Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: Here we come to the great cross-roads. We should go northeast.
sr: Ево нас код великог раскршћа. Требало би да кренемо североисточно.|~ Ево нас код великог раскршћа. Требало би да кренемо с›јевероисточно.|~

source: Then fight we shall. Fortunately, now that we have liberated Elensefar, they are providing what gold they can spare to help us swell our ranks with new recruits. Let it begin!
sr: Онда ћемо се и борити. Срећом, сада када ослободисмо Еленсефар, одатле нам шаљу злата колико могу, да попунимо своје редове новом војском. Па нека почне!|~

source: Niodien
sr: Ниодијен|~

source: Stay on the path! The hills here are not safe!
sr: Останите на стази! Брда овде нису безбедна!|~ Останите на стази! Брда овд›је нису безб›иједна!|~ Останите на стази! Брда овд›је нису безб›једна!|~

source: Loflar
sr: Лофлар|~

source: Beware the hills! There are many orcs in hiding, preparing to ambush you!
sr: Пазите се брда! Многи оркови су у скровиштима, вребају нас из заседе!|~ Пазите се брда! Многи оркови су у скровиштима, вребају нас из зас›једе!|~

source: Victory is ours, men. Let us proceed northeast!
sr: Победа је наша, људи. Продужимо на североисток!|~ Победа је наша, људи. Продужимо на с›јевероисток!|~ Поб›једа је наша, људи. Продужимо на с›јевероисток!|~

source: The Princess of Wesnoth
sr: Принцеза Веснота|~

source: ...but one of the orcs survived long enough to send the news to the queen...
sr: ...али један од оркова довољно поживе да отпошаље вести краљици...|~ ...али један од оркова довољно поживе да отпошаље в›ијести краљици...|~

source: ...and she sent her most able commander.
sr: ...и она послаше свог најспособнијег заповедника.|~ ...и она послаше свог најспособнијег запов›једника.|~

source: Elbridge
sr: Елбриџ|~

source: Asheviere
sr: Ашевира|~

source: On the road to Knalga, the party was opposed by the forces of Asheviere.
sr: На путу ка Кналги, дружини се испречише Ашевирине снаге.|~ На путу ка Кналги, дружини се испр›ијечише Ашевирине снаге.|~

source: The Queen has sent me to stop you, impostor!
sr: Краљица ме отпосла да те зауставим, самозванче!|~

source: This is treason! Your lies will perish with you!
sr: Ово је издаја! Твоје ће лажи испарити заједно са тобом!|~

source: There is no use in reasoning. She will understand only one thing. To arms!
sr: Не вреди позивати се на разложност — она ће само једно разумети. На оружје!|~ Не вр›иједи позивати се на разложност — она ће само једно разум›јети. На оружје!|~

source: This is taking too much time, I had best call some reinforcements!
sr: Ово нам одузима превише времена, боље да пошаљем по појачања!|~

source: Maybe I was not using enough forces...
sr: Можда не употребих довољну силу...|~ Можда не употр›ијебих довољну силу...|~

source: Let me go!
sr: Пусти ме!|~

source: Think about the story of the old king. Ask somebody who knew of him.
sr: Помисли на причу о старом краљу. Питај некога ко га је познавао.|~

source: The old king? I have heard about that, but I know it is not true. My mother told me.
sr: Стари краљ? Чула сам за то, али знам да није истина. Мајка ми је тако рекла.|~

source: I am not a child, and I do not want to talk about it! You said you would spare me, so be on your way. The northern road should be safe for you.
sr: Нисам ја дете, и не желим да расправљамо о томе! Рече да ћете ме поштедети, та онда продужите својим послом. Северни пут би требало да је безбедан.|~ Нисам ја д›ијете, и не желим да расправљамо о томе! Рече да ћете ме поштед›јети, та онда продужите својим послом. С›јеверни пут би требало да је безб›иједан.|~ Нисам ја д›ијете, и не желим да расправљамо о томе! Рече да ћете ме поштед›јети, та онда продужите својим послом. С›јеверни пут би требало да је безб›један.|~

source: Good day then, Princess. Come, men, to the northern road!
sr: Онда добро остај, Принцезо. Хајдемо, људи, на север!|~ Онда добро остај, Принцезо. Хајдемо, људи, на с›јевер!|~

source: (Ha ha, little do they know just how many undead have wandered the northern road of late. Surely they are doomed!)
sr: (Ха, ха, нису ни свесни колико немртвих лута северним путем у последње време. Осуђени су на пропаст!)|~ (Ха, ха, нису ни св›јесни колико немртвих лута с›јеверним путем у пос‹љедње вр›ијеме. Осуђени су на пропаст!)|~

source: Ronry
sr: Ронри|~

source: It sounds like there is something in the mine shaft.
sr: Звучи као да има нечег у рудничком окну.|~

source: Survive for two days
sr: Преживиш ли два дана|~

source: Galga
sr: Галга|~

source: Na-alga
sr: На-алга|~

source: Selda-Mana
sr: Селда-Мана|~

source: Who are these who approach? Let us kill them all!
sr: Ко су ти што се приближавају? Ма побијмо их све!|~

source: To arms, men! The undead hordes approach!
sr: На оружје, људи! Немртва хорда пристиже!|~

source: There can be no surrender to these foul beasts of the pit! We fight until victory, or until every one of us is slain!
sr: Нема предаје овим поганим зверима из бездана! Боримо се до победе, или док и последњи од нас не падне!|~ Нема предаје овим поганим зв›јерима из бездана! Боримо се до поб›једе, или док и пос‹љедњи од нас не падне!|~

source: There are just so many! What shall we do?
sr: Има их толико много! Шта ћемо чинити?|~

source: My people douse our weapons with holy water when fighting undead. It usually lasts until the end of the battle, and they shrink in utter fear of our blades... if that is possible for an undead minion.
sr: Када треба ићи противу немртвих, мој народ испира оружје светом водицом. Обично потраје до конца битке, а они се скупе од страха пред нашим мачевима... Ако је то уопште могуће за миљенике мрака.|~

source: Let us hold them off as long as we can!
sr: Одбијајмо их штогод дуже смогнемо!|~

source: I have come once again to aid you, friends!
sr: Поново вам притичем у помоћ, пријатељи!|~

source: White magi? Come to help us? But what are they doing here?
sr: Бели магови? Дошли да нам помогну? Али шта траже они овде?|~ Б›ијели магови? Дошли да нам помогну? Али шта траже они овд›је?|~

source: That is Moremirmu! He helped us fight the undead in the Isles of the Damned, let us hope he can help us once more!
sr: То је Моремирму! Помогао нам је у бици са немртвима на Острву проклетих, надајмо се да ће нам још једном држати страну!|~

source: The sun rises in the east. Surely the undead do not have the power to continue their onslaught through another day!
sr: Сунце израња на истоку. Па ваљда немртви немају снаге да наставе с навалом током још једног дана!|~

source: Indeed not! I feel we have survived this battle.
sr: Уистину не! Осећам да смо преживели ову битку.|~ Уистину не! Ос›јећам да смо прежив›јели ову битку.|~

source: Whew! That was a difficult battle, but they are retreating at last!
sr: Ух! Беше тежак бој, али се напокон повлаче!|~ Ух! Б›ијеше тежак бој, али се напокон повлаче!|~

source: Yes! We have fought them off!
sr: Тако! Одбисмо их!|~

source: Thank you for returning to help us, Moremirmu.
sr: Хвала ти што си нам се вратио у помоћ, Моремирму.|~

source: It is both my duty and pleasure, my lord! We were dining with some royal guards of the princess, taking a rest from our pilgrimage, when they spoke of how you were tricked into traveling these dangerous lands. We could do nothing but help you!
sr: И дужност и задовољство ми је, господару! Обедовасмо са неким принцезиним царигардејцима, у предаху ходочашћа, кад нам се излануше како сте преварени да кренете овим опасним пределима. Није нам било друге него да вам похрлимо у помоћ!|~ И дужност и задовољство ми је, господару! Об›једовасмо са неким принцезиним царигардејцима, у предаху ходочашћа, кад нам се излануше како сте преварени да кренете овим опасним пред›јелима. Није нам било друге него да вам похрлимо у помоћ!|~

source: So, she tricked us into coming this way! Where may we go now? Which way will be safe for us?
sr: Тако дакле, насамарила нас је да кренемо овуда! Куда ћемо даље? Који је пут најбезбеднији?|~ Тако дакле, насамарила нас је да кренемо овуда! Куда ћемо даље? Који је пут најбезб›једнији?|~

source: You must escape the clutches of that vile Queen, my lord. If you take a course bearing north-east, on past the mountain of gryphons, you will be able to ford the Great River at Abez. Make haste though, for you will not be able to ford the river in winter!
sr: Морате измакнути домашају зле краљице, господару. Ако кренете у правцу североистока, покрај грифонских планина, моћи ћете да прегазите Велику реку код Абеза. Али боље пожурите, јер усред зиме реку не можете прећи!|~ Морате измакнути домашају зле краљице, господару. Ако кренете у правцу с›јевероистока, покрај грифонских планина, моћи ћете да прегазите Велику р›ијеку код Абеза. Али боље пожурите, јер усред зиме р›ијеку не можете прећи!|~

source: Thank you for your counsel, good friend! May our paths meet again in happier times!
sr: Хвала ти на саветима, добри пријатељу! Нека нам се путеви поново укрсте у неко срећније време!|~ Хвала ти на сав›јетима, добри пријатељу! Нека нам се путеви поново укрсте у неко срећније време!|~

source: It greatly saddens me that Moremirmu was slain on the field, after he helped us.
sr: Велика ми је туга што Моремирму настрада у боју, пошто нам је помогао.|~ Јако ме жалости што Моремирму настрада у боју, пошто нам је помогао.|~

source: May he rest peacefully!
sr: Нека почива у миру.|~

source: He died fighting for you, Prince, just as any of us would be willing to die for you.
sr: Погинуо је борећи се за вас, Принче, као што би свако од нас био вољан исто да учини.|~

source: This place makes me feel uneasy, even with the undead retreating. Where may we go now?
sr: Ово ме место чини неспокојним, чак и сада када се немртви повлаче. Куда ћемо даље?|~

source: Indeed! Let us go from here!
sr: Заиста! Кренимо из ових стопа!|~

source: Gryphon Mountain
sr: Грифонска планина|~

source: Defeat the mother gryphon and the enemy commander
sr: Поразиш ли мајку грифона и непријатељског заповедника|~ Поразиш ли мајку грифона и непријатељског запов›једника|~

source: Heford
sr: Хефорд|~

source: Mother Gryphon
sr: Мајка грифона|~

source: Graak
sr: Грак|~

source: Grook
sr: Грук|~

source: Gruak
sr: Грек|~

source: What is this place? That is one big mountain!
sr: Какво је ово место? Па то је баш планинчина!|~ Какво је ово м›јесто? Па то је баш планинчина!|~

source: That is the fabled Gryphon Mountain.
sr: То је легендарна Грифонска планина.|~

source: Gryphon Mountain! Maybe we could steal some eggs from the gryphons and train the young to be flying mounts. Would that work, Delfador?
sr: Грифонска планина! Можда можемо украсти нешто јаја од грифона, и увежбати младунчад да лете са нашим јахачима. Да ли би то успело, Делфадоре?|~ Грифонска планина! Можда можемо украсти нешто јаја од грифона, и ув›јежбати младунчад да лете са нашим јахачима. Да ли би то усп›јело, Делфадоре?|~

source: We can try to do that, but we must be careful. To disturb the gryphons could prove dangerous... and yet such mounts could help us greatly later. Whatever we do, we must pass by this place.
sr: Могли бисмо покушати, али морамо бити опрезни. Узнемиравање грифона се може показати опасним... па ипак, такве би нам звери касније могле изврсно послужити. Шта год да учинимо, морамо проћи кроз ове пределе.|~ Могли бисмо покушати, али морамо бити опрезни. Узнемиравање грифона се може показати опасним... па ипак, такве би нам звери касније могле изврсно послужити. Шта год да учинимо, морамо проћи кроз ове пред›јеле.|~ Могли бисмо покушати, али морамо бити опрезни. Узнемиравање грифона се може показати опасним... па ипак, такве би нам зв›јери касније могле изврсно послужити. Шта год да учинимо, морамо проћи кроз ове пред›јеле.|~

source: Excellent! We should be able to breed Gryphons for our own uses now!
sr: Изврсно! Од сада би требало да можемо да узгајамо грифоне за своје потребе!|~ Изврсно! Од сада би требало да можемо узгајати грифоне за своје потребе!|~

source: It appears that we are not the only ones interested in this mountain. Once again the Queen opposes us!
sr: Изгледа да нисмо ми једини заинтересовани за ову планину. Опет нам се краљица испречава!|~

source: Quickly, men! Onward!
sr: Брзо, људи! Напред!|~ Брзо, људи! Напр›ијед!|~

source: Ha ha! We have killed this foul beast of the air, and can deny the rebels its eggs!
sr: Ха, ха! Убисмо ову погану ваздушну зверку, и спречисмо побуњенике да дођу до њених јаја!|~ Ха, ха! Убисмо ову погану ваздушну зв›ијерку, и спр›ијечисмо побуњенике да дођу до њених јаја!|~

source: We have defeated them! Now what do we do?
sr: Поразисмо их! Шта ћемо сада?|~

source: We must continue north. It is too late to return to the safety of Elensefar or Alduin before winter falls. We must therefore cross the great river and continue toward the land of the dwarves. Hurry, let us go!
sr: Морамо наставити ка северу. Прекасно је да се вратимо у безбедност Еленсефара или Алдујина, пре него што зима стегне. Стога нам је прећи велику реку и наставити према патуљачким земљама. Пожурите, кренимо одмах!|~ Морамо наставити ка с›јеверу. Прекасно је да се вратимо у безб›иједност Еленсефара или Алдујина, пр›ије него што зима стегне. Стога нам је пр›ијећи велику реку и наставити према патуљачким земљама. Пожурите, кренимо одмах!|~ Морамо наставити ка с›јеверу. Прекасно је да се вратимо у безб›једност Еленсефара или Алдујина, пр›ије него што зима стегне. Стога нам је пр›ијећи велику реку и наставити према патуљачким земљама. Пожурите, кренимо одмах!|~ Морамо наставити ка с›јеверу. Прекасно је да се вратимо у безб›једност Еленсефара или Алдујина, пр›ије него што зима стегне. Стога нам је пр›ијећи велику р›ијеку и наставити према патуљачким земљама. Пожурите, кренимо одмах!|~

source: With these gryphon eggs we should be able to breed gryphons that will serve us. When they are large enough to carry mounts, we can hire gryphon riders!
sr: Почев од ових грифонских јаја, моћи ћемо да узгајамо грифоне који ће нам служити. Када довољно поодрасту да могу носити јахача, можемо унајмити грифо-јахаче!|~

source: It is a shame we could not get those gryphon eggs. I am glad we did not slaughter any gryphons. They are magnificent animals (looks back at the mountain). Still...
sr: Штета што се не домогосмо тих грифонских јаја, али ми је драго што не повредисмо ниједног грифона. Величанствене су то животиње [гледа назад ка планини]. Па ипак...|~ Штета што се не домогосмо тих грифонских јаја, али ми је драго што не повр›иједисмо ниједног грифона. Величанствене су то животиње [гледа назад ка планини]. Па ипак...|~

source: Whoa!!
sr: Опа!!|~

source: Graik
sr: Грајик|~

source: Griak
sr: Гријак|~

source: Amazing! I have never before heard of such behavior in gryphons.
sr: Запањујуће! Никада раније не чух о таквом понашању у грифон^а.|~

source: What does it mean?
sr: Шта оно значи?|~

source: I do not know. Come now, the show is over.
sr: Не знам. Пођимо, представи је крај.|~

source: Let us continue onward!
sr: Наставимо напред!|~ Наставимо напр›ијед!|~

source: Rampant Graak
sr: Побеснели Грак|~ Поб›јешњели Грак|~ Поб›је◃шњели Грак|~

source: Rampant Grook
sr: Побеснели Грок|~ Поб›јешњели Грок|~ Поб›је◃шњели Грок|~

source: Rampant Gruak
sr: Побеснели Грек|~ Поб›јешњели Грек|~ Поб›је◃шњели Грек|~

source: The Ford of Abez
sr: Газ Абеза|~

source: Move Konrad to the north side of the river
sr: Пребациш ли Конрада на северну обалу реке|~ Пребациш ли Конрада на с›јеверну обалу р›ијеке|~

source: Gaga-Breuk
sr: Гага-Бреук|~

source: Monsters
sr: Немани|~

source: Really? So what happened, Delfador?
sr: Шта се тада догодило, Делфадоре?|~

source: The forces of the king were encamped here, and the forces of the north were on the north side of the river. For three days and three nights the armies faced each other, neither willing to ford the river. On the fourth day, the northern armies crossed and attacked us.
sr: Краљеве снаге биле су улогорене овде, а северњачке на северној обали реке. Три дана и три ноћи војске су стајале једна наспрам друге, невољне да презаге реку. Четвртог дана, северњачке снаге пређоше и нападоше нас.|~ Краљеве снаге биле су улогорене овд›је, а с›јеверњачке на с›јеверној обали реке. Три дана и три ноћи војске су стајале једна наспрам друге, невољне да презаге р›ијеку. Четвртог дана, с›јеверњачке снаге пр›ијеђоше и нападоше нас.|~ Краљеве снаге биле су улогорене овд›је, а с›јеверњачке на с›јеверној обали р›ијеке. Три дана и три ноћи војске су стајале једна наспрам друге, невољне да презаге р›ијеку. Четвртог дана, с›јеверњачке снаге пр›ијеђоше и нападоше нас.|~

source: And then... we were defeated?
sr: И онда... бејасмо поражени?|~ И онда... б‹ијасмо поражени?|~

source: We were winning the battle. We were repelling them...
sr: Добијали смо битку, полако их одбацујући...|~

source: But you avenged the murder. You killed the prince. Right, Delfador?
sr: Али си ти осветио тај чин, убио си принца. Зар не, Делфадоре?|~

source: When I saw the king betrayed and his banner fallen, I fled the battle. I know not now whether it was wisdom or cowardice, but I did flee, seeing no further hope on that day.
sr: Када видех како је краљ издан и његов барјак положен, избегох из боја. Не знам је ли то била мудрост или кукавичлук, али побегао јесам, не видевши више никакве наде тог дана.|~ Када вид›јех како је краљ издан и његов барјак положен, изб›јегох из боја. Не знам је ли то била мудрост или кукавичлук, али поб›јегао јесам, не вид›јевши више никакве наде тог дана.|~

source: Oh, but the elves always told me that you killed the prince, Delfador, even though you never talked about it.
sr: Али, вилењаци су ми одувек причали да си ти убио принца, Делфадоре, иако ти никада ниси причао о томе.|~ Али, вилењаци су ми одув›ијек причали да си ти убио принца, Делфадоре, иако ти никада ниси причао о томе.|~

source: That foolish boy killed himself.
sr: Тај будаласти момак је сам себи пресудио.|~

source: What do you mean?
sr: Како то мислиш?|~

source: I mustered men to fight against the traitor-king, and of course Asheviere too, for she was behind it all. We met them; not here, but on the road from Weldyn, at Tath. We were outnumbered, perhaps four to one. In the heat of battle, that boy, fool that he was, came charging at me, slashing wildly. I had little choice but to end his life.
sr: Сакупио сам људе да се боре против издајице-краља, и Ашевире наравно, јер је она стајала иза свега. Сударисмо се, не овде, већ на путу ка Велдину, код Тата. Били смо бројчано надјачани, можда четири на једнога. Усред битке, тај момак, будала каква је био, појури на мене, машући мачем на све стране. Није ми било другог до да му прекратим глупост.|~ Сакупио сам људе да се боре против издајице-краља, и Ашевире наравно, јер је она стајала иза свега. Сударисмо се, не овд›је, већ на путу ка Велдину, код Тата. Били смо бројчано надјачани, можда четири на једнога. Усред битке, тај момак, будала каква је био, појури на мене, машући мачем на све стране. Није ми било другог до да му прекратим глупост.|~

source: So it is true, you did kill him?
sr: Значи тачно је, ти га јеси убио?|~

source: He did die in battle at my hand. It is sad that your brothers did not have the opportunity to experience such an honorable death, Konrad.
sr: Тачно је да је у бици погинуо од моје руке. Речено ми је да твоја браћа нису била у могућности да искусе тако часну смрт, Конраде.|~

source: With all respect, my lords, we must make haste. We have to ford the river immediately. And, look! It seems that the guard-towers on the river banks are manned!
sr: Уз сво поштовање, господари, морамо пожурити. Треба без одлагања прећи преко реке. И гледајте — изгледа да су стражарске куле на обалама под пуном посадом!|~ Уз сво поштовање, господари, морамо пожурити. Треба без одлагања прећи преко р›ијеке. И гледајте — изгледа да су стражарске куле на обалама под пуном посадом!|~

source: Winter quickly bears down upon us. We have only a few days to make the crossing, and the nearest bridge is far upstream. To be trapped south of the river when winter arrives would be suicide. Asheviere would have us trapped like rats! Look to the west! Asheviere has a border fort, and it seems to be full of soldiers! We must cross here, and quickly!
sr: Зима нам се брзо приближава. Преостало нам је свега неколико дана да пређемо реку, а најближи мост је далеко узводно. Остати заробљен јужно од реке када зима стигне, равно је самоубиству. Ашевира би нас држала у клопци као пацове! Погледајте тамо на западу! Ашевирино утврђење, и изгледа пуно војника! Морамо прећи баш овде, и то брзо!|~ Зима нам се брзо приближава. Преостало нам је свега неколико дана да пређемо р›ијеку, а најближи мост је далеко узводно. Остати заробљен јужно од р›ијеке када зима стигне, равно је самоубиству. Ашевира би нас држала у клопци као пацове! Погледајте тамо на западу! Ашевирино утврђење, и изгледа пуно војника! Морамо пр›ијећи баш овд›је, и то брзо!|~

source: Not her again! We must hurry! Do not forget to bring the gryphon eggs. They must be allowed more time to hatch. Quickly!
sr: Не опет она! Морамо пожурити! Не заборавите на грифонска јаја, треба им дати још времена да се излегу. Брзо!|~ Не опет она! Морамо пожурити! Не заборавите на грифонска јаја, треба им дати још времена да се изл›ијегу. Брзо!|~

source: Not her again! Quickly! We must hurry!
sr: Не опет она! Морамо пожурити! Брже, брже!|~

source: Stop! You shall not pass! Quick, reinforcements, protect the Princess!
sr: Стој! Нећете проћи! Брзо, појачања, заштитите Принцезу!|~

source: You drive me from the field, but you have not vanquished me, impostor!
sr: Отера ме са попришта, самозванче, али ме још не покори!|~ От›јера ме са попришта, самозванче, али ме још не покори!|~

source: Water Serpent
sr: водени змијар|~

source: Cuttle Fish
sr: сипа|~

source: Ruaarrrrrrrr!
sr: Руарррррр!|~

source: What is that?
sr: Шта то би?|~

source: Creatures of the deep are upon us! This may be very dangerous. Be quick! We must get to the other side with all haste!
sr: Створења из дубина су за нама! Ово може бити врло опасно. Брже то! Морамо се што пре домоћи друге обале!|~ Створења из дубина су за нама! Ово може бити врло опасно. Брже то! Морамо се што пр›ије домоћи друге обале!|~

source: We made it across the river safely! Where to now?
sr: Безбедно се пребацисмо преко реке! Куда ћемо сада?|~ Безб›иједно се пребацисмо преко р›ијеке! Куда ћемо сада?|~ Безб›једно се пребацисмо преко р›ијеке! Куда ћемо сада?|~

source: If we are to have any hope of penetrating into Knalga, we must continue north to seek help from the Dwarves of the Heart Mountains in the north.
sr: Ако ћемо се уопште надати продору у Кналгу, морамо наставити на север и потражити помоћ тамошњих патуљака из Језгрених планина.|~ Ако ћемо се уопште надати продору у Кналгу, морамо наставити на с›јевер и потражити помоћ тамошњих патуљака из Језгрених планина.|~

source: I cannot believe it. They have made it away! We must make chase. After them, men! Let us cross the river too! We will meet again, foul impostor.
sr: Не могу да поверујем. Ипак су успели! Морамо за њима у потеру, и сами ћемо прећи реку. Срешћемо се поново, бедни самозванче!|~ Не могу да пов›јерујем. Ипак су усп›јели! Морамо за њима у пот›јеру, и сами ћемо пр›ијећи р›ијеку. Срешћемо се поново, б›иједни самозванче!|~

source: It surely looks like she will try. But many more creatures than we have fought lurk in this river; that will make it difficult for her. We must continue onward. If she makes it across before winter, then so be it!
sr: Савим изгледа да ће покушати. Али поред ових са којима се изборисмо, још многе немани вребају у реци, што ће јој добрано отежати. Ми морамо наставити, а ако и она успе да пређе пре зиме, нека јој!|~ Савим изгледа да ће покушати. Али поред ових са којима се изборисмо, још многе немани вребају у р›ијеци, што ће јој добрано отежати. Ми морамо наставити, а ако и она усп›ије да пр›ијеђе пр›ије зиме, нека јој!|~
