Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: Underground
sr: подземље|~

source: berserk
sr: безглавост|~

source: Berserk: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 30 rounds of attacks have occurred.
sr: Безглавост: Било да се употребљава у нападу или одбрани, борба траје све док једна упетљана јединица не настрада, или прође 30 рунди напада.|~

source: magical
sr: магичност|~

source: Magical: This attack always has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
sr: Магичност: Напад увек има 70% изгледа да погоди, без обзира на одбрамбену способност нападнуте јединице.|~ Магичност: Напад ув›ијек има 70% изгледа да погоди, без обзира на одбрамбену способност нападнуте јединице.|~

source: firststrike
sr: први удар|~

source: First Strike: This unit always strikes first with this attack, even if they are defending.
sr: Први удар: Јединица увек удара прва у борби, чак и када се брани.|~ Први удар: Јединица ув›ијек удара прва у борби, чак и када се брани.|~

source: heals +4
sr: лечење +4|~ л›ијечење +4|~

# female
source: heals +4
sr: лечење +4|~ л›ијечење +4|~

source: Heals +4: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
sr: Лечење +4: Омогућава јединици да лечи суседне савезничке јединице на почетку сваког потеза. Јединица под утицајем овог видара може повратити до 4 УП по потезу, или не осетити дејство отрова у датом потезу. Видар не може исцелити отровану јединицу, већ она мора потражити бригу у селу или код јединице која уме да исцељује.|~ Лечење +4: Омогућава јединици да л›ијечи суседне савезничке јединице на почетку сваког потеза. Јединица под утицајем овог видара може повратити до 4 УП по потезу, или не ос›јетити дејство отрова у датом потезу. Видар не може исц›ијелити отровану јединицу, већ она мора потражити бригу у селу или код јединице која ум›ије да исц›јељује.|~ Л›ијечење +4: Омогућава јединици да л›ијечи сус›једне савезничке јединице на почетку сваког потеза. Јединица под утицајем овог видара може повратити до 4 УП по потезу, или не ос›јетити дејство отрова у датом потезу. Видар не може исц›ијелити отровану јединицу, већ она мора потражити бригу у селу или код јединице која ум›ије да исц›јељује.|~

source: heals +8
sr: лечење +8|~ л›ијечење +8|~

# female
source: heals +8
sr: лечење +8|~ л›ијечење +8|~

source: Heals +8: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
sr: Лечење +8: Ова јединица обједињује лековите траве и магију како би лечила брже него што је то уобичајено на бојном пољу. Јединица под утицајем овог видара може повратити до 8 УП по потезу, или не осетити дејство отрова у датом потезу. Видар не може исцелити отровану јединицу, већ она мора потражити бригу у селу или код јединице која уме да исцељује.|~ Лечење +8: Ова јединица обједињује ‹љековите траве и магију како би л›ијечила брже него што је то уобичајено на бојном пољу. Јединица под утицајем овог видара може повратити до 8 УП по потезу, или не ос›јетити дејство отрова у датом потезу. Видар не може исц›ијелити отровану јединицу, већ она мора потражити бригу у селу или код јединице која уме да исц›јељује.|~ Л›ијечење +8: Ова јединица обједињује ‹љековите траве и магију како би л›ијечила брже него што је то уобичајено на бојном пољу. Јединица под утицајем овог видара може повратити до 8 УП по потезу, или не ос›јетити дејство отрова у датом потезу. Видар не може исц›ијелити отровану јединицу, већ она мора потражити бригу у селу или код јединице која уме да исц›јељује.|~

source: Introduction
sr: Увод|~

source: Gameplay
sr: Играње|~ Извођење|~

source: Traits
sr: Особине|~

source: Units
sr: Јединице|~

source: Abilities
sr: Способности|~

source: Weapon Specials
sr: Својства оружја|~

source: Factions
sr: Фракције|~

source: Terrains
sr: Терен|~

source: Commands
sr: Наредбе|~

source: Certain units have abilities that either directly affect other units, or have an impact on how the unit interacts with other units. These abilities will be listed under this topic as you encounter them.
sr: Извесне јединице поседују способности којима или непосредно утичу на друге јединице, или на садејство са другим јединицама. Те способности ће бити тумачене у овом одељку, како на њих будете наилазили. |~ Изв›јесне јединице пос›једују способности којима или непосредно утичу на друге јединице, или на садејство са другим јединицама. Те способности ће бити тумачене у овом од›ијељку, како на њих будете наилазили. |~

source: Some weapons have special features that increase the effectiveness of attacking with them.
sr: Нека оружја имају посебне особине које увећавају учинковитост када се њима напада. |~

source: Unknown Unit
sr: непозната јединица|~

source: This unit is unknown for the moment. You must discover it in the game to be allowed to see its description.
sr: Ова јединица тренутно није позната. Морате је открити у игри да би вам било допуштено да видите њен опис.|~

source: Overview
sr: Преглед|~

source: Fundamentals of Gameplay
sr: Темељи играња|~ Темељи извођења|~

source: While playing, keep in mind that if you mouse-over many items in the game, such as the information displayed in the status pane, a brief description will be shown explaining each item. This is especially useful when you encounter new <ref>dst='..abilities_section' text='abilities'</ref> for the first time.
sr: Током играња, имајте на уму да ће вам прелаз мишем преко многих елемената, какви су на пример подаци у окну стања, дати кратак текст са додатним објашњењима. Ово је посебно корисно када се по први пут сусретнете са <ref>dst='..abilities_section' text='способностима'</ref>.|~ Током играња, имајте на уму да ће вам прелаз мишем преко многих елемената, какви су на прим›јер подаци у окну стања, дати кратак текст са додатним објашњењима. Ово је посебно корисно када се по први пут сусретнете са <ref>dst='..abilities_section' text='способностима'</ref>.|~

source: About the Game
sr: О игри|~

source: Victory and Defeat
sr: Победа и пораз|~ Поб›једа и пораз|~

source: Recruiting and Recalling
sr: Унајмљивање и сазивање|~

source: In later scenarios, you may also Recall survivors from earlier battles. Recalling costs a standard 20 gold and presents you with a list of all surviving units from previous scenarios.
sr: У каснијим сценаријима, можете такође сазвати ветеране из ранијих битака. Сазивање кошта 20 златника, и добијате списак из кога можете изабрати преживеле из претходних сценарија.|~ У каснијим сценаријима, можете такође сазвати ветеране из ранијих битака. Сазивање кошта 20 златника, и добијате списак из кога можете изабрати прежив›јеле из претходних сценарија.|~

source: Orbs
sr: Куглице|~

source: On top of the energy bar shown next to each unit of yours is an orb. For units you control, this orb is:
sr: Поврх енерготраке приказане поред сваке ваше јединице, стоји куглица. За јединице под вашом управом, куглица је:|~

source: Hitpoints and Experience
sr: Ударпоени и искуство|~

source: The hitpoints and experience points are both indicated in the status pane using two numbers (the current value and the maximum value the unit can have).
sr: Ударпоени и искуствени поени су назначени у окну стања преко два броја — текуће вредности и максимума који јединица може имати.|~ Ударпоени и искуствени поени су назначени у окну стања преко два броја — текуће вр›иједности и максимума који јединица може имати.|~

source: The hitpoints are also indicated by an energy bar next to each unit, which is green, yellow or red. A unit with at least 1 experience point has a blue experience bar, which turns white as the unit is about to <ref>dst='experience_and_advancement' text='advance'</ref>.
sr: Ударпоени су такође назначени енерготраком поред сваке јединице, која може бити зелена, жута или црвена. Јединица са бар једним искуственим поеном има плаву траку, која побели када се јединица приближи <ref>dst='experience_and_advancement' text='напредовању'</ref>.|~ Ударпоени су такође назначени енерготраком поред сваке јединице, која може бити зелена, жута или црвена. Јединица са бар једним искуственим поеном има плаву траку, која поб›ијели када се јединица приближи <ref>dst='experience_and_advancement' text='напредовању'</ref>.|~

source: Movement
sr: Кретање|~

source: To see where the enemy can move to during their next turn, press Ctrl-v or Cmd-v. Ctrl-b or Cmd-b shows where the enemy could move, if your units were not on the map to block their progress.
sr: Да бисте видели куда се непријатељ може покренути током свог потеза, притисните ctrl-v или cmd-v; ctrl-b или cmd-b показују куда би се непријатељ могао померити када на мапи не би било ваших јединица да их блокирају.|~ Да бисте вид›јели куда се непријатељ може покренути током свог потеза, притисните ctrl-v или cmd-v; ctrl-b или cmd-b показују куда би се непријатељ могао пом›јерити када на мапи не би било ваших јединица да их блокирају.|~ Да бисте вид›јели куда се непријатељ може покренути током свог потеза, притисните Ctrl-V или Cmd-V; Ctrl-B или Cmd-B показују куда би се непријатељ могао пом›јерити када на мапи не би било ваших јединица да их блокирају.|~

source: Shroud and Fog of War
sr: Покров и магла рата|~

source: Combat
sr: Борба|~

source: <header>text=Damage</header>
sr: <header>text=Штета</header>|~

source: Damage Types and Resistance
sr: Видови штете и отпорности|~

source: If a strike is determined to hit, it will always do at least 1 point of damage. This applies even if the defender has 100% resistance to the damage type.
sr: Ако се процени да је напад погодио, увек ће нанети барем 1 поен штете. Ово важи чак и када је бранилац 100% отпоран на неки вид штете.|~ Ако се проц›ијени да је напад погодио, ув›ијек ће нан›ијети барем 1 поен штете. Ово важи чак и када је бранилац 100% отпоран на неки вид штете.|~

source: Time of Day
sr: Доба дана|~

source: Dawn
sr: зора|~

source: Morning
sr: јутро|~

source: Afternoon
sr: поподне|~

source: Dusk
sr: сумрак|~

source: First Watch
sr: прва стража|~

source: Second Watch
sr: друга стража|~

source: Keep in mind that some scenarios take place underground, where it is perpetually night!
sr: Имајте на уму да се неки сценарији одигравају у подземљу, где влада трајна тама!|~ Имајте на уму да се неки сценарији одигравају у подземљу, гд›је влада трајна тама!|~

source: Experience and Advancement
sr: Искуство и напредовање|~

source: Units have a certain amount of experience required to advance (this is 20% less for units with the Intelligent trait). Once they achieve this amount, they immediately advance to the next level, healing fully in the process. In some cases, you will be given a choice of advancement options.
sr: Јединицама је потребна извесна количина искуства да би напредовале (20% мање за јединице са особином оштроумности). Када достигну ту количину, одмах напредују на следећи ниво, бивајући усто потпуно излечене. У неким случајевима, даће вам се да изаберете правац напредовања.|~ Јединицама је потребна изв›јесна количина искуства да би напредовале (20% мање за јединице са особином оштроумности). Када достигну ту количину, одмах напредују на с‹љедећи ниво, бивајући усто потпуно изл›ијечене. У неким случајевима, даће вам се да изаберете правац напредовања.|~

source: Healing
sr: Лечење|~ Л›ијечење|~

source: In combat, your units will inevitably take damage. When a unit <ref>dst='experience_and_advancement' text='advances'</ref>, it will heal fully. This can happen as you finish fighting an enemy, whether it is your turn or not. Wesnoth offers several other ways for your units to heal, all of which take place at the beginning of your turn, before you take action.
sr: Ваше јединице ће неизбежно трпети оштећења у борби. Када јединица <ref>dst='experience_and_advancement' text='испредњачи'</ref>, биће потпуно излечена. До овога може доћи кад год заврши борбу са противником, без обзира да ли је ваш потез или не. Веснот пружа и неколико других могућности за лечење, које се све одигравају на почетку вашег потеза, пре него што преузмете команду.|~ Ваше јединице ће неизб›јежно трп›јети оштећења у борби. Када јединица <ref>dst='experience_and_advancement' text='испредњачи'</ref>, биће потпуно изл›ијечена. До овога може доћи кад год заврши борбу са противником, без обзира да ли је ваш потез или не. Веснот пружа и неколико других могућности за л›ијечење, које се све одигравају на почетку вашег потеза, пр›ије него што преузмете команду.|~

source: <ref>dst='ability_regenerates' text='Regeneration'</ref>: Certain units (such as trolls) will automatically heal 8HP every turn.
sr: <ref>dst='ability_regenerates' text='Обнављање'</ref>: Поједине јединице (нпр. тролови) аутоматски добијају 8 УП у сваком потезу.|~

source: Resting can be combined with other forms of healing, but villages, regeneration, healing and curing cannot combine with each other: the best option will be used. Finally, units heal fully between scenarios.
sr: Одмарање може бити обједињено са другим облицима лечења, али се обнављање, лечење и исцељивање не могу међусобно допуњавати: биће употребљена најбоља опција. Коначно, јединице бивају потпуно излечене између сценарија.|~ Одмарање може бити обједињено са другим облицима л›ијечења, али се обнављање, л›ијечење и исц›јељивање не могу међусобно допуњавати: биће употр›ијебљена најбоља опција. Коначно, јединице бивају потпуно изл›ијечене између сценарија.|~

source: Income and Upkeep
sr: Приходи и издаци|~

source: Wrap Up
sr: Да заокружимо|~

# ingame_help_item
source: Contributors
sr: Доприносиоци|~

source: License
sr: Услови коришћења|~

source: Intelligent
sr: оштроумност|~

source: Intelligent units require 20% less experience than usual to advance.
sr: Оштроумним јединицама потребно је 20% мање искуства него обично да би напредовале.|~

source: Quick
sr: хитрост|~

source: Resilient
sr: жилавост|~

source: Resilient units can be useful at all stages of a campaign, and this is a useful trait for all units. Resilient is often most helpful as a trait when it occurs in a unit that has some combination of low hitpoints, good defense, or high resistances. Resilient units are especially useful for holding strategic positions against opponents.
sr: Жилаве јединице могу бити корисне у свим етапама похода, и ова особина је корисна за све типове јединица. Жилавост је често од највеће помоћи јединицама које имају неки сплет ниских ударпоена, добре одбране, или високих отпорности. Овакве јединице су посебно корисне за држање стратешких положаја ван руку противника.|~

source: Strong
sr: кршност|~

source: Fearless
sr: неустрашивост|~

source: Aversion to light and dark holds no sway over these brave individuals.
sr: Несклоност било светлу било тами, нема утицаја на ове храбре појединце.|~ Несклоност било св›јетлу било тами, нема утицаја на ове храбре појединце.|~

source: Loyal
sr: оданост|~

# trait
source: Undead
sr: немртвост|~

# trait
source: Mechanical
sr: механичност|~

source: Dextrous
sr: спретност|~

source: Healthy
sr: здравље|~

source: Renowned for their vitality, some dwarves are sturdier than others and can rest even when travelling.
sr: Чувени по својој крепкости, неки патуљци су издржљивији од других и могу се одмарати чак и док путују.|~

source: Dim
sr: приглупост|~

source: Dim is a trait all too common in goblins and other lesser species. There are reasons these species are lesser, and this is one of them.
sr: Ограничености је на претек међу гоблинима и другим нижим расама. Ове се расе не зову ниже без разлога, а ово је један од њих.|~

source: Slow
sr: тромост|~

source: Thick-bodied and clumsy, slow individuals of goblins and other species take a movement penalty but are compensated for it with a slight increase in endurance.
sr: Замашне телесине и неспретни, тромији међу гоблинима и другим расама трпе на покретности, али надомештају то понешто увећаном издржљивошћу.|~ Замашне т›јелесине и неспретни, тромији међу гоблинима и другим расама трпе на покретности, али надом›ијештају то понешто увећаном издржљивошћу.|~

source: Weak
sr: крхкост|~

source: Flat
sr: равница|~

source: Road
sr: друм|~

source: Forest
sr: шума|~

source: Hills
sr: брда|~

source: Mountains
sr: планине|~

source: Swamp
sr: мочвара|~

source: Shallow Water
sr: плитка вода|~

source: Deep Water
sr: дубока вода|~

source: Frozen
sr: клизавица|~

source: Castle
sr: замак|~

source: Sand
sr: песак|~ п›ијесак|~

source: Desert
sr: пустиња|~

source: Cave
sr: пећина|~

source: Rockbound Cave
sr: стеновита пећина|~ ст›јеновита пећина|~

source: Illuminated Cave
sr: обасјана пећина|~

source: Mushroom Grove
sr: гљиварски гај|~

source: Village
sr: село|~

source: Submerged Village
sr: подводно село|~

source: Unwalkable
sr: расцеп|~ расц›јеп|~

source: Lava
sr: лава|~

source: River Ford
sr: речни газ|~ р›јечни газ|~

source: When a river happens to be extremely shallow, passing over it is a trivial matter for land based units. Moreover, any creature best adapted to swimming has full mobility even at such places in the river. As far as gameplay is concerned, a river ford is treated as either grassland or shallow water, choosing whichever one offers the best defensive and movement bonuses for the unit on it.
sr: На местима где је река врло плитка, копнене јединице је могу лако прегазити. Сва створења прилагођена пливању имају пуну покретљивост у таквим појасевима реке. У погледу играња, речни газ узима се или као равница или као плитка вода, већ према томе које пружа бољу заштиту и покретљивост јединици која стоји на њему.|~ На м›јестима гд›је је р›ијека врло плитка, копнене јединице је могу лако прегазити. Сва створења прилагођена пливању имају пуну покретљивост у таквим појасевима р›ијеке. У погледу играња, р›јечни газ узима се или као равница или као плитка вода, већ према томе које пружа бољу заштиту и покретљивост јединици која стоји на њему.|~ На м›јестима гд›је је р›ијека врло плитка, копнене јединице је могу лако прегазити. Сва створења прилагођена пливању имају пуну покретљивост у таквим појасевима р›ијеке. У погледу извођења, р›јечни газ узима се или као равница или као плитка вода, већ према томе које пружа бољу заштиту и покретљивост јединици која стоји на њему.|~

source: Coastal Reef
sr: обалски гребен|~

source: Bridge
sr: мост|~

source: Impassable
sr: непролаз|~

source: Obstacles that not even the most determined traveler may overcome include solid walls of stone and mountains so tall and steep that they are constantly wreathed in cloud. Even flying creatures cannot navigate the jagged peaks at such rarified heights, and not even the fiercest troll can smash through thick walls of stone.
sr: У препреке које ни најупорнији путник не може савладати спадају чврсти камени бедеми и планине тако стрме и високе да су непрекидно овенчане облацима. Чак се ни летећа створења не могу пробити између назубљених врхова на проређеним висинама, нити најсуровији трол развалити збијени зидни камен.|~ У препреке које ни најупорнији путник не може савладати спадају чврсти камени бедеми и планине тако стрме и високе да су непрекидно ов›јенчане облацима. Чак се ни летећа створења не могу пробити између назубљених врхова на прор›ијеђеним висинама, нити најсуровији трол развалити збијени зидни камен.|~

source: General commands
sr: Опште наредбе|~

source: Clear chat messages.
sr: чисти поруке у ћаскању. |~

source: Toggle the display of the current frames per second.
sr: приказ тренутног броја кадрова по секунди. |~

source: Switch a log domain to a different log level.
sr: пребацује домен бележења на различити ниво. |~ пребацује домен б‹иљежења на различити ниво. |~

source: Redraws the screen and reloads any image files that have been changed.
sr: поново исцртава екран и учитава све измењене датотеке слика. |~ поново исцртава екран и учитава све изм›ијењене датотеке слика. |~

source: Bring up theme selection menu.
sr: дозива менија за избор тема. |~

source: Quit the scenario (without prompting).
sr: напушта сценарио (без упита). |~

source: Save the game (without prompting).
sr: уписује позицију (без питања). |~

source: Save the game and quit the scenario (without prompting).
sr: напушта сценарио уз уписивање позиције (без питања).|~

source: Multiplayer commands
sr: Вишеиграчке наредбе|~

source: Kick a user in multiplayer. They will be able to rejoin the game. If you just want to change control of their side(s) use the :control command instead.
sr: избацује играча из игре. Избачени ће моћи да се поново прикључе. Ако само желите да измените којом страном играч управља, употребите наредбу :control уместо ове. |~ избацује играча из игре. Избачени ће моћи да се поново прикључе. Ако само желите да изм›ијените којом страном играч управља, употр›ијебите наредбу :control уместо ове. |~ избацује играча из игре. Избачени ће моћи да се поново прикључе. Ако само желите да изм›ијените којом страном играч управља, употр›ијебите наредбу :control ум›јесто ове. |~

source: Mute a specific observer. If no username is supplied the muted usernames are displayed.
sr: утишава одређеног посматрача. Ако се не зада корисничко име, приказују се сва која су утишана. |~

source: Toggle muting/silencing of all observers on/off.
sr: укљученост свих посматрача у писање и разговор. |~

source: Unban a user in a multiplayer game by the IP address used by that username. Can be used on users not in the game but on the server.
sr: укида забрану играчу по ИП адреси коју користи то корисничко име. Може се употребити и на корисницима ван игре али на серверу. |~ укида забрану играчу по ИП адреси коју користи то корисничко име. Може се употр›ијебити и на корисницима ван игре али на серверу. |~

source: Unmute a specific observer. If no username is supplied the list of muted observers is cleared.
sr: укида утишаност одређеног посматрача. Ако се не зада корисничко име, чисти се списак утишаних посматрача.|~

source: Debug mode commands
sr: Исправљачке наредбе|~

source: Brings up a menu for choosing a scenario to immediately advance to in a campaign.
sr: дозива мени за избор сценарија у походу на који одмах треба прећи. |~ дозива мени за избор сценарија у походу на који одмах треба пр›ијећи. |~

source: Create a unit of the specified type on the selected hex.
sr: ствара јединицу наведеног типа на изабраном пољу. |~

source: Toggle fog/shroud for the current side.
sr: магла и покров за текућу страну. |~

source: Immediately advances to the next scenario in a campaign.
sr: одмах прелази на следећи сценарио у походу. |~ одмах прелази на с‹љедећи сценарио у походу. |~

source: Manually set a gamestate variable to value.
sr: ручно поставља променљиву стања игре. |~ ручно поставља пром›јенљиву стања игре. |~

source: Show a gamestate variable.
sr: приказује променљиву стања игре. |~ приказује пром›јенљиву стања игре. |~

source: Manually fire the specified event.
sr: ручно окида задати догађај. |~

source: Modifies the specified property of the selected unit. Example: :unit hitpoints=100
sr: измењује наведено својство изабране јединице, на пример: :unit hitpoints=100 |~ изм›јењује наведено својство изабране јединице, на прим›јер: :unit hitpoints=100 |~

source: Makes the selected unit level up N times. Example: :unit advances=2
sr: увећава ниво јединице дати број пута, на пример: :unit advances=2|~ увећава ниво јединице дати број пута, на прим›јер: :unit advances=2|~

source: cures
sr: исцељивање|~ исц›јељивање|~
