Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: You emerge into a vast natural cathedral, the walls arching higher than you can see in the darkness. Stretching across the gallery is a great chasm, around which the cave floor appears to have been completely worn smooth. This was once the center of a bustling dwarvish empire, the remnants of which have since been driven into the upper caves of Knalga by the forces of darkness.
sr: Избисте на неизмерну природну катедралу, зидова што се надвијаше у висину даље но што се могло разабрати у помрчини. Преко галерије се простираше велики понор, око којега је тло пећине било излизано до углачаности. Овде некада беше средиште кипућег патуљачког царства, чије су остатке снаге таме протерале у горње пећине Кналге.|~ Избисте на неизм›ијерну природну катедралу, зидова што се надвијаше у висину даље но што се могло разабрати у помрчини. Преко галерије се простираше велики понор, око којега је тло пећине било излизано до углачаности. Овд›је некада б›ијеше средиште узаврелог патуљачког царства, чије су остатке снаге таме прот›јерале у горње пећине Кналге.|~

source: There is a big cave-in south of here.
sr: Стоји велики усек јужно одавде.|~ Стоји велики ус›јек јужно одавд›је.|~

source: The rocks are moving!
sr: Стене се померају!|~ Ст›ијене се пом›ијерају!|~

source: Who goes there? Friend or foe?
sr: Ко иде тамо? Пријатељ ил' не?|~

source: We are desperately trying to rid these tunnels of orcs and trolls! Please help us in our quest.
sr: Очајнички покушавамо да истребимо орке и тролове из ових тунела! Молимо вас, помозите нам у томе.|~ Очајнички покушавамо да истр›ијебимо орке и тролове из ових тунела! Молимо вас, помозите нам у томе.|~

source: Vile creature! Let us rid these tunnels of its kind!
sr: Погано створење! Истребимо њихову сорту из ових тунела!|~ Погано створење! Истр›ијебимо њихову сорту из ових тунела!|~

source: I did not know that the undead were in these pits!
sr: Не знадох да се немртви шуњају по овим јамама!|~

source: Who is this foul enemy that we fight?
sr: Ко је тај огавни непријатељ против којега идемо?|~

source: I am Lionel. I am the Lost General. I will avenge myself upon you all!
sr: Ја сам Лајонел. Ја сам Изгубљени генерал. Осветићу себе преко вас свих!|~ Ја сам Лионел. Ја сам Изгубљени генерал. Осветићу себе преко вас свих!|~

source: Avenge? What have we done to you that you must avenge?
sr: Осветити? Шта ти ми то урадисмо, што мораш да осветиш?|~

source: Lionel? A General? I remember that name...
sr: Лајонел? Генерал? То ми је име познато...|~ Лиоонел? Генерал? То ми је име познато...|~ Лионел? Генерал? То ми је име познато...|~

source: Argh! I am vanquished! But at least by worthy foes, instead of those disgusting orcs.
sr: Аргх! Надјачан сам! Ал' барем од вредног непријатеља, наместо одвратних оркова.|~ Аргх! Надјачан сам! Ал' барем од ваљаног непријатеља, нам›јесто одвратних оркова.|~

source: Rest in peace, Lionel. The poor, lost general.
sr: Почивај у миру, Лајонеле. Јадни, изгубљени генерал.|~ Почивај у миру, Лионеле. Јадни, изгубљени генерал.|~

source: The earth shakes.
sr: Тло се тресе.|~

source: How will we make it?
sr: Како ћемо успети?|~ Како ћемо усп›јети?|~

source: You may now recruit the legendary dwarvish guardsmen!
sr: Од сада можеш најмити легендарне патуљачке браниче!|~

source: I do not know, Konrad, but I can sense our path only leads us downward. We will continue to the northeast, to the deepest depths of these caverns.
sr: Не знам, Конраде, али осећам да наш пут води само надоле. Наставићемо на североисток, у најдубље дубине ових пећина.|~ Не знам, Конраде, али ос›јећам да наш пут води само надо‹ље. Наставићемо на с›јевероисток, у најдубље дубине ових пећина.|~

source: Hasty Alliance
sr: Збрзани савез|~

source: The last dwarvish settlement far behind them, the party descended into the deepest parts of the hewn caverns. Except for disturbances caused by the occasional goblin, the air in the lower passages was still and tomblike.
sr: Оставивши последњу патуљачку насеобину иза себе, дружина се упустила у најдубља подручја усекнутих пећина. Осим лахора иза понеког гоблина, ваздух у доњим пролазима беше миран као у гробници.|~ Оставивши пос‹љедњу патуљачку насеобину иза себе, дружина се упустила у најдубља подручја усекнутих пећина. Осим лахора иза понеког гоблина, ваздух у доњим пролазима б›јеше миран као у гробници.|~

source: Stepping through a low corridor, Konrad and Delfador emerged from the maze-like catacombs into icy blackness. Darkness seemed to crush them. Lights flickered and went out. Even the staff of the elder mage struggled to produce enough light to see by.
sr: Искорачивши из ниског ходника, Конрад и Делфадор избише из изувијаних катакомби у ледено црнило. Тама као да их је заробила. Светла трепнуше и угасише се. Чак се и штап старог мага напрезао да изнедри довољно светла за обасјавање пута.|~

source: A cavernous void stretched out ahead, across which no ceiling or walls were visible. Wind howled and whipped over narrow ledges bridging the depths, almost as if animated by powerful nearby magic... and newly awoken evil.
sr: Испред се ширила пећинска празнина, преко које се није видела ни таваница ни зидови. Ветар је завијао и шибао преко уских испуста што су премошћавали дубине, као да је оживљен неком моћном магијом... и пробуђеним злом.|~ Испред се ширила пећинска празнина, преко које се није вид›јела ни таваница ни зидови. В›јетар је завијао и шибао преко уских испуста што су премошћавали дубине, као да је оживљен неком моћном магијом... и пробуђеним злом.|~

source: Humans
sr: Људи|~

source: Haaf-Garga
sr: Хаф-Гарга|~

source: Where are we? Which way now? I am tired of this darkness!
sr: Где смо? Куда ћемо сада? Уморан сам више од ове таме!|~ Гд›је смо? Куда ћемо сада? Уморан сам више од ове таме!|~

source: I am not sure of the way. Let me think for a moment.
sr: Нисам сигуран. Да размислим на час.|~

source: En garde!
sr: Доле оружје!|~ До‹ље оружје!|~

source: What in the world are you doing here?
sr: За име света, шта ти радиш овде?|~ За име св›ијета, шта ти радиш овд›је?|~

source: Tracking you down, of course! You have escaped me for the last time!
sr: Пратим вас, наравно! То је био последњи пут да сте ми избегли!|~ Пратим вас, наравно! То је био пос‹љедњи пут да сте ми изб›јегли!|~

source: Foolish girl! We are in the deepest of caverns, probably surrounded by all manner of creatures, and you still want to fight us? You will bring us all to ruin!
sr: Будаласто девојче! У најдубљим смо пећинама, вероватно окружени свакаквим створењима, и теби је још увек до сукоба с нама? Свима ћеш нам запечатити судбину!|~ Будаласто д›јевојче! У најдубљим смо пећинама, в›јероватно окружени свакаквим створењима, и теби је још ув›ијек до сукоба с нама? Свима ћеш нам запечатити судбину!|~

source: Surprise! Die, you sun-lovers!
sr: Изненађење! Умрите, сунцељупци!|~

source: Now we are surrounded! Do you still want to fight us, Princess? Surely that would lead to doom for us all!
sr: Опкољени смо! Још увек би да удариш на нас, принцезо? Тада ћемо загисурно сви изгинути!|~ Опкољени смо! Још ув›ијек би да удариш на нас, принцезо? Тада ћемо загисурно сви изгинути!|~

source: I see we have little choice but to help each other. Let us fight together until we return to the surface. Agreed?
sr: Не видим друге, него да се привремено испомогнемо. Боримо се удружени док се не вратимо на површину. Договорено?|~

source: Very well, I promise that you will reach the surface again, or we shall all perish together, Princess.
sr: Врло добро, дајем реч да ћеш се поново домоћи површине, или да ћемо заједно пропасти, принцезо.|~

source: But once we escape from this hole, I have a score to settle with you!
sr: Али када се извучемо из ове рупетине, и даље нам остаје рачун који морамо средити!|~

source: Yes. We agreed to help each other get out of these pits alive, did we not? Let us continue to pool our resources. I pledge to you my gold.
sr: Да. Договор је да помажемо једно другоме док се не извучемо из пећина, зар не? Наставимо да сабирамо средства — ја прилажем своје злато.|~

source: Across the chasm, the air almost crackled with magical energy. It also became steadily warmer. The floor was smooth and glassy in places, and a faint glow provided a small reprieve from the thick blackness. Volcanic fumes drifted up from cracks in the floor.
sr: Преко понора, ваздух је скоро пуцкетао од магичне енергије. Постајало је све топлије. Тло је било глатко и стакловито на појединим местима, и мутни одсјај пружаше мали предах од густе таме. Вулканска испарења су се подизала из малих пукотина у тлу.|~ Преко понора, ваздух је скоро пуцкетао од магичне енергије. Постајало је све топлије. Тло је било глатко и стакловито на појединим м›јестима, и мутни одсјај пружаше мали предах од густе таме. Вулканска испарења су се подизала из малих пукотина у тлу.|~

source: Distant rumbles and earthquakes made it difficult to keep steady footing. The very earth had come alive, heaving, struggling to be relieved of its centuries-old burden...
sr: Удаљено брујање и потреси отежаваше устаљено корачање. Сама земља је оживела, напрежући се и борећи да се олакша свог вековима старог бремена...|~ Удаљено брујање и потреси отежаваше устаљено корачање. Сама земља је ожив›је, напрежући се и борећи да се ослободи свог стољећима старог бремена...|~ Удаљено брујање и потреси отежаваше устаљено корачање. Сама земља ожив›је, напрежући се и борећи да се ослободи свог сто‹љећима старог бремена...|~

source: We cannot explore this much area by ourselves, especially if we are beset by the denizens of these caves. We must ask our dwarven allies to help search the caves with us.
sr: Не можемо сами истражити оволики простор, посебно ако нас још буду опседали становници ових пећина. Морамо замолити наше патуљачке савезнике да помогну у трагању кроз пећине.|~ Не можемо сами истражити оволики простор, посебно ако нас још буду опс›иједали становници ових пећина. Морамо замолити наше патуљачке савезнике да помогну у трагању кроз пећине.|~

source: Yes, I feel it is near here! We must search for it carefully.
sr: Да, осећам да је у близини! Морам га пажљиво тражити.|~ Да, ос›јећам да је у близини! Морам га пажљиво тражити.|~

source: No, not an earthquake, Princess. I feel it too. Something is... aware... of us.
sr: Не, није земљотрес, принцезо. И ја то осетих. Нешто... нешто нас је свесно.|~ Не, није земљотрес, принцезо. И ја то ос›јетих. Нешто... нешто нас је св›јесно.|~

source: Aware? Who? Delfador, what does he mean?
sr: Свесно? Шта? Делфадоре, о чему он то?|~ Св›јесно? Шта? Делфадоре, о чему он то?|~

source: Where? Where is it?
sr: Где? Где је?|~ Гд›је? Гд›је је?|~

source: North. More than that, I cannot tell.
sr: Северно. Више од тога, не знам рећи.|~ С›јеверно. Више од тога, не знам рећи.|~

source: Konrad, as promised, here is my purse, full of gold.
sr: Конрада, као што обећах ево моје кесе, пуне злата.|~

source: You receive 300 pieces of gold!
sr: Доби 300 златника!|~

source: A Choice Must Be Made
sr: Изабрати се мора|~

source: Defeat either of the enemy leaders
sr: Поразиш ли било којег од непријатељских вођа|~

source: I thank you for helping me get back to the surface, but now I must take what is mine!
sr: Захвална сам што ми помогосте да се домогнем површине, али сада морам добити што ми припада!|~

source: You still want to fight me, do you, Princess?
sr: И даље си против мене, да ли је тако, принцезо?|~

source: Did you think I was just playing around? I need to take my inheritance!
sr: Да ли си мислио да се само поигравам? Морам узети своје наследство!|~ Да ли си мислио да се само поигравам? Морам узети своје насл›иједство!|~

source: It is not so simple! We are back on the surface, but we are hardly safe. We barely know where we are. Look to the north... there are orcs about! Look to the south... there are the hordes of the undead!
sr: Није то тако просто! Јесмо сада на површини, али тешко да смо безбедни. Готово и да не знамо где смо. Погледај ка северу... то се оркови тамо мувају! Погледај ка југу... тамо су хорде немртвих!|~ Није то тако просто! Сада смо на површини, али тешко да смо безб›иједни. Готово и да не знамо гд›је смо. Погледај ка с›јеверу... то се оркови тамо мувају! Погледај ка југу... тамо су хорде немртвих!|~ Није то тако просто! Сада смо на површини, али тешко да смо безб›једни. Готово и да не знамо гд›је смо. Погледај ка с›јеверу... то се оркови тамо мувају! Погледај ка југу... тамо су хорде немртвих!|~

source: Indeed there are. We will have to fight our way out. Are you with us, Princess, or against us?
sr: Уистину јесу. Мораћемо да пробијемо себи пут. Јеси ли са нама, принцезо, или против нас?|~

source: Then let us devise a battle plan.
sr: Онда да осмислимо план битке.|~

source: We have escaped.
sr: Извукосмо се.|~

source: Such words in the presence of royalty! Do you want me to fry you, Elf?
sr: Такве речи у присуству краљевића! Хоћеш ли да те спржим, вилењаку?|~ Такве р›ијечи у присуству краљевића! Хоћеш ли да те спржим, вилењаче?|~

source: Friends, peace! Though we are out of the tunnels, we are hardly safe. We are somewhere in the arid and wild north lands, that is all we know. Behold! To the north, orcs, to the south, dark hordes. We must remain at peace with one another, or else all perish!
sr: Мир, пријатељи! Иако су тунели иза нас, тешко да смо безбедни. Налазимо се негде у опустошеним и дивљим северњачким земљама, то је све што знамо. Гледајте! На северу оркови, на југу мрачне хорде. Мир међу нама мора још потрајати, иначе смо пропали!|~ Мир, пријатељи! Иако су тунели иза нас, тешко да смо безбедни. Налазимо се негде у опустошеним и дивљим с›јеверњачким земљама, то је све што знамо. Гледајте! На с›јеверу оркови, на југу мрачне хорде. Мир међу нама мора још потрајати, иначе смо пропали!|~ Мир, пријатељи! Иако су тунели иза нас, тешко да смо безб›једни. Налазимо се негде у опустошеним и дивљим с›јеверњачким земљама, то је све што знамо. Гледајте! На с›јеверу оркови, на југу мрачне хорде. Мир међу нама мора још потрајати, иначе смо пропали!|~ Мир, пријатељи! Иако су тунели иза нас, тешко да смо безб›једни. Налазимо се негд›је у опустошеним и дивљим с›јеверњачким земљама, то је све што знамо. Гледајте! На с›јеверу оркови, на југу мрачне хорде. Мир међу нама мора још потрајати, иначе смо пропали!|~

source: I suppose that helping each other for a while longer would be mutually beneficial. But what should we do? How should we defend ourselves?
sr: Верујем да би још мало испомагања било од обостране користи. Али шта нам је чинити? Како ћемо се бранити?|~

source: Then perhaps we should head east along the river, and seek refuge and rest there for a time?
sr: Онда можда да кренемо источно уз реку, и потражимо уточиште и одмор код њих на неко време?|~ Онда можда да кренемо источно уз р›ијеку, и потражимо уточиште и одмор код њих на неко вр›ијеме?|~

source: But which way, Kalenz?
sr: Али који пут, Калензе?|~

source: We may take two paths which avoid the river. North, through the ancient home of my people, and then east to where they now live. Or we can go south, passing through the swamps, before turning east and then north. We would cross the river one time more if we chose that route, but I know a safe place for the crossing.
sr: Можемо кренути двема стазама које се клоне реке. На север, кроз древни дом мог народа, па онда на исток где сада обитавају. Или можемо на југ, газећи кроз мочваре, пре него што скренемо на исток па на север. Овим другим путем бисмо морали још једном да пређемо реку, али знам безбедно место за прелазак.|~ Можемо кренути дв›јема стазама које се клоне р›ијеке. На с›јевер, кроз древни дом мог народа, па онда на исток гд›је сада обитавају. Или можемо на југ, газећи кроз мочваре, пр›ије него што скренемо на исток па на с›јевер. Овим другим путем бисмо морали још једном да пр›ијеђемо р›ијеку, али знам безб›иједно м›јесто за прелазак.|~ Можемо кренути дв›јема стазама које се клоне р›ијеке. На с›јевер, кроз древни дом мог народа, па онда на исток гд›је сада обитавају. Или можемо на југ, газећи кроз мочваре, пр›ије него што скренемо на исток па на с›јевер. Овим другим путем бисмо морали још једном да пр›ијеђемо р›ијеку, али знам безб›једно м›јесто за прелазак.|~

source: And will you join us in seeking refuge with the North Elves, Princess?
sr: Хоћеш ли нам се и ти придружити у дому северњачких вилењака, принцезо?|~ Хоћеш ли нам се и ти придружити у дому с›јеверњачких вилењака, принцезо?|~

source: If the elves will promise me refuge and safe passage, then I will go.
sr: Ако ми вилењаци јемче за уточиште и безбедан пролаз, поћи ћу.|~ Ако ми вилењаци јемче за уточиште и безб›иједан пролаз, поћи ћу.|~ Ако ми вилењаци јемче за уточиште и безб›један пролаз, поћи ћу.|~

source: That we will, Princess. Even though you are the daughter of the Queen, our enemy, we shall not harm you on this encounter, for you have helped us.
sr: То је сигурно, принцезо. Иако си кћер Краљице, нашег непријатеља, нећемо те повредити при овом сусрету, јер си нам помогла.|~ То је сигурно, принцезо. Иако си кћер Краљице, нашег непријатеља, нећемо те повр›иједити при овом сусрету, јер си нам помогла.|~

source: So, we must choose. To the north past the orcs, where lie the ancient snow plains of the elves, or to the south, beyond the armies of the Walking Dead where the dreaded swamps await.
sr: Дакле, морамо изабрати. На север поред оркова, где леже древне снежне равнице вилењака, или на југ, иза војски немртвих, где чекају страшне мочваре.|~ Дакле, морамо изабрати. На с›јевер поред оркова, гд›је леже древне с‹њежне равнице вилењака, или на југ, иза војски немртвих, гд›је чекају страшне мочваре.|~

source: Prince Konrad, you and your friends keep talking about avoiding the Arkan-thoria. But we can lead you down this river. With the help of us merfolk, you could reach the home of the North Elves much sooner by the river road, rather than by taking either one of the land routes. I can not promise you that it will be a safe journey, because I do not know what lies ahead, but it is an option and you should consider it, my lord.
sr: Принче Конраде, ви и ваши пријатељи често помињете да Аркан-торију треба избећи. Али вас ми можемо повести низ њу. Уз помоћ нас морејаца, речним путем могли бисте досећи дом северњачких вилењака много пре него икојим од копнених путева. Не могу вам обећати безбедно путовање јер не знам шта лежи пред нама, али је то могућност о којој бисте могли поразмислити, господару.|~ Принче Конраде, ви и ваши пријатељи често помињете да Аркан-торију треба избећи. Али вас ми можемо повести низ њу. Уз помоћ нас морејаца, р›ијечним путем могли бисте досећи дом с›јеверњачких вилењака много пр›ије него икојим од копнених путева. Не могу вам обећати безб›иједно путовање јер не знам шта лежи пред нама, али је то могућност о којој бисте могли поразмислити, господару.|~ Принче Конраде, ви и ваши пријатељи често помињете да Аркан-торију треба избећи. Али вас ми можемо повести низ њу. Уз помоћ нас морејаца, р›ијечним путем могли бисте досећи дом с›јеверњачких вилењака много пр›ије него икојим од копнених путева. Не могу вам обећати безб›једно путовање јер не знам шта лежи пред нама, али је то могућност о којој бисте могли поразмислити, господару.|~ Принче Конраде, ви и ваши пријатељи често помињете да Аркан-торију треба изб›јећи. Али вас ми можемо повести низ њу. Уз помоћ нас морејаца, р›ијечним путем могли бисте досећи дом с›јеверњачких вилењака много пр›ије него икојим од копнених путева. Не могу вам обећати безб›једно путовање јер не знам шта лежи пред нама, али је то могућност о којој бисте могли поразмислити, господару.|~

source: Loyal merfolk, you have served far beyond what your debt of gratitude requires. I will trust your strength and loyalty through this tribulation even as you trusted us to lead you through the heart of a volcano.
sr: Одани морејци, одужили сте нам се далеко преко захтева дуга захвалности. Вероваћу вашој снази и оданости и кроз ову невољу, као што сте ви нама када смо вас повели кроз срце вулкана.|~ Одани морејци, одужили сте нам се далеко преко захт›јева дуга захвалности. В›јероваћу вашој снази и оданости и кроз ову невољу, као што сте ви нама када смо вас повели кроз срце вулкана.|~

source: Your people have already saved me once from a watery death, noble mer, fighting by my side as undead horrors threatened to devour us. I entrust our army to your strength and protection.
sr: Ваш народ већ ме је једном спасио водоносне смрти, племенити морејцу, борећи се уза нас док су немртви ужаси претили да нас растргну. Поверавам нашу војску вашој снази и окриљу.|~ Ваш народ већ ме је једном спасио водоносне смрти, племенити морејче, борећи се уза ме док су немртви ужаси пр›ијетили да нас растргну. Пов›јеравам нашу војску вашој снази и окриљу.|~

source: If you are confident you can navigate these waters and guide our forces to safety, then lead on.
sr: Ако сте уверени да се можете снаћи у овим водама и извести наше снаге на безбедно, поведите.|~ Ако сте ув›јерени да се можете снаћи у овим водама и извести наше снаге на безб›иједно, поведите.|~ Ако сте ув›јерени да се можете снаћи у овим водама и извести наше снаге на безб›једно, поведите.|~

source: I am, my liege. We press ahead. Stay close, noble masters.
sr: Јесам, господару. Онда полазимо. Не удаљавајте се, племенити сапутници.|~

source: I suspected you would attempt to lead us down the banks of Longlier...
sr: Сумњах да ћете покушати да нас поведете низ обале Лонглијера...|~

source: (shock) What!? Konrad, your folly is appalling! Do you flout my advice?
sr: [запањен] Шта!? Конраде, ваша је наивност невиђена! Ругате ли се то мом савету?|~ [запањен] Шта!? Конраде, ваша наивност је невиђена! Ругате ли се то мом сав›јету?|~

source: We are traveling east? Down the river? Konrad, I hope you know what you are committing us to.
sr: Идемо на исток? Низ реку? Конраде, надам се да знаш у шта нас увлачиш.|~ Идемо на исток? Низ р›ијеку? Конраде, надам се да знаш у шта нас увлачиш.|~

source: Of course not, whelp, else he would have chosen a safer route.
sr: Наравно да не, штенце, иначе би изабрао безбедније стазе.|~ Наравно да не, штене, иначе би изабрао безбедније стазе.|~ Наравно да не, штене, иначе би изабрао безб›једније стазе.|~

source: Hold your tongue, Kalenz. The princess is our ally and of royal blood. She deserves not your disrespect.
sr: Језик за зубе, Калензе. Принцеза је наш савезник и краљевске крви. Не заслужује твоје ниподаштавање.|~

source: Delfador, you cannot allow this to happen! We march to our death!
sr: Делфадоре, не можеш дозволити да ово прође! Ступамо право у смрт!|~

source: Lord elf, I am in command. I have held council with the Merfolk, and they believe they can find a path down the river and over the falls. We will take the most direct route to your homeland and escape the grasp of the Northerner armies that swarm the wilderness.
sr: Вилењачки господару, ја овде заповедам. Већао сам са морејцима, и они верују да могу испратити пут низ реку и преко водопад^а. Кренућемо најнепосреднијим путем ка твојој домовини и избећи стиску северњачких војски што се роје дивљином.|~ Вилењачки господару, ја овд›је запов›иједам. В›ијећао сам са морејцима, и они в›јерују да могу испратити пут низ р›ијеку и преко водопад^а. Кренућемо најнепосреднијим путем ка твојој домовини и избећи стиску с›јеверњачких војски што се роје дивљином.|~ Вилењачки господару, ја овд›је запов›иједам. В›ијећао сам са морејцима, и они в›јерују да могу испратити пут низ р›ијеку и преко водопад^а. Кренућемо најнепосреднијим путем ка твојој домовини и изб›јећи стиску с›јеверњачких војски што се роје дивљином.|~
