Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-dm.po
Languages: sr

source: Delfador, our weapons are weak against the undead, but perhaps we have other help to give you. Centuries ago the great mage Crelanu entrusted to us a book of lore, powerful knowledge, perilous secrets that it took Crelanu all his life to gather.
sr: Делфадоре, немоћно је наше оружје против немртвих, али можда ти можемо помоћи чим другим. Прије неколико стољећа, велики маг Крелану повјери нам књигу поука, моћног знања, опасних тајни, свега што он скупи за свог живота,|~ Делфадоре, немоћно је наше оружје против немртвих, али можда ти можемо помоћи чим другим. Пр›ије неколико стољећа, велики маг Крелану пов›јери нам књигу поука, моћног знања, опасних тајни, свега што он скупи за живота.|~ Делфадоре, немоћно је наше оружје против немртвих, али можда ти можемо помоћи чим другим. Пр›ије неколико сто‹љећа, велики маг Крелану пов›јери нам књигу поука, моћног знања, опасних тајни, свега што он скупи за живота.|~

source: Friends, your words do me perhaps greater honor than I deserve. I am not sure I am worthy of this charge.
sr: Пријатељи, мода ми ваше ријечи дају већу почаст него што заслужујем. Не знам да ли сам достојан таквог задужења.|~ Пријатељи, можда ми ваше ријечи дају већу почаст него што заслужујем. Не знам да ли сам достојан таквог задужења.|~ Пријатељи, можда ми ваше р›ијечи дају већу почаст него што заслужујем. Не знам да ли сам достојан таквог задужења.|~

source: We must destroy this warlord now, before his power grows any greater!
sr: Ваља нам уништити овог ратовођа сада, док му оснажи!|~ Ваља нам уништити овог ратовођа сада, док још више не оснажи!|~

source: You will be forever welcome in the court of Wesnoth.
sr: Капије веснотског двора ће увијек бити отворене за вас.|~ Капије веснотског двора ће ув›ијек бити отворене за вас.|~

source: We look forward to fighting beside you to defeat those threats that remain.
sr: Радујемо се заједничкој борби против пријетњи што преосташе.|~ Радујемо се заједничкој борби против пр›ијетњи што преосташе.|~

source: Your Majesty, we have more urgent matters. Leollyn sent me on a mission to find out why the dead are restless. A foul necromancer has opened a portal to the land of the dead. It must be closed at all costs, and I am afraid my skills may be insufficient for that task.
sr: Ваше величанство, пред нама су хитнија дјела. Леолин ме задужи да откријем зашто мртви немају покоја. Грешни некромант отвори проказ у земљу мртвих. По сваку цијену нам ваља затворити тај пролаз а бојимсе како тај задатак превазилази моје умијеће.|~ Ваше Величанство, пред нама су хитнија д›јела. Леолин ме задужи да откријем зашто мртви немају покоја. Погани некромант отвори пролаз у земљу мртвих. По сваку ц›ијену морамо затворити тај пролаз, а бојим се да тај задатак превазилази моје ум›ијеће.|~

source: Crelanu charged us to guard his book until someone worthy of it appeared. We believe you are that one, Delfador. The book may help you find a way to close that portal.
sr: Крелану нам остави у аманет да чувамо ову књигу, док се не појави ко достојан. Вјерујемо како си ти тај, Делфадоре. Можда ти књига помогне да затвориш овај пролаз.|~ Крелану нам остави у аманет да чувамо његову књигу, док се не појави неко ње достојан. В›јерујемо да си ти тај, Делфадоре. Можда ти књига помогне да затвориш пролаз.|~

source: Curse or no, we must close that portal soon, or else we are all doomed.
sr: Са клетвом или без ње, ваља нам брзо затворити пролаз или смо осуђени на пропаст.|~ Са клетвом или без ње, морамо брзо затворити пролаз или смо осуђени на пропаст.|~

source: Then here it is, Delfador. May it help you bring a swift end to the undead menace. And may it cost you less than it has cost us...
sr: Онда, узми је Делфадоре. Нек ти помогне да брзо окончаш немртво зло. И да платиш мању цијену за њену помоћ него ми...|~ Онда је узми, Делфадоре. Нек ти помогне да брзо окончаш немртво зло. И да платиш мању ц›ијену за њену помоћ него ми што смо...|~

source: Thank you, friends. May we meet again in happier times. Now I must make haste, for I need to study the book and prepare for the battle with the undead.
sr: Хвала вам пријатељи. Да се поново сретнемо у срећнијем часу. Сад ми ваља пожурити да проучим књигу и спремим се за бој с немртвима.|~ Хвала вам, пријатељи. Да се поново сретнемо у срећнијем часу. Сад ми ваља пожурити да проучим књигу и спремим се за бој с немртвима.|~

source: Adamar
sr: Адамар|~ |~e0

source: Mitbreen
sr: Митбрин|~ |~e0

source: Ronduger
sr: Рондугер|~ |~e0

source: For the King!
sr: За Краља|~ За Краља!|~

source: Dark Sky Over Weldyn
sr: Мрачни облаци над Велдином|~

source: King Garard
sr: Краљ Гарард|~ краљ Гарард|~

source: Delfador
sr: Делфадор|~

source: Lionel
sr: Лионел|~

source: Defeat Gruv-Malal
sr: Поразиш ли Грув-малала|~

source: Close the Portal and return Delfador to his keep
sr: Затвориш ли пролаз и вратиш Делфадора до његовог замка|~

source: Trgrau
sr: Трграу|~ |~e0

source: Kalenz and Chantal and their troops departed to ride against the remnants of the orcish Great Horde. Delfador returned to Weldyn with the King and his gift from the elves, the Book of Crelanu. However, despite the victory, Delfador was deeply worried by the undead menace. On the way back they met with Lionel who was arriving with reinforcements, and were deeply saddened to learn that Leollyn had died under very suspicious circumstances.
sr: Каленз и Чантал поведоше своје трупе да разбију остатке орковске Велике хорде. Делфадор се врати у Велдин заједно са Краљем, носећи вилењачки дар, Крелануову књигу. Ипак, упркос побједи, Делфадора мучаше немртво зло. При повратку сусретоше Лионела, који је водио појачања и дубоко се растужише кад су дознали да је Леолин умро под сумњивим околностима.|~ Каленз и Чантал поведоше своју војску да разбије остатке орковске Велике хорде. Делфадор се врати у Велдин заједно са краљем, носећи вилењачки дар, Књигу Крелануа. Упркос поб›једи, Делфадора мучаше немртво зло. При повратку сусретоше Лионела, који је водио појачања, и дубоко се растужише кад дознаше да је Леолин умро под сумњивим околностима.|~ Каленз и Чантал поведоше своју војску да разбије остатке орковске Велике хорде. Делфадор се врати у Велдин заједно са краљем, носећи вилењачки дар, Књигу Крелануа. Упркос поб›једи, Делфадора мучаше немртво зло. При повратку сусретоше Лионела, који је водио појачања, и дубоко се растужише кад видјеше да је Леолин умро под сумњивим околностима.|~ Каленз и Чантал поведоше своју војску да разбије остатке орковске Велике хорде. Делфадор се врати у Велдин заједно са краљем, носећи вилењачки дар, Књигу Крелануа. Упркос поб›једи, Делфадора мучаше немртво зло. При повратку сусретоше Лионела, који је водио појачања, и дубоко се растужише кад вид›јеше да је Леолин умро под сумњивим околностима.|~

source: We have assembled here with good and bad news: The good news is that the orcs have been defeated decisively. Their Great Chief is dead and their army has been scattered. We owe much of this great victory to Delfador.
sr: Сакуписмо се овдје праћени добрим и лошим новостима: Добра вијест је да потукосмо оркове. Њихов Велики поглавица је мртав, а војска им је разбијена. Највећи дио славе за ову побједу иде Делфадору|~ Сакуписмо се овд›је праћени добрим и лошим новостима: добра в›ијест је да потукосмо оркове. Њихов велики поглавица је мртав, а војска им је разбијена. Велики д‹ио заслуге за ову поб›једу иде Делфадору.|~

source: I did very little, sire. It was actually the elves who saved us on that day.
sr: Оно што ја учиних је незнатно, господару. Заправо, вилењаци нас спасише тог дана.|~ Оно што ја учиних незнатно је, господару. Заправо, вилењаци нас спасише тог дана.|~

source: We owe the elves nothing, sire. They refused to send their archers when we needed them!
sr: Вилењацима не дугујемо ништа, господару. Одбише нам дати своје стријелца кад смо их тражили!|~ Вилењацима не дугујемо ништа, господару. Одбише нам послати своје стр›ијелце кад су нам требали!|~

source: Peace, Lionel. The elves fought well and have earned Our respect. But this council is here to address an alarming matter. Young master Delfador here reports of an undead threat. He was able to fight them off at Parthyn Ford, but more are coming.
sr: Мир, Лионеле. Вилењаци су се одважно борили и заслужише наше поштовање. Али овај савјет се сабра да размотри хитну ствар. Млади господин Делфадор нас извјештава о немртвој пријетњи. Успједе му да их одбије код партинског газа али доћи ће нови.|~ Мир, Лионеле. Вилењаци су се одважно борили и заслужише наше поштовање. Али ово в›ијеће се сабра да размотри хитну ствар. Млади господин Делфадор нас изв›јештава о немртвој пр›ијетњи. Усп›једе му да их одбије код Партинског газа, али још их пристиже.|~ Мир, Лионеле. Вилењаци су се одважно борили и заслужише наше поштовање. Али ово в›ијеће се сабра да размотри хитну ствар. Млади учитељ Делфадор нас изв›јештава о немртвој пр›ијетњи. Усп›једе му да их одбије код Партинског газа, али још их пристиже.|~

source: With your permission, sire, I will take some picked men north and crush these abominations.
sr: Уз вашу дозволу, господару, повешћу неколико одабраних људи на сјевер да разбијем те приказе.|~ Уз вашу дозволу, господару, повешћу неколико одабраних људи на с›јевер да разбијем те грозоте.|~

source: Sagus
sr: Сагус|~

source: I have fought these things, and I know what I am talking about. This is a deadly serious threat.
sr: Борио сам се против тих наказа и знам о чему причам. Пријети нам смртна опасност.|~ Борио сам се против тих наказа и знам о чему причам. Пр›ијети нам смртна опасност.|~

source: Are you saying Master Sagus speaks idly? Somebody needs to teach you respect!
sr: Говориш ли то да господин Сагус збори упразно? Неко би те морао нучити да поштујеш старије!|~ Говориш ли то да господин Сагус збори упразно? Неко би те морао научити да поштујеш старије!|~ Говориш ли то да учитељ Сагус збори упразно? Неко би те морао научити да поштујеш старије!|~

source: Artuman
sr: Артуман|~ |~e0

source: You have proven your bravery, young Delfador, but I think you underestimate the might of our army.
sr: Показао си своју одважност, млади Делфадоре, али мислим да потцјењујеш снагу наше војске.|~ Показао си своју одважност, млади Делфадоре, али мислим да потц›јењујеш снагу наше војске.|~

source: Sire, may I lead some part of your army to crush the undead?
sr: Господару, могу ли повести вашу војску да згазим немртве?|~ Господару, могу ли повести део ваше војске да згазимо немртве?|~ Господару, могу ли повести д‹ио ваше војске да згазимо немртве?|~

source: What are my orders, then?
sr: Шта ми онда заповиједате?|~ Шта ми онда запов›иједате?|~

source: As you command, sire!
sr: По вашој заповијести, господару!|~ По вашој запов›ијести, господару!|~

source: This is a disaster. I should have led the army myself and died with them. And I should have listened to you, Delfador.
sr: Ово је пропаст. Требао сам лично повести војску и погинути са њима. И требао сам тебе послушати, Делфадоре.|~ Ово је пропаст. Требало је лично да поведем војску и погинем са њима. И требало је да те послушам, Делфадоре.|~

source: We will fight till the last man, my King.
sr: Борићемо се до посљедњег човјека, Краљу.|~ Борићемо се до пос‹љедњег чов›јека, Краљу мој.|~

source: My Lord, things are very grave indeed, but all is not yet lost. There is still hope if we do not falter.
sr: Господару мој, ствари лоше стоје за нас али није све изгубљено. Још увијек нам има наде ако не|~ Господару, ствари лоше стоје али није све изгубљено. Још ув›ијек нам има наде ако не будемо оклевали.|~ Господару, ствари лоше стоје али није све изгубљено. Још ув›ијек нам има наде ако не будемо оклијевали.|~ Господару, ствари лоше стоје али није све изгубљено. Још ув›ијек нам има наде ако не будемо окл›ијевали.|~

source: Yes, Delfador. This time we will follow your advice.
sr: Да, Делфадоре! Овог пута послушаћу твој савјет.|~ Да, Делфадоре! Овог пута послушаћу твој сав›јет.|~

source: My Lord, I can arrange the defenses around the city.
sr: Господару, могао бих да уредим градску одбрану.|~

source: Very well, Lionel, take command.
sr: Нека буде тако, Лионеле, преузми заповиједање.|~ Нека буде тако, Лионеле, преузми запов›иједање.|~

source: These are only the first steps. If we are to defeat the undead, we need to use and train the army differently than we have. First, you must recall every mage in Wesnoth, from Alduin and elsewhere. And you must prepare more heavy infantry.
sr: Ово су тек први кораци. Ако желимо поразити немртве, ваља нам обучавати војску другачије но до сада. Прво вам ваља да сазовете све веснотске магове, са Алдујина и друге. Такође ,орате обучити још тешке пјешадије.|~ Ово су тек први кораци. Ако желимо да поразимо немртве, ваља нам користити и обучавати војску другачије но до сада. Прво морате сазвати све веснотске магове, са Алдујина и друге. Затим морате опремити још тешке п›јешадије.|~

source: But heavy infantry is too slow! And mages in the army? Who can command these know-it-alls?
sr: Али тешка пјешадија је исувише спора. Магови у војсци? Ко може заповиједати тим свезналицама?|~ Али тешка п›јешадија је исувише спора! А тек магови у војсци? Ко може запов›иједати тим свезналицама?|~

source: A New Ally
sr: Нови савезник|~

source: Death of Ulrek
sr: Настрада ли Улрек|~

source: Death of Relgorn
sr: Настрада ли Релгорн|~

source: Attack, my loyal soldiers; the more we slay, the more troops for our master!
sr: Напдните, моји одани војници, што их више посијечете то је више нових ратника за нашег господара!|~ Нападните, моји одани војници, што их више пос›ијечете то је више ратника за нашег господара!|~

source: Ulrek, more enemies approach from the south... Wait, these are humans!
sr: Улрече, стиже још непријатеља са југа... Чек’ ово су људ’!|~ |~e0

source: Dwarves, attacked by undead. We must help them.
sr: Немртви ударише на патуљке. Морамо помоћи патуљцима.|~ Немртви ударише на патуљке. Морамо им помоћи.|~

source: Then your corpses will also serve my master.
sr: Онда ће и ваши лешеви служити мом господару.|~

source: I am Delfador. And you are dust!
sr: Ја сам Делфадор... а ти прах!|~

source: Now we shall rid Wesnoth of the rest of your unholy spawn!
sr: Сад нам ваља да очистимо Веснот од остатка твоје несвете навале!|~ Очистићемо Веснот од остатка твоје несвете навале!|~

source: We are in your debt.
sr: Сад’ смо твоји дужници.|~ |~e0

source: I am Delfador. Friends, a great evil has been unleashed. A portal has been opened to the land of the dead near the northernmost extent of these hills, nearly under the eaves of Lintanir Forest. I must close it, or else we are all doomed.
sr: Ја сам Делфадор. Пријатељи, велико зло се ослободи. Отворен је пролаз у Земљу мртвих крај сјеверних обронака ових брда, недалеко од окрајака Линтанирске шуме. Морам то затворити или смо сви пропали.|~ Ја сам Делфадор. Пријатељи, велико зло се ослободи. Отворен је пролаз у Земљу мртвих, крај с›јеверних обронака ових брда, недалеко од окрајака Линтанирске шуме. Морам га затворити или смо сви пропали.|~

source: Father, did ye not see these thunderbolts! This was awesome. Even our thundersticks do not strike so powerfully!
sr: Оче, виђе л’ ти ове муње! Бјеше изврсно! Ни наш’ громоштапов’ не ударају тол’ко силно!|~ |~e0

source: Relgorn fell! Quickly, run for yer lives!
sr: Релгорн паде! Брзо бјеж’те одвде, чувајте главе!|~ Релгорн паде! Брзо, бјеж’те одавде, чувајте главе!|~

source: The Portal of Doom
sr: Злокобни пролаз|~

source: Prepolur
sr: Преполур|~ |~e0

source: Unuvim
sr: Унувим|~ |~e0

source: entangle
sr: уплитање|~

source: My friends, I am in your debt for your kind offer. But we have no time to waste!
sr: Пријатељи, ваша љубазна понуда ме чини вашим дужником. Али немамо времена за губљење!|~

source: Living men and dwarves are nearing. Rise, Portal Guard and slay those intruders!
sr: Живи људи и патуљци нам прилазе. Устани, Чувару пролаза и посијеци ове уљезе!|~ Живи људи и патуљци нам прилазе. Устани, чувару пролаза, и пос›ијеци ове уљезе!|~

source: The portal must be closed at any cost. You must allow me to get close to it, so I can seal it.
sr: Пролаз се мора затворити по сваку цијену. Морате ми омогућити да му се приближим како бих га затворио.|~ Пролаз се мора затворити по сваку ц›ијену. Морате ми омогућити да му се приближим како бих га затворио.|~

source: Ye all heard! Naught will ever say dwarves ever feared anyone. Attack!
sr: Чул’ сте га! Нико неће рећ’ како су патуљц’ бојал неког. Нападај!|~ |~e0

source: Earth, rise and shut this gate of evil for good!
sr: Земљице, подигнисе и занавијек затвори овај пролаз зла!|~ Земљице, подигни се и занав›ијек затвори ову капију зла!|~

source: Your portal is shut. And you cannot open another one.
sr: Твој пролаз је затворен а други не можеш отворити!|~

source: Delfador, you have proven your skill. I have an offer for you. Join me and you will live as my right hand. Together our magic skills will be unmatched and irresistible.
sr: Делфадоре, ти доказа своје умијеће. Понудићу ти нешто. Придружи ми се и живкећеш као моја десна рука. Нико неће моћи да надмаши наша удружена магијска умијећа, нити да им се супротстави.|~ Делфадоре, ти доказа своје ум›ијеће. Понудићу ти нешто. Придружи ми се и жив›јећеш као моја десна рука. Нико неће моћи да надмаши наша удружена магијска ум›ијећа, нити да им се супротстави.|~

source: Join you?
sr: Да ти се придружим?|~

source: Or, fight me and die. I will then resurrect you as my slave.
sr: Или се бори и умри! Онда ћу те подићи као свог роба.|~

source: My path is set. Your path must end. I will not dishonor my oaths, and will not abandon friends and country.
sr: Одабран је већ мој пут а твоја се мора окончати! Нећу погазити своје заклетве нити ћу напустити пријатеље и отаџбину.|~ Одабран је већ мој пут, а твој се мора окончати! Нећу погазити своје заклетве нити напустити пријатеље и отаџбину.|~

source: Then you shall perish. After I finish with these pesky elves and dwarves, Weldyn will be mine. Wesnoth has no army to resist me.
sr: Онда ћеш пасти. Кад завршим са патуљачким и вилинским вашкама, Велдин ће бити мој. Веснот нема војску која би ми одољела.|~ Онда ћеш пасти. Кад завршим са патуљачким и вилинским вашкама, Велдин ће бити мој. Веснот нема војске која би ми одо‹љела.|~

source: Hurry up!
sr: Похитајте!|~

source: Out of my way, foul creatures!
sr: Склањај се од мене гршни створе!|~ Одбијте, погана створења!|~

source: Samun
sr: Самун|~ |~e0

source: Skoogal
sr: Скугал|~ |~e0

source: Skulrag
sr: Скулраг|~ |~e0

source: Idthom
sr: Итом|~ |~e0

source: Hyvrun
sr: Хвирун|~ |~e0

source: Blud
sr: Блуд|~ |~e0

source: They have reinforcements. Hurry, we must close the portal before we are overrun!
sr: Пристигоше им појачања. Брзо, морамо затворити пролаз прије него што нас прегазе!|~ Пристигоше им појачања. Брзо, морамо затворити пролаз пр›ије него што нас прегазе!|~

source: Slay them all!
sr: Посијеците их све!|~ Пос›ијеците их све!|~

source: Fool! You could not kill me in the land of the dead, nor can you in the land of the living! I transcend both death and life, and I will return to destroy you!
sr: Лудо! Ниси ме могао убити у земљи мртви, нити ме можеш посјећи у земљи живих. Превазиђох и смрт и живот и вратићу се да те уништим!|~ Лудо! Ниси ме могао убити у земљи мртви, па нећеш моћи ни у земљи живих. Превазиђох и смрт и живот, и вратићу се да те уништим!|~ Лудо! Ниси ме могао убити у земљи мртвих, па нећеш моћи ни у земљи живих. Превазиђох и смрт и живот, и вратићу се да те уништим!|~

source: Showdown in the Northern Swamp
sr: Обрачун у Сјеверној мочвари|~ Обрачун у С›јеверној мочвари|~

source: Using dwarvish and elvish messengers, Delfador was able to communicate the news to the King and ask for help. Mustering all the troops he could find, Lionel marched north to join Delfador for the battle that would decide the fate of Wesnoth.
sr: Уз помоћ патуљачких и вилинских гласника Делфадор је могао пренијети вијести Краљу и искати помоћ. Скупивши све снаге што могаше Лионел је напредовао на сјевер како би се придружио Делфадору у боју који ће одредити судбу Веснота.|~ Уз помоћ патуљачких и вилинских гласника Делфадор је успео да изв›ијести краља и заиска помоћ. Скупивши све снаге што могаше, Лионел пође на с›јевер како би се придружио Делфадору у боју који ће одредити судбу Веснота.|~

source: Maldun
sr: Малдун|~ |~e0

source: Alderoth
sr: Алдерот|~ |~e0

source: So we meet again, Delfador. You were a fool to turn down my offer. None of your allies will save you now.
sr: Опет се срећемо, Делфадоре. Показа се лудом, кад си одбио моју понуду. Сад те ни твоји савезници неће избавити.|~

source: You have ravaged your own soul with your corrupt arts, and your words are empty wind; I fear them not.
sr: Упропастио си своју душу забрањеним вјештинама а ријечи су ти празне попут вјетра, он ми страх не причињавају.|~ Упропастио си своју душу забрањеним в›јештинама а р›ијечи су ти празне попут в›јетра, страх ми не причињавају.|~

source: Delfador the Great, eh? And so it comes to pass as the four Oracles foretold. I accept your name-gift, Iliah-Malal.
sr: Делфадор велики, јели? Тако дакле, испуни се што тајновици претсказаше. Прихватам име што ми га ти подари, Илијах-Малале.|~ Делфадор Велики, је ли? Тако дакле, испуни се што тајновици предсказаше. Прихватам име што ми га ти, Илијах-малале, подари.|~

source: One of us will find a final death here. I do not think it will be me.
sr: Смрт ће уграбити једног од нас овдје. Не мислим да сам то ја.|~ Смрт ће уграбити једног од нас овд›је. Не мислим да ће мене.|~

source: In this scenario only, you may recall your veterans from the Land of the Dead. The killing blow against Iliah-Malal can only be struck by one of them.
sr: Само у овом сценарију можеш сазивати своје ветеране из Земље мртвих. Коначни ударац мора задати неко од њих.|~

source: Now your days are ended!
sr: Дође крај твојим данима!|~

source: The power of death is mine! When you strike me down I arise stronger than before!
sr: Сила смрти је уз мене! Кад ме посијечеш повратићу се јачи него прије!|~ Сила смрти је уз мене! Кад ме пос›ијечеш повратићу се јачи него пр›ије!|~

source: Not this time. For I have gazed upon the dark heart of necromancy in the Book of Crelanu, and found there your final doom at the hands of the dead themselves.
sr: Не и овог пута. Јер погледах тамно срце некромантије у Књизи Крелануовој и нађох да ће ти коначна пропаст бити од руке самих немртвих.|~ Не и овог пута. Јер се загледах у тамно срце некромантије у Књизи Крелануовој и нађох да ће ти коначна пропаст бити од руке немртвих самих.|~

source: Not this time. For I have gazed upon the dark heart of necromancy in the Book of Crelanu, AND I REMAIN OF THE LIGHT!
sr: Не и овог пута. Јер погледах тамно срце некромантије у Књизи Крелануовој И ОСТАДОХ СЛУЖИТЕЉ СВЈЕТЛОСТИ!|~ Не и овог пута. Јер се загледах у тамно срце некромантије у Књизи Крелануовој И ОСТАДОХ СЛУЖИТЕЉ СВ›ЈЕТЛОСТИ!|~

source: No. I did not raise them from our dead; I offered some who fought beside me in the otherworld a way here, and they come to us of their own will. Today they fight for the living.
sr: Не. Не сазвах их међу нашим погинулим, понудих некима што се борише уза ме на оном свијету да дођу овдје и дођоше својом вољом. Данас ће се борити за живе.|~ Не. Не сазвах их међу нашим погинулим, већ понудих некима што се борише уза ме на оном св›ијету да дођу овд›је, и дођоше својом вољом. Данас ће се борити за живе.|~

source: Powers of darkness, enshroud this field!
sr: Снаго тмине спусти се на ово поље!|~ Снаго тмине, спусти се на ово поље!|~

source: Darkness shall be dispelled!
sr: Рашчинићу тмину!|~

source: No!
sr: Не!|~

source: Let the light shine forth!
sr: Нек надаље сија свејтло!|~ Нек надаље сија св›јетло!|~

source: Orbl
sr: Орбл|~ |~e0

source: Nifigt
sr: Нифт|~ |~e0
