Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: We have come so that an heir may claim his inheritance, that a king may claim his throne. We seek the Sceptre of Fire.
sr: Дођосмо да би данас престолонасл›иједник могао да потражи своје насл›иједство, да би сутра краљ могао да затражи свој пр›ијесто. Трагамо за Ватреним жезлом.|~ |~e0

source: The Sceptre of Fire? Are you out of your minds? Surely you speak in jest!
sr: Ватрено жезло? Јесте ли ви сишли с ума? Сигурно нам се подсм›ијевате!|~ |~e0

source: We jest not, friend. We seek the Sceptre of Fire. We seek the help of the dwarves in finding it. But know that we will find it, whether you help us or not.
sr: Не подсм›ијевамо се, пријатељу. Тражимо Ватрено жезло. Тражимо помоћ патуљака да га нађемо. Али знамо да ћемо га пронаћи, помогли нам ви или не.|~ |~e0

source: You speak foolishness. No one even knows if the Sceptre of Fire still exists. And who is this heir, this king that you speak of?
sr: Причаш будалаштине. Нико чак није сигуран да Жезло уопште постоји. И ко је тај престолонасл›иједник, тај будући краљ о коме причаш?|~ |~e0

source: You? Ha ha! This boy that stands before me is the king of Wesnoth? Ha ha! I haven’t had such a laugh in a long time. And who are you, old man?
sr: Ти? Ха, ха! Д›јечак што стоји преда мном треба да буде краљ Веснота? Ха, ха! Дуго нисам чуо ништа см›јешније. Ако си па ти, старче?|~ |~e0

source: And you really think that you can find the Sceptre of Fire?
sr: И заиста мислиш да можете наћи Ватрено жезло?|~ |~e0

source: Yes, I do. If you help us, friend, all the treasures of Knalga that we find are yours. We want only the Sceptre. It will be dangerous. Make no mistake about that: dwarves will be killed, perhaps many dwarves. But surely it is better than hiding from the orcs like worms.
sr: Да, мислим. Помогнете ли нам, пријатељу, сва блага Кналге која пронађемо ваша су. Желимо једино Жезло. Биће опасно. Не надајте се другоме: патуљци ће страдати, можда многи међу вама. Али је и то боље него да се кријете од оркова као црви.|~ |~e0

source: You are right, friend. I will put my best men at your disposal. We know not where the Sceptre is though. Legend says it is hidden in the eastern tunnels.
sr: У праву си, пријатељу. Даћу ти своје најбоље људе на располагање. Ипак, ми не знамо гд›је је Жезло. Предање каже да је скривено у источним тунелима.|~ |~e0

source: What’s this? Gryphons in my castle? Remove the beasts!
sr: Шта је то? Грифони у мом замку? Склањајте те зв›јери!|~ |~e0

source: Well, if you must go on with this mad scheme, I shall supply you with my own troops as riders! A frail human — or worse, an elf — would never be able to handle their violent instincts!
sr: Па, кад већ истрајавате са том лудачком намисли, одредићу неке своје људе као јахаче! Крхки чов›јек — или још горе, вилењак — нема изгледа да савлада насилне нагоне грифона!|~ |~e0

source: Temper your anger. Relgorn’s manner may be rough, but surely there is nothing wrong with his suggestion?
sr: Обуздај свој г‹њев. Релгорново држање је можда сирово, али ваљда нема ничег лошег у његовом пр›иједлогу?|~ |~e0

source: The sign says ‘Guest quarters’.
sr: На знаку пише „Гостинске одаје“.|~ |~e0

source: My uncle’s family drowned after the orcs flooded that cavern...
sr: Породица мог ујака се удавила пошто су оркови поплавили пећину...|~ |~e0

source: What’s this, more trolls? Aye, come to papa, little whelps.
sr: Шта је ово, још тролова? Ако, дођите татици, штенади мала.|~ |~e0

source: What in the world are you? Some sort o’ monster’s appendage set tae lure me down to be yer watery meal, eh?
sr: Свега ми, шта сте ви? Некакви прив›јесци чудовишта што ме домамише овд›је доле да вам будем водњикави оброк, а?|~ |~e0

source: I was brawlin’ with these wee pups here defending my outpost. We got a little carried away, fell in the water, and were sucked down intae this grotto.
sr: Гужвах се са овим кучићима бранећи своју испоставу. Мало се занесмо, попадасмо у воду, и усиса нас ово гротло.|~ |~e0

source: Och, several days at least. The troll meat is starting to stink, and I’m a little ravenous, if ye catch my drift. Canna’ swim past that current, and no’ for lack o’ tryin’.
sr: Та, бар неколико дана. Троловско месо почиње да заудара, а ја сам помало изгладн‹ио, ако ме пратиш. Не мош пливати преко те струје, и то не због слабог залагања.|~ |~e0

source: Thanks. Nae need to wait around here. Let’s go.
sr: Хвала. Нема се шта овд›је чекати. Пођимо.|~ |~e0

source: Remember me, do you? Aye. I was the king’s finest general, sent down to these pits to retrieve the Sceptre. But the orcs trapped me and my men in this cavern, to starve to death. The dwarves were no help, leaving me to die. Now I will get revenge on you all!
sr: А с›јећаш ме се, је ли? Па да. Б‹ијах краљев најваљанији генерал, и послат у ове јаме да нађем Жезло. Али оркови заробише мене и моје људе у овој пећини, гд›је изглад‹њесмо до смрти. Патуљци не б›ијеху ни од какве помоћи, оставише ме да скапам. Сада ћу вам се свима осветити!|~ |~e0

source: I am destroyed, but my mission must be completed. Though you are foes, you are at least worthy ones, so I will tell you that the Sceptre is east from here, the way you have come from, deep in the caverns. I made the mistake of not asking for directions when I became lost. May you have better fortune in your quest than I did!
sr: Ја страдам, али моја дужност мора бити извршена. Иако сте непријатељи, барем сте достојни, па ћу вам рећи: Жезло се налази источно одавд›је, путем којим сте дошли, али дубоко у пећинама. Учиних грешку да не питах за правац пр›ије него што се изгубих. Нека вама судбина буде наклоњенија него мени!|~ |~e0

source: Tall ones, I thank ye. Life has been nothing but a struggle recently. We are the last outpost o’ civilization in these caves.
sr: Високи, захваљујем вам. Живот у пос‹љедње вр›ијеме није ништа до голе борбе. Ми смо пос‹љедња испостава цивилизације у овим пећинама.|~ |~e0

source: These caves are vast. If we are to find the Sceptre of Fire we must hurry. We are not alone, and now that our foes have smelled our blood it will be worse.
sr: Ове су пећине бескрајне. Ако ћемо наћи Жезло, морамо пожурити. Нисмо сами, и сада када су наши непријатељи намирисали крв, биће још горе.|~ |~e0

source: The Sceptre? Ah, the Sceptre ye seek. You surface dwellers are ambitious. Beyond my citadel the spawn of the darkness hold complete sway. You’ll no’ survive without assistance.
sr: Жезло? А, Жезло ви тражите. Ви површњаковићи сте ув›ијек надобудни. Иза моје утврде, накоти мрака држе потпуну превласт. Нећете прежив›јети без помоћи.|~ |~e0

source: Northeast o’ my keep, young human, the tunnels converge towards the deepest reaches of the underground kingdom. The Sceptre can only be there. Please accept the service of my guardsmen. These elite warriors will protect you.
sr: С›јевероисточно одавд›је, млади чов›јече, тунели се сустичу према најдубљим дохватима подземног краљевства. Жезло може бити једино тамо. Примите службу мојих бранича — то су елитни ратници, који ће вас штитити.|~ |~e0

source: Your boon is most welcome, sir dwarf. Keeping the Sceptre out of the hands of evil beasts is a common goal for us, and we will prevail with your help.
sr: Твоје је доброчинство велико, господине патуљче. Да сачувамо Жезло од канџи зликовачких зв›јери, заједнички нам је циљ. Превладаћемо уз твоју помоћ.|~ |~e0

source: Death of Li’sar
sr: Настрада ли Лиза́ра|~ |~e0

source: Don’t try to trick me! I know why you have come here! But I will put an end to you and your treason here. Then I will get the Sceptre, and return to the daylight again!
sr: Не покушавајте да ме преварите! Знам зашто сте дошли овамо! Али ће овд›је бити крај вашим издајствима. Ја ћу се докопати Жезла, и изн›ијети га на св›јетло дана!|~ |~e0

source: Well, we have helped each other survive so far, Princess. Now let’s continue together. What do you say?
sr: Па, до сада се испомогосмо да останемо живи, принцезо. Да наставимо заједно, шта кажеш?|~ |~e0

source: Thank you, Princess. Come, men. Let us find the Sceptre!
sr: Хвала ти, принцезо. Хајдемо, људи, нађимо Жезло!|~ |~e0

source: I can’t believe it should end like this!
sr: Не могу да пов›јерујем да се овако окончава!|~ |~e0

source: The Sceptre of Fire
sr: Ватрено жезло|~ |~e0

source: Capture the Sceptre of Fire with Konrad or Li’sar
sr: Покупе ли Конрад или Лиза́ра Ватрено жезло|~ |~e0

source: The Sceptre must be getting close now! Where shall we go?
sr: Мора да смо већ близу Жезлу! Куда ћемо одавд›је?|~ |~e0

source: An earthquake! We’ll be trapped!
sr: Земљотрес! Све ће нас заробити!|~ |~e0

source: The Sceptre... the earth... the molten lava... the fire... the air around us... everything. It calls out to the heir — I can barely hold it back in my mind. It was forged here, not far north of where we now stand. The sheer power of it!
sr: Жезло... и земља... истопљена лава... ватра... ваздух око нас... све. Дозива престолонасл›иједника — једва га могу задржати у свом уму. Овд›је је исковано, недалеко на с›јевер од м›јеста гд›је сада стојимо. Ох, сама његова моћ!|~ |~e0

source: The Sceptre, initially dulled from decades of dust and debris, began to glow from the ruby’s inner fire. Dwarvish runes on the golden handle lit up in pulsating blue. The heat and light were comforting in the pitch-black.
sr: Жезло, испрва потмуло од деценија прашине и урушавања, поче да сјаји унутрашњом ватром рубина. Патуљачке руне на златном хвату обасјаше се плавим пулсирањем. Топлота и св›јетло деловаше оспокојавајуће у мрклом мраку.|~ |~e0

source: An early encounter with the Sceptre in the hands of its new owners left several trolls as smoking husks. Sensing the awakening of a powerful magic, the dwellers of the deep quickly scattered and remained out of sight.
sr: Први обрачун, са Жезлом у рукама својих нових власника, остави тек задимљене угарке од неколико тролова. Ос›јећајући буђење моћне магије, становници пећина се брзо разб›јежаше и држаше се ван погледа.|~ |~e0

source: Delfador led his young charges through lonely corridors and abandoned tunnels for four days. For the first time Konrad saw signs of fatigue in the old wizard’s normally inscrutable face. Finally, fresh air greeted the party...
sr: Делфадор је водио своје младе сапутнике кроз ус›јеке и напуштене тунеле пуна четири дана. По први пут је Конрад вид‹ио назнаке замора на обично нерастумачивом лицу старог чаробњака. Коначно, св›јеж ваздух поздрави дружину...|~ |~e0

source: Unan-Ka’tall
sr: Унан-Катал|~ |~e0

source: Perhaps it is in both our best interests for us to remain allies for a little longer... but I do want that Sceptre, and someday I will have it!
sr: Можда нам је обома у интересу да још мало останемо савезници... али ја желим Жезло, и пр›ије или касније ћу га имати!|~ |~e0

source: Yes, we have. Now I suppose you want to use the Sceptre against me, Princess?
sr: Да, јесмо. Претпостављам да ћеш сада хт›јети да употребиш Жезло против мене, принцезо?|~ |~e0

source: No, I was thinking... I don’t really want to kill you. I have what I came to get. So if you promise never to come south of the Great River, I will spare your life.
sr: Не, размишљала сам... Не желим заиста да те убијем. Добила сам оно по шта сам дошла. Ако даш р›ијеч да никада више нећеш крочити јужно од Велике р›ијеке, поштед›јећу ти живот.|~ |~e0

source: With all due respect, Princess, it is once again we who will spare you, Sceptre or no Sceptre.
sr: Уз сво поштовање, принцезо, али смо опет ми ти који ће тебе поштед›јети, са Жезлом или без Жезла.|~ |~e0

source: I can tell where we are. That is the river that is known as Longlier to men, called Arkan-thoria in my people’s ancient tongue. The home of my people lies to the east.
sr: Ја могу рећи гд›је се налазимо. Ова је р›ијека знана као Лонглијер међу људима, а Аркан-торија на древном језику мога народа. Њихови су домови источно одавд›је.|~ |~e0

source: We should indeed seek refuge there, my lord, but not by going east along the river. Its name means ‘The River of Bones’. Great and evil creatures lurk along its banks, its waters are not fit to drink, and it runs over the Cliffs of Thoria. It has been many centuries since any man or elf has passed over the Cliffs and survived. No, Prince, we must choose another way.
sr: Заиста би требало тамо да се склонимо, али не идући источно дуж р›ијеке. Њено име значи „р›ијека костурница“. Велика и зла створења вребају дуж њених обала, вода није подобна за пиће, и протиче кроз клисуре Торије. Много в›ијекова је прошло од када је било чов›јек било вилењак пошао тим клисурама и прежив‹ио. Не, принче, морамо изабрати други пут.|~ |~e0

source: (sigh) I have been spoiled by years of genteel living among your kind, Kalenz. An elf’s capacity for introspection and serenity is exceeded only by his ferocity and passion in battle.
sr: [уздише] Размазише ме године лагодног живота међу твојима, Калензе. Способност једног вилењака за самоспознају и спокојност надмашена је само његовом жестином и страшћу у боју.|~ |~e0

source: It offends your pride and wisdom to suffer the indignity of accepting the will of humans, especially in such a harsh predicament. I urge you to remember how far we have come under Konrad’s leadership, and how close we are to bringing the hammer of destiny crashing down on Queen Asheviere’s ill-gotten throne. We will journey east.
sr: Вр›ијеђа твој понос и мудрост да трпиш недостојанство прихватања воље људи, посебно под тако тешком сумњом. Молим те да се прис›јетиш докле догурасмо под Конрадовим вођством, и колико смо близу маљем судбине разбити злоосвојени пр›ијесто краљице Ашевире. Поћи ћемо на исток.|~ |~e0

source: I believe it belonged to Ila’alion, a mighty Marshal of the Wood. It was enchanted as a boon to him by your elvish friends in the south. He was visiting their home as an envoy from us North Elves and was called upon to vanquish some beast or other.
sr: В›јерујем да је припадао Илајалиону, моћном Маршалу од шуме. Мач зачараше на поклон њему твоји вилењачки пријатељи са југа. Био је у пос›јети њиховим домовима, као изасланик с›јеверњачких вилењака, када га позваше да сас›ијече некакву зв›ијер.|~ |~e0

source: His fellow marshals... well, one could say they were slow to come to Ila’alion’s aid as he held this very plain against an orcish incursion. They resented his arrogance as the bearer of the sword, and indignation is a powerful force amongst my people at times. The sword has been lost in orcish territory ever since.
sr: Његови садрузи маршали... па, може се рећи да су касно притекли Илајалиону у помоћ, док је баш у овој равници одбијао налет оркова. Били су увр›ијеђени његовом надменошћу као носиоца мача, а озлојеђеност је понекад моћна сила у мом народу. Мач је још од тада изгубљен негд›је на орковској територији.|~ |~e0

source: He was just someone who couldn’t handle the power given to him.
sr: Он је био само неко ко није ум‹ио да се носи са датом му моћи.|~ |~e0

source: Listen, you whose eyes are fair but hide a vacuum, do you think I do not know what power can do to one’s soul? What evils a person is capable of when truth and righteousness are but scrolls that can be rewritten when a queen grows tired of them?
sr: Чуј, ти чије су очи поштене али скривају празнину, мислиш ли да не знам шта моћ може учинити нечијој души? За каква је зла особа способна када су истина и правда само списи који се могу пискарати од почетка кад год их се краљица умори?|~ |~e0

source: I became my mother’s most trusted aide-de-camp. I was sent to quiet the worst of the rebellion. Of course they fought back. I never knew who these people were or why they fought my mother. Konrad, you are lucky. You do not know what Wesnoth has been like these past many years. There is no peace. I have never known peace.
sr: Постала сам мајчин најпов›јерљивији помоћник. Слала ме је да сузбијам најгоре побуне. Наравно да су нам узвраћали — никада нисам знала ко су ти људи или зашто се боре против мајке. Конраде, ти си срећан. Ти не знаш како је било у Весноту многих протеклих година. Нема мира. Никада мир нисам ни упознала.|~ |~e0

source: Enough! I can listen to no more of this. Princess, you may want to end your mother’s rule, but I will end her life as she ended the life of my father and my brothers. Asheviere’s masterwork of treachery will end, and it will end by my blade!
sr: Доста! Не могу више то да слушам. Принцезо, ти можда желиш да окончаш владавину мајчину, али ја ћу окончати њен живот као што је она мог оца и моје браће. Ашевирином мајсторству издаје ће доћи крај, и то на оштрици мог мача!|~ |~e0

source: As the last of its generals falls, an ear-splitting screech escapes from the lich. It is clear that controlling such powerful spirits has drained it significantly, and it is seething in anger towards you.
sr: Како пос‹љедњи мртви витез паде, ухопарајући врисак изби из косца. Очито га је запов›иједање тако моћним духовима исцрп›јело, и сада кипи од б›ијеса према теби.|~ Како пос‹љедњи његов генерал паде, ухопарајући врисак изби из косца. Очито га је запов›иједање тако моћним духовима исцрп›јело, и сада кипи од б›ијеса према теби.|~

source: A final blow destroys the lich, releasing a small shock wave of energy outwards. The last of his minions silently falls like a puppet with its strings cut. A cloud of dust billows outwards as the remnants of the lich’s once-mortal body disintegrate for the last time.
sr: Пос‹љедњи ударац сатре косца, од кога се ослободи мали ударни талас енергије наоколо. Пос‹љедњи мртви витез немо се стропошта, непокретан. Исуче се огроман облак прашине, како из остатака некада смртне прилике косца по пос‹љедњи пут избише сто‹љећа огавности и злобе.|~ Пос‹љедњи ударац сатре косца, ослободивши из њега мали ударни талас енергије. Преостали његови следбеници нечујно попадаше као лутке пресечених конаца. У облаку прашине, остаци некада смртне прилике косца распадоше се по пос‹љедњи пут.|~

source: A final blow destroys the lich, releasing a small shock wave of energy outwards. His minions fall like puppets with their strings cut. A cloud of dust billows out as the remnants of the lich’s once-mortal body disintegrate for the last time.
sr: Пос‹љедњи ударац сатре косца, од кога се ослободи мали ударни талас енергије наоколо. Исуче се огроман облак прашине, како из остатака некада смртне прилике косца по пос‹љедњи пут избише сто‹љећа огавности и злобе.|~ Пос‹љедњи ударац сатре косца, ослободивши из њега мали ударни талас енергије. Његови следбеници попадаше као лутке пресечених конаца. У облаку прашине, остаци некада смртне прилике косца распадоше се по пос‹љедњи пут.|~

source: A final blow destroys the lich, releasing a small shock wave of energy outwards. A giant cloud of dust billows out as the remnants of the lich’s once-mortal body disintegrate for the last time.
sr: Пос‹љедњи ударац сатре косца, од кога се ослободи мали ударни талас енергије наоколо. Исуче се огроман облак прашине, како из остатака некада смртне прилике косца по пос‹љедњи пут избише сто‹љећа огавности и злобе.|~ Пос‹љедњи ударац сатре косца, ослободивши из њега мали ударни талас енергије. У огромном облаку прашине, остаци некада смртне прилике косца распадоше се по пос‹љедњи пут.|~

source: Aimucasur’s lordship over this cursed ground is broken.
sr: Ајмукасурово господарство над овом уклетом земљом је окончано.|~ |~e0

source: Listen, you whose eyes are fair but hide a vacuum, do you not think I know what power does to one’s soul? What evils a person is capable of when truth and righteousness are but scrolls that can be rewritten when a queen grows tired of them?
sr: Чуј, ти чије су очи поштене али скривају празнину, мислиш ли да не знам шта моћ може учинити нечијој души? За каква је зла особа способна када су истина и правда само списи који се могу пискарати од почетка кад год их се краљица умори?|~ |~e0

source: One day they saw a gruesome sight — a fleet of boats and rafts sunk or shattered among the river islands. Konrad sent some of the mermen to investigate.
sr: Један дан наиђоше на језив призор — бродовље што насукано што разбијено међу р›јечним острвима. Конрад отпосла неке од морејаца да извиде.|~ |~e0

source: These are not proper ships, but shallow-draft boats built only recently; much of their timber is green. They were sunk in battle, not by a storm. Those that were not capsized have been burned. The battle must have taken place not long ago, perhaps only a few weeks past. We’ve found no survivors. One more thing...all flew the banner of the Crown of Wesnoth.
sr: Ово нису прави бродови, већ чамци ниског газа тек скоро саграђени; дрвна грађа им је углавном још зелена. Потопљени су у боју, не у олуји. Који су остали непреврнути, спаљени су. Мора да је до битке дошло недавно, колико пр›ије неколико седмица. Не нађосмо прежив›јелих. Још нешто... Сви носе барјак веснотске круне.|~ |~e0

source: Haven’t you found any enemy boats, ones the Wesnothians were fighting against?
sr: Не нађосте ли неки од противничких чамаца, са којима су се Весноћани сукобили?|~ |~e0

source: I don’t recommend it. Long ago, a lich who was at war with my people appointed some of his most powerful minions to guard the swamps. We must not go that way!
sr: Не бих то препоручио. Давно, један косац у рату против мога народа одреди неке од својих најмоћнијих с‹љедбеника да чувају мочваре. Не см›ијемо тим путем!|~ |~e0

source: Eh... well of course, sir drake. Let me introduce myself — I am Prince Konrad, leader of the group and heir to the throne of Wesnoth.
sr: Овај... па наравно, господине змаже. Да се представим — ја сам принц Конрад, вођ ове скупине и насл›иједник пр›ијестола Веснота.|~ |~e0

source: And I am Princess Li’sar, the only daughter of the late King Garard II and Queen Asheviere. I too am an heir to the throne of Wesnoth!
sr: А ја принцеза Лиза́ра, једина кћер почившег краља Гарарда Другог и краљице Ашевире. Ја сам такође насл›иједник престола Веснота!|~ |~e0

source: (releasing a torrent of fire towards Konrad and Li’sar) Soooo... It is you who sent your subordinates to attack us. Now when we’ve destroyed them, you come to do the job yourselves.
sr: [бљујући клобуке ватре према Конраду и Лиза́ри] Тааако... Ви посласте своје подређене да ударе на нас. Пошто смо их уништили, сада долазите да сами завршите посао.|~ |~e0

source: I don’t know. Maybe you are telling the truth, maybe not. We drakes don’t trust you. Many of our warriors died in the battle and many more are still healing their wounds, but we still have claws. Go back now and leave us in peace. If you go further we’ll be forced to show them.
sr: Не бих знао. Можда говорите истину, можда не. Ми змагови вам не в›јерујемо. Многи наши ратници пострадаше у боју, многи још видају своје повреде, али су нам канџе још ув›ијек на броју. Пођите назад и оставите нас с миром. Зађете ли даље, моћи ћете их и сами избројати.|~ |~e0

source: If you defy my warning — prepare for battle.
sr: Пренебр›ијегнете ли моје упозорење — спремите се боју.|~ |~e0

source: So be it. We have to go down the river; we have no choice. We’ll fight our way through if necessary.
sr: Онда тако мора бити. Морамо низ р›ијеку, избора немамо. Ако нема друге, борићемо се.|~ |~e0

source: We’ve found $random gold in the drake nest.
sr: Нађосмо $random злата у змашком логору.|~ |~e0

source: GRRROOOOAAAAR!
sr: ГРРРООООААААР|~ ГРРРООООААААР!|~

source: Hurrah! We’ve killed their leader!
sr: Ура! Средисмо њиховог вођа!|~ |~e0

source: Keep on going down the river. While we’re at it, let us force as many drakes as possible to pay with their lives. They have defied us, and now they will meet the same fate as their leader!
sr: Наставите низ р›ијеку. Кад смо већ при томе, нат›јерајмо што је више змагова могуће да животима плате. У свом пркосу дожив›јеће исту судбину као и њихов поглавар!|~ |~e0
