Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: This ancient Sceptre was forged by the great Dwarves of the Heart Mountains. A symbol of the kingship of Wesnoth, the Sceptre has the power to shoot fireballs at enemies of the bearer!
sr: Ово древно Жезло исковаше велики патуљци из Језгрених планина. Симбол краљевства Веснота, Жезло поседује моћ да бљује ватренице на непријатеље оног који га носи!|~ Ово древно Жезло исковаше велики патуљци из Језгрених планина. Симбол краљевства Веснота, Жезло пос›једује моћ да бљује ватренице на непријатеље оног који га носи!|~

source: This is the Sceptre of Fire. Only a true successor to the throne can possibly dare to take this!
sr: Ово је Ватрено жезло. Само се прави наследник престола може усудити да га подигне!|~ Ово је Ватрено жезло. Само се прави насл›иједник престола може усудити да га подигне!|~

source: Here it is at last, I have the Sceptre!
sr: Ево га напокон, Жезло је моје!|~

source: So it is in our hands! Now let us leave this stinking pit.
sr: Дакле, у нашим је рукама! Напустимо сада ову заударајућу јаму.|~

source: I think that if we travel just a little north, we might be able to get out.
sr: Мислим да ћемо моћи да изађемо, ако се будемо кретали још мало на север.|~ Мислим да ћемо моћи да изађемо, ако се будемо кретали још мало на с›јевер.|~

source: At last! I have the Sceptre!
sr: Напокон! Жезло је код мене!|~

source: My first use for it is going to be to help us get out of this hole! I hope you consider that wise.
sr: Прва ће му намена бити да нас избави из ове рупетине! Верујем да то држиш смотреним.|~ Прва ће му нам›јена бити да нас избави из ове рупетине! В›јерујем да то држиш смотреним.|~

source: The Sceptre makes its wielder powerful, but hardly immortal, child. Use it prudently. Now come, I believe there is an exit to the north!
sr: Жезло носиоца чини моћним, али никако бесмртним, дете. Користи га мудро. Сада пођите, верујем да постоји излаз ка северу!|~ Жезло носиоца чини моћним, али никако бесмртним, д›ијете. Користи га мудро. Сада пођите, в›јерујем да постоји излаз ка с›јеверу!|~

source: The Northern host encamped at Galcadar, by the ford of Abez, and the king led his forces to meet them. Splitting his army in two, he led one half while his son, the crown prince Eldred, led the other.
sr: Северњаци се улогорише код Галкадара, надомак газа Абеза, и краљ покрену своје снаге њима у сусрет. Поделио је своју војску на два дела, једну половину повевши он лично, а другу његов син, крунски принц Елдред.|~ С›јеверњаци се улогорише код Галкадара, надомак газа Абеза, и краљ покрену своје снаге њима у сусрет. Под›ијелио је своју војску на два дела, једну половину повевши он лично, а другу његов син, крунски принц Елдред.|~

source: In exchange for tribute, the warlord of the North happily made peace with Eldred, who proclaimed himself king and led his army south towards Weldyn.
sr: У замену за данак, ратовођ Севера радо склопи мир са Елдредом, који се затим прогласи за краља и поведе своју војску на југ ка Велдину.|~ У зам›јену за данак, ратовођ С›јевера радо склопи мир са Елдредом, који се затим прогласи за краља и поведе своју војску на југ ка Велдину.|~

source: And Eldred did indeed meet Delfador face-to-face in battle, in the hinterlands near Tath. Sword clashed against staff, as the wise old mage fought the brash young warrior.
sr: И Елдред се заиста суочи са Делфадором у бици, лице у лице, у забитима надомак Тата. Мач се судараше са штапом, док је мудри стари маг одбијао дрског младог ратника.|~

source: Robryn
sr: Робрин|~

source: (Novice level, 23 scenarios.)
sr: (Почетнички ниво, 25 сценарија.)|~ (Почетнички ниво, 23 сценарија.)|~

source: Good luck, Konrad! Don’t worry about us, we will fight as best we can!
sr: Са срећом, Конраде! Не брини за нас, борићемо се најбоље што знамо!|~ |~e0

source: I... I don’t think I can make it anymore.
sr: Мислим... мислим да не могу даље.|~ |~e0

source: Don’t die, Delfador! Please, you have to stay alive!
sr: Не умири, Делфадоре! Преклињем те, мораш остати жив!|~ |~e0

# scenario name
source: Blackwater Port
sr: Лука Црноморска|~ |~e0

source: I will send one of my horsemen to serve under you. I offer you my support, Konrad, and the support of my men — from now on you will be able to recruit horsemen.
sr: Отпослаћу једног од мојих коњаника да ти служи. Пружам ти своју подршку Конраде, и подршку мојих људи — од сада ћеш моћи да их позиваш у своје снаге.|~ |~e0

source: You have risked your life to defend our city. In return, I place one of my city’s finest defenders in your service. Simyr, step forward. I place your lance in the service of young prince Konrad here. May you help him restore order to the country.
sr: Ризиковали сте своје животе у одбрану нашег града. Заузврат, дајем вам на запов›иједање понајбоље међу нашим градским браниоцима. Симире, иступи. Стављам твоје бојно копље у службу младог принца Конрада овд›је. Нађи му се при руци док буде враћао ред у земљу.|~ |~e0

source: Usadar Q’kai
sr: Усадар Квикаји|~ |~e0

source: Can’t we strike back at her? How many forces does she have at the Bay of Pearls? Can we take it back from her?
sr: Зар јој не можемо узвратити? Колика је њена војска у Бисерном заливу? Можемо ли јој га истргнути из стиска?|~ |~e0

source: Defeat one enemy leader, and resist the other until turns run out
sr: Поразиш ли једног непријатељског вођа, и одупреш се другом док вр›ијеме не истекне|~ Поразиш ли једног непријатељског вођа и одупреш се другом док потези не истекну|~

source: Managa’Gwin
sr: Манага Гвин|~ |~e0

source: Shut up, worm! I’m the boss!
sr: Умукни, црве! Ја сам овд›је главни!|~ |~e0

source: Freedom! Now where are those orcs? Let me at ’em!
sr: Слободице! Гд›је су онда ти оркови? Уперите ме к њима!|~ |~e0

source: Now where is Delfador? I hope he’s safe!
sr: Па гд›је је онда Делфадор? Надам се да је безб›један!|~ |~e0

source: I must do that? But what about you, Delfador? You’re coming with me, right?
sr: Ја морам то учинити? А шта је с тобом, Делфадоре? Ти исто крећеш са мном, зар не?|~ |~e0

source: But Delfador! I can’t do it on my own!
sr: Али Делфадоре! Та не могу то сам извести!|~ |~e0

source: You will prevail. I have faith in you. Head north. Elensefar is but three days’ travel if you make haste.
sr: Превагнућеш, имам в›јере у тебе. Крените ка с›јеверу. Еленсефар је на колико три дана путовања, пожурите ли.|~ |~e0

source: I must do this? But you are coming with me, aren’t you, Delfador?
sr: Ја то морам учинити? Али ти полазиш са мном, зар не, Делфадоре?|~ |~e0

source: Since you have broken the orcs’ hegemony over the seas, going by ship would be safest. Sail along the coast, and you can land mere miles from Elensefar. Make haste!
sr: Пошто си разбио премоћ оркова на мору, најбезб›једније би било запутити се бродом. Плови дуж обале, и можеш се искрцати тек неколико миља од Еленсефара. И пожури!|~ |~e0

source: With the orcs controlling the seas, going by ship would not be safe. Travel by land, Elensefar is only six days’ march up the coast. Make haste!
sr: Пошто оркови контролишу мора, не би било безб›једно поћи бродом. Већ ти крени копном, Еленсефар је тек шест дана марширања дуж обале. Пожури!|~ |~e0

source: Muff Malal’s Peninsula
sr: Полуострво мафа Малала|~ |~e0

source: Defeat Muff Malal
sr: маф Малал|~ Поразиш ли мафа Малала|~

source: Let’s hope these rumors are not true! I have none of my men or gold with me! How could I defend myself?
sr: Надајмо се да те гласине нису истините! Нико од мојих људи није крај мене, а ни злата немам! Како бих се могао одбранити?|~ |~e0

source: It’s a shame complete victory could not be ours, but thank goodness I am rescued! On to Elensefar!
sr: Велика је штета што потпуна поб›једа није могла бити наша, али хвала небесима што сам бар спасен! Напр›ијед ка Еленсефару!|~ |~e0

source: Greetings, friend. We are from the Elensefar Thieves’ Guild. We would like to help you against the orcs!
sr: Поздрави, пријатељу. Ми смо из лоповског еснафа Еленсефара. Желимо да вам помогнемо против оркова!|~ |~e0

source: We would understand if you didn’t trust us, of course, but it is in our mutual interest to rid the city of the orcs!
sr: Разум›ијемо ако нам нећете в›јеровати, дабоме, али је у нашем заједничком интересу да избавимо град од оркова!|~ |~e0

source: We survive by stealth. We can help you sneak into the city and surround the orcs. Alternatively, we can lay in wait until you give us a signal then ambush the orcs’ rear.
sr: Ми преживљавамо потајношћу. Можемо вам помоћи да се ушуњате у град и опколите орке. Опет, можемо чекати притајени док нам не дате знак да ударимо по њиховој позадини.|~ |~e0

source: Excellent. Two hours past midnight meet us on the west bank of the river, across from Elensefar’s docks.
sr: Изврсно. У два часа по поноћи, сретнимо се на западној обали р›ијеке, с ону страну Еленсефаровог пристаништа.|~ |~e0

source: Very well. When you raise your red banner over any building in the city proper, we will see the sign and attack from the city’s northern gate.
sr: Врло добро. Када истакнете свој црвени барјак над било којом зградом у ужем д›ијелу града, то ће нам бити знак да нападнемо кроз с›јеверну градску капију.|~ |~e0

source: Agreed. But, will you be able to see our flag if it’s dark?
sr: Договорено. Али, како ћете моћи да видите нашу заставу у мраку?|~ |~e0

source: Let’s expel these invaders! Today, the city is ours again!
sr: Ист›јерајмо сада ове уљезе! Данас, град ће поново бити наш!|~ |~e0

source: On the banks of Elensefar’s port district, three shadowy figures appeared.
sr: На обалама Еленсефаровог пристанишног округа, појавише се три мутне прилике.|~ |~e0

source: To Konrad’s surprise, they quickly made their way across the river’s mouth. The turbulent waters hid a nearly invisible ford, wide enough for two soldiers to march shoulder-to-shoulder.
sr: На Конрадово изненађење, прилике брзо прегазише преко уста р›ијеке. Зап›јенушана вода скривала је готово невидљив плићак, довољно широк да два војника корачају један поред другог.|~ |~e0

source: I have been meeting with the Ka’lian, the Great Council of the Elves. This is Kalenz, a great lord of the Northern Elves who came to the Council to offer us the support of his people.
sr: Састанчио сам са Калијаном, великим вилењачким в›ијећем. Ово је Каленз, велики господар с›јеверњачких вилењака, који дође на В›ијеће да нам понуди подршку својих сународника.|~ |~e0

source: Delfador, we have captured this city, but surely Asheviere’s men will come and attack us! What should we do?
sr: Делфадоре, заузели смо град, али ће Ашевирине снаге сигурно поново пристићи и ударити! Шта нам је чинити?|~ |~e0

source: The Ka’lian has met and decided: we must capture the Sceptre of Fire.
sr: Калијан је в›ијећао и одлучио овако: морамо заробити Ватрено жезло.|~ |~e0

source: The Sceptre of Fire? What’s that?
sr: Ватрено жезло? Шта је то?|~ |~e0

source: The Sceptre of Fire is the most ancient artifact of the realm of Wesnoth. It was forged by the dwarves of Knalga at the request of King Haldric II. It took their finest smiths years to make it, but soon after it was completed, the makers were chased underground, attacked by the elves. None know exactly what occurred, but the Sceptre was lost somewhere in the great caverns. Years have passed, and the fortunes of the dwarves have waxed and waned, but the Sceptre has never been found.
sr: Ватрено жезло је најдревнија рукотворина у царству Веснота. Исковаше га кналгански патуљци на молбу краља Халдрика Другог, за шта су њиховим најв›јештијим ковачима требале године. Убрзо пошто је сачињено, на његове творце ударише вилењаци и прогнаше их у подземље. Нико не зна шта се ту збило, али Жезло би изгубљено негд›је у великим пећинама. Године су пролазиле, судбину патуљака пратиле плиме и осеке, али Жезло отада не би пронађено.|~ |~e0

source: When Garard II, your uncle, was deciding upon a successor, he issued an edict that whichever member of the royal family could retrieve the Sceptre of Fire would rule the land.
sr: Када је Гарард Други, твој стриц, одлучивао о насл›иједнику, издао је проглас да ће онај члан краљевске породице који нађе Ватрено жезло, бити тај који ће владати земљом.|~ |~e0

source: Time is short. We think that Asheviere is also searching for the Sceptre, to help seal her place as ruler. But if you find the Sceptre first, the people will support you as the king.
sr: Времена немамо. Сматрамо да и Ашевира трага за жезлом, да запечати своје м›јесто на пр›ијестолу. Али ако га ти први нађеш, народ ће те прихватити као краља.|~ |~e0

source: We cannot go to Wesmere, for Asheviere’s orcs have the approaches ringed about with steel; Kalenz and I barely escaped, and Chantal cannot get out. Until we are stronger, we must go where the orcs are not.
sr: Не можемо у Весмер, јер су Ашевирини оркови челиком препр›ијечили прилазе; Каленз и ја једва се извукосмо, а Чантал не може измаћи. Док не ојачамо, морамо онамо куда оркови неће.|~ |~e0

source: The queen’s agents were still scouring the coastal regions, for news of Elensefar’s rescue had not yet reached her.
sr: Краљичине уходе још тумараше приобалним подручјима, јер в›ијест о избављењу Еленсефара још ув›ијек не допр›ије до ње.|~ |~e0

source: Small as it was, Konrad’s army avoided the notice of hostile eyes in the sparsely populated western countryside for a time. However, their luck did not hold.
sr: Мала каква је била, Конрадова војска неко вр›ијеме б›јеше тешко уочљива у р›ијетко насељеним западним пред›јелима. Али, та им се срећа не одржа задуго.|~ |~e0

source: Beware! These hills are not safe! The roads are important to Asheviere’s strategy, and she has hired orcs to guard them. We shall have to fight to travel through.
sr: Опрезно! Ова брда нису безб›једна! Путеви су важни за Ашевирине напоре, и унајмила је орке да их чувају. Мораћемо да се боримо да се пробијемо туда.|~ |~e0

source: NE — Dan’Tonk SE — Fort Tahn
sr: с›јев-ист. — Дан Тонк југ-ист. — утврда Тан|~ |~e0

source: Dan’Tonk, we are so close to Weldyn.
sr: Дан Тонк, тако смо близу Велдину.|~ |~e0

source: We dare not confront Asheviere yet. We must retrieve the Sceptre of Fire and gather more allies in the north.
sr: Још ув›ијек се не см›ијемо усудити на сукоб са Ашевиром. Морамо наћи Ватрено жезло и сакупити још савезника на с›јеверу.|~ |~e0

source: Force Li’sar’s surrender (reduce her hitpoints to 0 or lower)
sr: Присилиш ли Лиза́ру на предају (смањивши јој ударпоене на 0 или ниже)|~ Примораш ли Лиза́ру на предају (смањивши јој ударпоене на 0 или ниже)|~

source: Elmar’s Crossing
sr: Елмарово раскршће|~ |~e0

source: That’s the princess, Li’sar. The daughter of the Queen, and her successor!
sr: То је принцеза, Лиза́ра. Краљичина кћер, и њена насл›иједница!|~ |~e0

source: I’m no impostor. It seems that your mother has lied to you.
sr: Нисам ја самозванац. Изгледа да те је мајка слагала.|~ |~e0

source: I surrender! Don’t hurt me, impostor.
sr: Предајем се! Немој ме повр›иједити, самозванче.|~ |~e0

source: I said before I’m not an impostor, but if you yield, I will spare your life.
sr: Већ рекох да самозванац нисам, али ако се покориш, поштед›јећу ти живот.|~ |~e0

source: Your mother has lied to you, child. Now I suggest you reconsider, and either join us, or flee as an exile. There will be a great battle soon, and if you are on the wrong side of it, we may not have the opportunity to spare your life a second time.
sr: Мајка те је слагала, д›ијете. Предлажем ти да добро размислиш: или нам се придружи, или ти сл›иједи изгнанство. Ускоро ће се догодити велика битка, и будеш ли на погрешној страни у њој, можда нећемо бити у прилици да ти поново поштедимо живот.|~ |~e0

source: I see that your forces draw near, impostor! I’ll not be defeated in my own backyard so easily... Come forth and attack, my loyal duelist!
sr: Твоје снаге се приближише, самозванче! Нећете ме тако лако поразити на сопственој земљи... Иступи и нападни, мој одани изазивачу!|~ |~e0

source: I’ll seize their keep, my Lady!
sr: Узаптићу њихову кулу, моја госпо!|~ |~e0

source: You’ve discovered my ploy! It doesn’t matter, I’ll still rout you!
sr: Откристе моју смицалицу! Не мари, свеједно ћу вас раст›јерати!|~ |~e0

source: The trap is foiled, but I’ll still flush this rabble from their keep!
sr: Клопка је осујећена, али још ув›ијек могу избацити руљу из њихове куле!|~ |~e0

source: The Valley of Death — The Princess’s Revenge
sr: Долина смрти — освета Принцезе|~ |~e0

source: My lord! This road does not seem as safe as we had hoped. Look around us at the hills — there are undead about!
sr: Господару! Овај пут не изгледа тако безб›једно као што се понадасмо. Осмотрите брда око нас — то се немртви по њима вуку!|~ |~e0

source: The land of Wesnoth is not safe for us. The Queen’s forces reach every corner. We must make haste to the north lands, across the Great River. Let us go quickly!
sr: Окрузи Веснота нам више нису наклоњени. Краљичине снаге досежу до сваког кутка. Морамо похитати у с›јеверњачке земље, преко Велике р›ијеке. Брзо и без окл›ијевања!|~ |~e0

source: Well, let’s start climbing the mountain!
sr: Па, почнимо са пентрањем!|~ |~e0

source: Here are the mother Gryphon’s eggs!
sr: Ево јаја мајке грифонке!|~ |~e0

source: Indeed, the majestic beasts were now circling the mountain’s peak. Several glared in Konrad’s direction, their eagle eyes fixed on him at an incredible distance.
sr: Збиља, величанствене зв›јери кружише око планинског врха. Неколико их је пиљило пут Конрада, усм›јеривши своје орловске очи на њега са нев›јероватног растојања.|~ |~e0

source: It is a shame we could not get those gryphon eggs — they would surely have given us an advantage sometime. Still, we must continue.
sr: Штета што не стигосмо до тих грифонских јаја — засигурно би нам у неком тренутку пружила предност. Па ипак, морамо наставити.|~ |~e0

source: This is the Ford of Abez. When we ford this river, we will be leaving Wesnoth, and entering the lands of the North. The dwarves once ruled these lands, but they are now filled only with chaos. This is where your father and uncle were betrayed, almost seventeen years ago now, Konrad.
sr: Ево газа Абеза. Како пр›ијеђемо р›ијеку, напустићемо Веснот и заћи у земље С›јевера. Патуљци некада владаше овим земљама, али су сада испуњене метежом. Ово је место гд›је твој отац и стриц б›ијеху издани, пр›ије скоро деветнаест година, Конраде.|~ Ево газа Абеза. Како пр›ијеђемо р›ијеку, напустићемо Веснот и заћи у земље С›јевера. Патуљци некада владаше овим земљама, али су сада испуњене метежом. Ово је место гд›је твој отац и стриц б›ијеху издани, пр›ије скоро седамнаест година, Конраде.|~

source: And then the king’s son, in the heat of battle, turned upon the king!
sr: И онда се краљев син, у жару битке, окрену против краља!|~ |~e0

source: Look! Some of the southerners, men of Wesnoth, are trying to cross into our lands! We will slaughter them by the river’s edge!
sr: Гле! Неки јужњаци, људи из Веснота, покушавају да пр›ијеђу у наше земље! Све ћемо их поклати на окуци р›ијеке!|~ |~e0

source: Isn’t there somewhere else we can cross? Maybe upstream?
sr: Зар нема м›јеста гд›је бисмо могли прегазити? Можда узводно?|~ |~e0

source: There they are! So it is true, they foiled the undead. Now they are trying to leave Wesnoth. We can’t let them cross the river. After them, men!
sr: Ено их! Значи истина је, изб›јегли су немртвима. А сада покушавају да напусте Веснот. Не можемо им допустити да пр›ијеђу р›ијеку. За њима, људи!|~ |~e0

source: Do you think she’s really going to chase us, Delfador?
sr: Мислиш ли да ће нас она заиста гонити, Делфадоре?|~ |~e0

source: Swirling, snow-laden winds tore at Konrad’s army, signaling the final exit of autumn and the onset of what would be a harsh winter.
sr: Ковитлајући, сн›ијегом прошарани в›јетрови кидисали су на Конрадову војску, означавајући крај јесени и почетак жестоке зиме.|~ |~e0

source: Halgar Du’nar
sr: Халгар Дунар|~ |~e0

source: Stop and rest? My lord, we must go hard after the Sceptre of Fire, lest it fall into the hands of our enemies!
sr: Да станемо и одморимо се? Господару, морамо се домоћи Ватреног жезла, не би ли пало шака нашим непријатељима!|~ |~e0

source: We are pursued by the forces of your arch-enemy, chasing the Sceptre of Fire, the fate of the realm in our hands, and you humans want to stop and rest? Onward, I say!
sr: Гоне нас снаге вашег најљућег непријатеља, као што гоне и Ватрено жезло. Судбина царства је у нашим рукама, а ви људи би да станете и одмарате се? Напр›ијед, кажем ја!|~ |~e0

source: They are right, Kalenz. I had wanted to acquire the Sceptre within a moon, but it is not to be. Our soldiers will begin to desert if they do not rest soon. But in these wild north lands, we must fight even for the right to rest. Look to the north! Those foul orcs will not allow us any peace!
sr: У праву су, Калензе. Же‹љео сам да се домогнем Жезла за не више од м›јесеца, али ми није суђено. Војници ће почети да нас напуштају ако се ускоро не окр›ијепе. Али у овим дивљим с›јеверним пред›јелима, морамо се борити чак и за право на одмор. Гледајте на с›јеверу! Ти огавни оркови нам неће дати ни тренутка предаха!|~ |~e0

source: Konrad finally decided he could not wait until the gryphons grew to maturity — Delfador’s insistence that the scepter must be recovered was too compelling. And so after many days of rest, the party set out once again for the dwarven kingdom...
sr: Конрад коначно одлучи да не може чекати да грифони довољно стасају, ус‹љед Делфадоровог истрајавања да се жезло мора што пр›ије пронаћи. И тако, посл›ије много дана одмора, дружина се поново отисну ка патуљачком краљевству...|~ |~e0

source: Eventually Delfador’s insistence that the scepter must be recovered proved too compelling, even when it meant dismantling the camp without the spring having yet fully arrived. And so after many days of rest, the party set out once again for the dwarven kingdom...
sr: На концу се Делфадорово истрајавање да жезло мора бити повраћено не могаше пренебр›ијећи, чак иако је значило подизање логора пр›ије потпуног доласка про‹љећа. И тако, посл›ије много дана одмора, дружина се поново отисну ка патуљачком краљевству...|~ |~e0

source: That would not be a wise choice, for our mission is to retrieve the Sceptre of Fire. If we tarry in this place, hordes of orcs will surround us.
sr: То не би била мудра одлука, јер нама је задатак да пронађемо Ватрено жезло. Будемо ли одуговлачили на овом м›јесту, орковске хорде ће нас опколити.|~ |~e0

source: Konrad, heed the words of Delfador. We shall return to wrest the grip of the orcs from these lands. Look — orcs are already gathering. More are surely on their way.
sr: Конраде, почујте р›ијечи Делфадорове. Вратићемо се ми још да орковима истргнемо стисак над овим земљама. Погледајте — оркови се већ окупљају. Сигурно их још на путу овамо.|~ |~e0

source: Who... who’s here?
sr: Ко... ко је то?|~ |~e0

source: $outlaw_name|! How have you been? I haven’t seen you in years.
sr: $outlaw_name|! Шта си ми радио? Не вид›јех те већ годинама.|~ |~e0

source: We can’t get in! What should we do now?
sr: Не можемо унутра! Шта нам је сада чинити?|~ |~e0

source: But Konrad’s party was not alone in entering the caves...
sr: Али Конрадова дружина није једина зарањала у пећине...|~ |~e0

source: It’s so dark in here I can hardly see!
sr: Тако је мрачно, да једва ишта видим!|~ |~e0

source: ‘Never done us any harm?’ Why, I was there myself, when the elves refused to honor our alliance. Many dwarves were slaughtered, and you cowardly elves did nothing to help!
sr: „Ништа нам нажао нису учинили“? Ма лично сам био тамо, када се вилењаци одрекоше одредби нашег савеза. Многи патуљци б‹ијаху сас›јечени, а да ви кукавички вилењаци не мрднусте прстом да помогнете!|~ |~e0
