Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: The race of men is an extremely diverse one. Although they originally came from the Old Continent, men have spread all over the world and split into many different cultures and races. Although they are not imbued with magic like other creatures, humans can learn to wield it and able to learn more types than most others. They have no extra special abilities or aptitudes except their versatility and drive. While often at odds with other races, they can occasionally form alliances with the less aggressive races such as elves and dwarves. The less scrupulous among them do not shrink back from hiring orcish mercenaries, either. They have no natural enemies, although the majority of men, like most people of all races, have an instinctive dislike of the undead. Men are shorter than the elves, but taller still than dwarves. Their skin color can vary, from almost white to dark brown. <header>text='Subjects of the Crown'</header> Many different groups of men exist, but the majority of them on the Great Continent live under the rule of the Crown of Wesnoth. The humans first appeared on the Great Continent from a land far across the ocean to the West, the Green Isle, and soon established their capital at the inland city of Weldyn. Over the following centuries they have built up a number cities across the continent. The soldiers from the Crown of Wesnoth protect the country, forming the most organized military force in the known world. Its warriors come from the main provinces, where all men are conscripted at an early age. <header>text='The Clansmen'</header> The eastern provinces of Wesnoth, known as the Clan Homelands, have a geography consisting of more open plains and rolling hills than the western, more civilized provinces. They are home to the Horse Clans, who are allied with the Crown of Wesnoth but operate independently and maintain their own identity. Some consider them to be a tributary state, which sends food and soldiers to Crown in exchange for protection. Others say they are on equal footing with the western half of Wesnoth. In any case, the eastern provinces do not have a conscript army the way Western Wesnoth does. Training for fighting is part of the way of life of the Clans; the parents teach the children to ride horses, fight and shoot a bow from an early age. In general, the Clan warriors are less organized than the civilized fighters, and the strengths and weaknesses of these groups complement each other.
sr: Људска је раса до крајњости разнолика. Иако потичу са Старог континента, људи се проширише по целом свету и разделише на многе културе и подрасе. Иако нису прожети магијом као друга створења, људи је умеју спознати и владати њеним разноврснијим видовима него већина осталих. Немају посебних способности ни наклоњености до своје свестраности и нагона. Иако неретко у завади са другим расама, повремено умеју ступити у савез са оним мање ратоборним, попут вилењака или патуљака. Мање обзирни се не устручавају ни од унајмљивања орковских плаћеника. Иако без природних непријатеља, већина људи гаји исконску одбојност према немртвима, као што је случај и с другим расама. Људи су нижи растом од вилењака, а виши од патуљака. Боја коже им је широког распона, од скоро беле до тамносмеђе. <header>text='Поданици Круне'</header> Многе су различите људске скупине, али их већина на Великом континенту потпада под власт Круне Веснота. Први људи на Велики континент стигоше из земље далеко преко океана на западу, са Зеленострва, те убрзо успоставише своју престоницу, од мора далеки град Велдин. Током наредних векова подигоше још многе градове широм континента. Војници веснотске круне штите државу, образујући најуређенију војничку силу познатог света. Њени будући ратници стижу из главних покрајина, где се мушкарци регрутују још као млади. <header>text='Припадници Кланова'</header> Источне покрајине веснотске, познате као домовине Кланова, географски су претежно отворене равнице и валовита брда, за разлику од западних, цивилизованијих покрајина. Њих насељавају Коњички кланови, придружени Круни Веснота, али делујући независно и одржавајући своје порекло. Неки их држе за вазалску државу, што Круни подаје храну и војнике у замену за заштиту. Други, пак, веле да су на равној нози са западном половином Веснота. Како било, источне покрајине не одржавају стајаћу војску како то чини Западни Веснот. Увежбавање за бој саставни је део живота у Клановима; родитељи децу подучавају јахању, борењу и руковању луком од малих ногу. У пресеку, клански су ратници слабије организовани од цивилизованих бораца, али се врлине и мане ових дружина међусобно надопуњују.|~ Људска је раса до крајњости разнолика. Иако потичу са Старог континента, људи се проширише по ц›ијелом св›ијету и разд›ијелише на многе културе и подрасе. Иако нису прожети магијом као друга створења, људи је ум‹ију спознати и владати њеним разноврснијим видовима него већина осталих. Немају посебних способности ни наклоњености до своје свестраности и нагона. Иако нер›ијетко у завади са другим расама, повремено ум‹ију ступити у савез са оним мање ратоборним, попут вилењака или патуљака. Мање обзирни се не устручавају ни од унајмљивања орковских плаћеника. Иако без природних непријатеља, већина људи гаји исконску одбојност према немртвима, као што је случај и с другим расама. Људи су нижи растом од вилењака, а виши од патуљака. Боја коже им је широког распона, од скоро б›ијеле до тамносмеђе. <header>text='Поданици Круне'</header> Многе су различите људске скупине, али их већина на Великом континенту потпада под власт Круне Веснота. Први људи на Велики континент стигоше из земље далеко преко океана на западу, са Зеленострва, те убрзо успоставише своју пр›ијестоницу, од мора далеки град Велдин. Током наредних в›ијекова подигоше још многе градове широм континента. Војници веснотске круне штите државу, образујући најуређенију војничку силу познатог света. Њени будући ратници стижу из главних покрајина, гд›је се мушкарци регрутују још као млади. <header>text='Припадници Кланова'</header> Источне покрајине веснотске, познате као домовине Кланова, географски су претежно отворене равнице и валовита брда, за разлику од западних, цивилизованијих покрајина. Њих насељавају Коњички кланови, придружени Круни Веснота, али д›јелујући независно и одржавајући своје пор›ијекло. Неки их држе за вазалску државу, што Круни подаје храну и војнике у зам›јену за заштиту. Други, пак, веле да су на равној нози са западном половином Веснота. Како било, источне покрајине не одржавају стајаћу војску како то чини Западни Веснот. Ув›јежбавање за бој саставни је део живота у Клановима; родитељи д›јецу подучавају јахању, борењу и руковању луком од малих ногу. У прес›јеку, клански су ратници слабије организовани од цивилизованих бораца, али се врлине и мане ових дружина међусобно надопуњују.|~ Људска је раса до крајњости разнолика. Иако потичу са Старог континента, људи се проширише по ц›ијелом св›ијету и разд›ијелише на многе културе и подрасе. Иако нису прожети магијом као друга створења, људи је ум‹ију спознати и владати њеним разноврснијим видовима него већина осталих. Немају посебних способности ни наклоњености до своје свестраности и нагона. Иако нер›ијетко у завади са другим расама, повремено ум‹ију ступити у савез са оним мање ратоборним, попут вилењака или патуљака. Мање обзирни се не устручавају ни од унајмљивања орковских плаћеника. Иако без природних непријатеља, већина људи гаји исконску одбојност према немртвима, као што је случај и с другим расама. Људи су нижи растом од вилењака, а виши од патуљака. Боја коже им је широког распона, од скоро б›ијеле до тамносмеђе. <header>text='Поданици Круне'</header> Многе су различите људске скупине, али их већина на Великом континенту потпада под власт Круне Веснота. Први људи на Велики континент стигоше из земље далеко преко океана на западу, са Зеленострва, те убрзо успоставише своју пр›ијестоницу, од мора далеки град Велдин. Током наредних в›ијекова подигоше још многе градове широм континента. Војници веснотске круне штите државу, образујући најуређенију војничку силу познатог света. Њени будући ратници стижу из главних покрајина, гд›је се мушкарци регрутују још као млади. <header>text='Припадници Кланова'</header> Источне покрајине веснотске, познате као домовине Кланова, географски су претежно отворене равнице и валовита брда, за разлику од западних, цивилизованијих покрајина. Њих насељавају Коњички кланови, придружени Круни Веснота, али д›јелујући независно и одржавајући своје пор›ијекло. Неки их држе за вазалску државу, што Круни подаје храну и војнике у зам›јену за заштиту. Други, пак, веле да су на равној нози са западном половином Веснота. Како било, источне покрајине не одржавају стајаћу војску како то чини Западни Веснот. Ув›јежбавање за бој саставни је д‹ио живота у Клановима; родитељи д›јецу подучавају јахању, борењу и руковању луком од малих ногу. У прес›јеку, клански су ратници слабије организовани од цивилизованих бораца, али се врлине и мане ових дружина међусобно надопуњују.|~

# race
source: Saurian
sr: сауријанац|~

# race+female
source: Saurian
sr: сауријанка|~

# race
source: Saurians
sr: сауријанци|~

# race
source: Mechanical
sr: машина|~

# race+plural
source: Mechanical
sr: машине|~

# race
source: Merman
sr: морејац|~

# race
source: Mermaid
sr: морејка|~

# race
source: Mermen
sr: морејци|~

# race
source: Monster
sr: чудовиште|~

# race
source: Monsters
sr: чудовишта|~

# race
source: Naga
sr: нагајац|~

# race
source: Nagas
sr: нагајци|~

# race
source: Ogre
sr: огр|~

# race+female
source: Ogre
sr: огрица|~

# race
source: Ogres
sr: огрови|~

# race
source: Orc
sr: орк|~

# race+female
source: Orc
sr: оркиња|~

# race
source: Orcs
sr: оркови|~

# race
source: Troll
sr: трол|~

# race+female
source: Troll
sr: тролкиња|~

# race
source: Trolls
sr: тролови|~

source: Trolls are ancient creatures, one of the oldest known races known to inhabit the Great Continent. They are large, slow, simple-minded, and live extremely long lives inside deep caves or atop high mountains. The most unique characteristic of trolls is an internal vitality that sustains and heals them from within. As a result they live very different lives from almost any known creature. Trolls have few real needs: they require little food or water, and thus they have little incentive to pursue much besides protection from those who are hostile towards them. This in turn means they rarely have to worry about anything and can spend much of their time sleeping or in contemplation. Trolls have a curious affinity with nature. They do not relate with living things like elves do, but instead with earth and stone. They are also somewhat curious of their surroundings and many younger whelps even enjoy traveling and seeing the world. As trolls grow older they tend to become increasingly passive, gradually losing interest in their environment and spending more of their time sleeping in a quiet, familiar corner of their home cave. This is until they finally pass away as their bodies themselves slowly turn into lifeless statues of stone. Trolls are seen by many as being little more than yet another race of savage monsters. This common misconception is in part perpetuated by orcs to persuade trolls to join their armies. Because they are rather simple and do not understand the ways of other races or sometimes can even tell them apart, it is usually easy for an orcish band to convince a group of trolls that by joining them they get to exact revenge on those that have before hunted them. These new recruits are then directed to attack whoever the orcs themselves are currently in conflict with, whether previously a foe of the trolls or not, accumulating even more enemies for the misled trolls. The most common enemy of trolls are dwarves, and the animosity between these two races is ancient. <header>text='Geography'</header> Trolls have inhabited the mountains of the Great Continent longer than the dwarves who migrated there. Trolls are a common sight on the mountain ranges north and east of Wesnoth, and wherever Orcish hordes travel.
sr: Тролови су прастара створења, од најстаријих раса за које се зна да су насељавале Велики континент. Велики, троми и простодушни, проводе изразито дуге животе унутар дубоких пећина или поврх високих планина. Јединствена особина тролова јесте унутрашња животност која их одржава и залечује повреде. То их нагони бивствовању сасвим другачијем од готово било којег другог знаног бића. Стварне потребе су им малобројне, тек мало хране и воде, те немају других делатних побуда заштите од према њима непријатељски настројених. Из овога следи да се ретко брину око било чега, проводећи већи део дана у спавању и разматрању. Тролови су на чудан начин наклоњени природи — не тичу их се, као вилењака, живе твари, већ тло и стење. Такође испољавају знатижељу према свом окружењу, да многи млађи штенци уживају путујући и разгледајући света. Како старе, тролови постају све безвољнији, постепено губећи занимање за свет што их окружује и проводећи све више времена дремајући у тихом, познатом кутку своје домаће пећине. И тако све док тихо не згасну, док им се сама тела полако претварају у беживотне камене кипове. Многи на тролове гледају као на тек нешто више од још једне расе дивљих немани. Ову уобичајену заблуду делом подстичу оркови како би нагнали тролове да се придруже њиховим војскама. Како су тролови сразмерно наивни и не разумеју путеве других раса, да их понекад чак не умеју ни разликовати, орковској је дружини обично лако убедити скупину тролова да ће, придруживши им се, моћи да се освете онима који их раније ловише. Тако стечени саборци затим се упућују у напад на било кога тренутно супротстављеног самим орковима, било да су заиста непријатељи и троловима или не, тако накупљајући још више непријатеља завараним троловима. Најчешћи супарник троловима су патуљци, две расе међу којима влада древна мржња. <header>text='Распрострањеност'</header> Тролови пребиваше у планинама Великог континента дуже од патуљака који ту пристигоше. Уобичајен су призор на планинским венцима северно и источно од Веснота, и куда год се крећу орковске хорде.|~ Тролови су прастара створења, од најстаријих раса за које се зна да су насељавале Велики континент. Велики, троми и простодушни, проводе изразито дуге животе унутар дубоких пећина или поврх високих планина. Јединствена особина тролова јесте унутрашња животност која их одржава и за‹љечује повреде. То их нагони бивствовању сасвим другачијем од готово било којег другог знаног бића. Стварне потребе су им малобројне, тек мало хране и воде, те немају других делатних побуда заштите од према њима непријатељски настројених. Из овога сл›иједи да се р›ијетко брину око било чега, проводећи већи д‹ио дана у спавању и разматрању. Тролови су на чудан начин наклоњени природи — не тичу их се, као вилењака, живе твари, већ тло и ст›ијење. Такође испољавају знатижељу према свом окружењу, да многи млађи штенци уживају путујући и разгледајући св›ијета. Како старе, тролови постају све безвољнији, постепено губећи занимање за св›ијет што их окружује и проводећи све више времена др›ијемајући у тихом, познатом кутку своје домаће пећине. И тако све док тихо не згасну, док им се сама т›ијела полако претварају у беживотне камене кипове. Многи на тролове гледају као на тек нешто више од још једне расе дивљих немани. Ову уобичајену заблуду делом подстичу оркови како би нагнали тролове да се придруже њиховим војскама. Како су тролови сразм›ијерно наивни и не разумеју путеве других раса, да их понекад чак не ум‹ију ни разликовати, орковској је дружини обично лако уб›иједити скупину тролова да ће, придруживши им се, моћи да се освете онима који их раније ловише. Тако стечени саборци затим се упућују у напад на било кога тренутно супротстављеног самим орковима, било да су заиста непријатељи и троловима или не, тако накупљајући још више непријатеља завараним троловима. Најчешћи супарник троловима су патуљци, дв›ије расе међу којима влада древна мржња. <header>text='Распрострањеност'</header> Тролови пребиваше у планинама Великог континента дуже од патуљака који ту пристигоше. Уобичајен су призор на планинским венцима с›јеверно и источно од Веснота, и куда год се крећу орковске хорде.|~

# race
source: Undead
sr: немртав|~

# race+female
source: Undead
sr: немртва|~

# race+plural
source: Undead
sr: немртви|~

# race
source: Wolf
sr: вук|~

# race
source: Wolves
sr: вукови|~

# race
source: Wose
sr: ивер|~

# race
source: Woses
sr: ивери|~

source: Close
sr: Затвори|~

source: Type
sr: тип|~

source: level
sr: ниво|~

source: HP:
sr: УП: |~

source: Moves:
sr: кретање: |~

source: Help
sr: Помоћ|~

source: <header>text='Units having this special attack'</header>
sr: <header>text='Јединице с овим посебним нападом'</header>|~

source: <header>text='Units having this ability'</header>
sr: <header>text='Јединице с овом способношћу'</header>|~

source: Leaders:
sr: вођ:|~

source: Recruits:
sr: регрути:|~

source: Era:
sr: епоха:|~

source: Factions:
sr: фракције:|~

source: Factions are only used in multiplayer
sr: Фракције се користе само у вишеигрању|~

source: Advances from:
sr: напредује из: |~

source: Advances to:
sr: може постати: |~

# race
source: Miscellaneous
sr: разни|~

source: Race:
sr: раса: |~

source: Abilities:
sr: способности: |~

source: Ability Upgrades:
sr: доградње спос.: |~

source: Cost:
sr: кошта: |~

source: Alignment:
sr: поредак: |~

source: Required XP:
sr: тражи ИП: |~

# unit help
source: Attacks
sr: Напади|~

# unit help
source: Name
sr: назив|~

source: Strikes
sr: удари|~

source: Range
sr: домет|~

source: Special
sr: посебно|~

source: Resistances
sr: Отпорности|~

source: Attack Type
sr: тип напада|~

source: Resistance
sr: отпорност|~

source: Terrain Modifiers
sr: теренски модификатори|~

source: Terrain
sr: терен|~

source: Defense
sr: одбрана|~

source: Movement Cost
sr: трошак кретања|~

source: <header>text='Units of this race'</header>
sr: <header>text='Јединице ове расе'</header>|~

source: < Back
sr: < Назад|~

source: Forward >
sr: Напред >|~ Напр›ијед >|~

source: Reference to unknown topic:
sr: Упут на непознату тему: |~

source: corrupted original file
sr: искварена изворна датотека|~

source: The Battle for Wesnoth Help
sr: Помоћ „Боја за Веснот“|~

source: Parse error when parsing help text:
sr: Грешка при рашчлањивању текста помоћи: |~

# female
source: aged
sr: старост|~ |~e0

source: Caste
sr: замак|~ каста|~

source: Egg, Drake
sr: змаг|~ јаје (змашко)|~

source: Green Isle
sr: зелена|~ Зеленострво|~

source: Heart Mountains
sr: планине|~ Језгрене планине|~

source: The game takes place over a series of battles, called <italic>text='scenarios'</italic>. Each scenario pits your troops against the troops of one or more adversaries. You can play against the computer, or with friends who each take turns sitting at the computer (hotseat play). If your computer is connected to a computer network, you can also play against other people connected to that network. If your computer has a connection to the Internet, you can play against other people across the Internet.
sr: Игра се протеже преко низа битака, које се називају сценаријима. Сваки сценарио судара ваше снаге са снагама једног или више супарника. Можете играти против рачунара, или пријатељâ који се по потезима см›јењују испред рачунара (тзв. усијана игра). Ако вам је рачунар повезан у мрежи, можете такође играти са другима повезаним у исту ту мрежу. Ако имате везу са Интернетом, можете играти са људима широм св›ијета.|~ Игра се протеже преко низа битака, које се називају <italic>text='сценаријима'</italic>. Сваки сценарио судара ваше снаге са снагама једног или више супарника. Можете играти против рачунара, или пријатељâ који се по потезима см›јењују испред рачунара (тзв. усијана игра). Ако вам је рачунар повезан у мрежи, можете такође играти са другима повезаним у исту ту мрежу. Ако имате везу са Интернетом, можете играти са људима широм св›ијета.|~

source: <italic>text='Campaigns'</italic> consist of multiple scenarios that follow on from each other, telling a story. In a campaign, you often need to play more carefully, preserving your best troops so that they can be used again in later scenarios in the campaign.
sr: Походи се састоје од више сценарија који се настављају један на други, плетући своју причу. У походима често морате играти опрезније, чувајући своје најбоље снаге како бисте их могли употр›ијебити у наступајућим сценаријима.|~ <italic>text='Походи'</italic> се састоје од више сценарија који се настављају један на други, плетући своју причу. У походима често морате играти опрезније, чувајући своје најбоље снаге како бисте их могли употр›ијебити у наступајућим сценаријима.|~

source: Recruited units come with two random <ref>dst='..traits_section' text='traits'</ref> which modify their statistics.
sr: Унајмљене јединице пристижу са дв›ије насумичне <ref>dst='..traits_section' text='особине'</ref>, које утичу на њихове карактеристике.|~ |~e0

source: Units not only cost gold to Recruit or Recall, they also require money to support. See <ref>dst='income_and_upkeep' text='income and upkeep'</ref> for more information.
sr: Јединице не коштају злата само при унајмљивању или сазивању, већ им је оно неопходно и за издатке. Погледајте <ref>dst='income_and_upkeep' text='~%/Income and Upkeep/'</ref> за више детаља.|~ |~e0

source: green if it hasn’t moved this turn,
sr: зелена, ако се јединица није пом›јерила у току потеза,|~ зелена, ако се јединица није пом›јерила у току потеза,|~

source: yellow if it has moved, but could still move further or attack, or
sr: жута, ако се јесте пом›јерила, али се још може кретати или напасти, и|~ жута, ако се јесте пом›јерила, али се још може кретати или напасти,|~

source: blue if the unit is an ally you do not control.
sr: Куглица је плава ако је јединица савезник којим не управљате.|~ плава, ако је јединица савезник којим не управљате.|~

source: Enemy units have no orb on top of their energy bar.
sr: Непријатељске јединице немају овакве куглице.|~ Непријатељске јединице немају овакве куглице.|~

source: Each unit has a certain number of <italic>text='hitpoints'</italic> (HP). If the hitpoints of a unit drop below 1, the unit dies. Each unit also has a certain number of <italic>text='experience points'</italic> (XP). A freshly recruited unit starts with no experience points, and gains experience by fighting enemies.
sr: Свака јединица има изв›јестан број ударпоена (УП); падну ли испод 1, јединица страда. Такође, свака јединица има и искуствене поене (ИП); нове јединице почињу без искуства, и добијају га у борби против непријатеља.|~ Свака јединица има изв›јестан број <italic>text='ударпоена'</italic> (УП); падну ли испод 1, јединица страда. Такође, свака јединица има и <italic>text='искуствене поене'</italic> (ИП); нове јединице почињу без искуства, и добијају га у борби против непријатеља.|~
