Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-lib.po
Languages: sr

source: <italic>text='Villages'</italic> represent any group of buildings, human or otherwise. Almost all units, even cavalry, have an easy time navigating villages, and most units gain a defensive bonus from being stationed in a village. Villages allow units the resources to clean and tend to their wounds, which allows any unit stationed therein to heal eight hitpoints each turn, or to be cured of poison. Most units have 50 to 60% defense in villages, whereas cavalry receive only 40%.
sr: <italic>text='Села'</italic> чине било какве скупине грађевина, људских или других. Скоро све јединице, чак и коњица, немају проблема у кретању кроз села, а већина их добија и предност у одбрани док су у селу. Јединице се у селу могу окр›ијепити и извидати повреде, ус‹љед чега свака јединица добија 8 УП по потезу док се налази у селу; такође, бива исц›ијељена уколико је отрована. Већина јединица добија 50 до 60% заштите у селима, а коњица само 40%.|~

source: Obstacles that not even the most determined traveler may overcome include solid walls of stone and mountains so tall and steep that they are constantly wreathed in cloud. Even flying creatures cannot navigate the jagged peaks at such rarefied heights, and not even the fiercest troll can smash through thick walls of stone.
sr: У препреке које ни најупорнији путник не може савладати спадају чврсти камени бедеми и планине тако стрме и високе да су непрекидно ов›јенчане облацима. Чак се ни летећа створења не могу пробити између назубљених врхова на прор›ијеђеним висинама, нити најсуровији трол развалити збијени зидни камен.|~

source: <italic>text='Unwalkable terrain'</italic> covers any chasm or gorge which, as the name implies, cannot be crossed simply by walking. Chasms are noted for sheer walls which would take days to traverse. As far as gameplay is concerned, only units capable of flying can cross this terrain.
sr: У <italic>text='расц›јеп'</italic> се рачуна какав бездан или кланац, онај који се, како му име каже, не може п›јешке превалити. Бездани су познати по тектонским зидовима, за које би били потребни дани да се пр›ијеђу. Што се играња тиче, само летачке јединице могу пр›ијећи преко оваквог терена.|~

source: Rails
sr: шине|~

source: <italic>text='Rails'</italic> are used to transport ore. By Dwarfs. Mostly.
sr: <italic>text='Шине'</italic> служе за преношење руде. Код патуљака. Углавном.|~

source: Downloads:
sr: Преузимања:|~

# date
source: Last updated:
sr: Ажурирано:|~

# date
source: First uploaded:
sr: Прво отпремање:|~

source: Website:
sr: Веб сајт:|~

# url
source: Go
sr: Иди|~

source: Visit this URL with a web browser
sr: Посети овај УРЛ веб прегледачем|~

source: Dependencies:
sr: Зависности:|~

# addons_of_type
source: MP eras
sr: вигр. епохе|~

# addons_of_type
source: Resources
sr: ресурси|~

# addons_of_type
source: MP map-packs
sr: вигр. пакети мапа|~

source: Add-ons matching the following criteria will be displayed.
sr: Биће приказани додаци поклопљени наредним критеријумима.|~

source: Add-ons will be sorted as follows when no column is selected:
sr: Кад нема изабране колоне додаци ће бити поређани:|~

# sort
source: By name
sr: по имену|~

# sort
source: By last updated
sr: по ажурирању|~

# sort
source: By first upload
sr: по првом отпремању|~

source: Custom Time of Day Schedule
sr: Посебан распоред доба дана|~

source: ID:
sr: ИД:|~

source: Metadata:
sr: Метаподаци:|~

source: Image
sr: Слика|~

source: Mask
sr: Маска|~

source: long size text
sr: дугачак текст|~

source: Lawful Bonus:
sr: бонус законитог:|~

source: New ToD
sr: Нови распоред|~

source: Visible in fog
sr: Видљиво у магли|~

source: Visible in shroud
sr: Видљиво у покрову|~

source: Identifier:
sr: Идентификатор:|~

source: Declare victory once all enemies are defeated
sr: Прогласи победу на пораз свих непријатеља|~

source: Gold:
sr: Злата:|~

source: Income:
sr: Приход:|~

source: Controller:
sr: Управљач:|~

source: Change campaign difficulty before loading
sr: Промени тежину похода пре учитавања|~

source: Play the embedded replay from the saved game if applicable
sr: Пусти угнежђени снимак из позиције ако га има|~

source: Cancel any pending unit movements in the saved game
sr: Обустави сва наступајућа кретања јединица у позицији|~

# filesystem
source: Browse
sr: Прегледај|~

source: Browse this location using a file manager
sr: Прегледај ову локацију менаџером датотека|~

source: Configuration:
sr: Постава:|~

source: User data:
sr: Кориснички подаци:|~

source: Cache:
sr: Кеш:|~

source: Items
sr: ставке|~

source: Enable the modifications you want to be active during the game.
sr: Модификације које желите да буду активне током играња.|~

source: Confirm
sr: Потврда|~

source: Would you like to apply the changes?
sr: Желите ли да примените измене?|~

source: A local server instance has to be started in order to host a networked game. The server will run as a background process until all users have disconnected. Do you wish to continue?
sr: Мора да се покрене локални примерак сервера да би се удомила мрежна партија. Сервер ће радити као позадински процес све док сви корисници не прекину везу. Желите ли да наставите?|~

# filesystem
source: Open
sr: Отвори|~

source: Open this file with an external application
sr: Отвори ову датотеку спољашњим програмом|~

source: Browse the screenshots folder using a file manager
sr: Прегледајте директоријум снимака екрана менаџером датотека|~

source: Details:
sr: Детаљи:|~

source: Save replays at the end of scenarios
sr: Сачувај снимак на крају сценарија|~

source: Delete auto-saves at the end of scenarios
sr: Обриши аутопозиције на крају сценарија|~

source: Add this username to your friends list (add optional notes, e.g., 'player_name notes on friend')
sr: Додајте ово корисничко име на списак пријатеља (опционо са белешкама, нпр. „име-играча белешке о пријатељу“).|~

source: Add this username to your ignores list (add optional reason, e.g., 'player_name reason ignored')
sr: Додајте ово корисничко име на списак игнорисаних (уз опциони разлог, нпр. „име-играча разлог игнорисања“).|~

source: View game file paths
sr: Прикажи путање датотека игре|~

source: Need at least 1 parallel item.
sr: Потребна бар једна паралелна ставка.|~

# addon_state
source: Not installed
sr: није инсталиран|~

# addon_state
source: Published, not installed
sr: објављен, није инсталиран|~

# addon_state
source: Installed
sr: инсталиран|~

# addon_state
source: Published
sr: објављен|~

# addon_state
source: Installed, not tracking local version
sr: инсталиран, прати локалну верзију|~

# addon_state
source: Published, not tracking local version
sr: инсталиран, не прати локалну верзију|~

# addon_state
source: Installed ($local_version|), upgradable
sr: инсталиран ($local_version|), надоградив|~

# addon_state
source: Published ($local_version| installed), upgradable
sr: објављен (инсталиран $local_version|), надоградив|~

# addon_state
source: Installed ($local_version|), outdated on server
sr: инсталиран ($local_version|), застарео на серверу|~

# addon_state
source: Published ($local_version| installed), outdated on server
sr: објављен (инсталиран $local_version|), застарео на серверу|~

# addon_state
source: Installed, broken
sr: инсталиран, покварен|~

# addon_state
source: Published, broken
sr: објављен, покварен|~

# addons_view
source: Not Installed
sr: нису инсталирани|~

# addons_view
source: Installed
sr: инсталирани|~

source: $requester requires the following modifications to be enabled:
sr: $requester тражи да се укључе следеће модификације:|~

source: $requester requires the following modifications to be disabled:
sr: $requester тражи да се искључе следеће модификације:|~

source: The currently chosen scenario is not compatible with your setup. Please select a compatible one.
sr: Тренутно изабрани сценарио није сагласан са вашом поставом. Изаберите неки сагласан.|~

source: The currently chosen era is not compatible with your setup. Please select a compatible one.
sr: Тренутно изабрана епоха није сагласна са вашом поставом. Изаберите неку сагласну.|~

source: The currently chosen modification is not compatible with your setup. Please select a compatible one.
sr: Тренутно изабрана модификација није сагласна са вашом поставом. Изаберите неку сагласну.|~

source: Switch Time of Day
sr: Промени доба дана|~

source: Assign Local Time
sr: Додели локално време|~

source: Custom Time of Day Creator
sr: Уређивач посебног доба дана|~

source: Change Palette Group
sr: Измени групу палете|~

source: Scroll Palette Left
sr: Клизај палету улево|~

source: Scroll Palette Right
sr: Клизај палету удесно|~

source: Use left/right mouse button to draw fore-/background terrain. Hold Shift to paint base layer only. Ctrl+click to sample terrain under cursor.
sr: Левим/десним дугметом миша цртате предњи план/позадину терена. Држите Shift за цртање само основног слоја. Ctrl+клик узима терен под показивачем.|~

source: Left mouse button selects or deselects with Ctrl, right brings up a context menu. Hold Shift for magic-wand selection of tiles with same terrain.
sr: Лево дугме миша бира или поништава избор уз Ctrl, десно даје контекстни мени. Држите Shift за избор магичним штапићем плочица са истим тереном.|~

source: Left mouse button displays player selection, right clears. Number keys scroll to the starting position, alt+number sets respective starting position under cursor, delete clears.
sr: Лево дугме миша приказује избор играча, десно га чисти. Тастери бројева клизају до почетног положаја, Alt+број задаје одговарајући почетни положај на онај под мишем, Delete га брише.|~

source: Left mouse button sets or drags a label, right clears.
sr: Лево дугме миша поставља и превлачи етикету, десно је чисти.|~

source: Left mouse button sets a new unit or moves a unit via drag and drop, right brings up a context menu. Needs a defined side.
sr: Лево дугме миша поставља нову јединицу или помера јединицу превлачењем, десно даје контекстни мени. Захтева дефинисану страну.|~

source: Left mouse button sets a new item or moves it via drag and drop, right clears. Not implemented yet.
sr: Лево дугме миша поставља нову ставку или је помера превлачењем, десно је чисти. Још нији изведено.|~

source: Left mouse button sets or drags a sound source, right clears. Not implemented yet.
sr: Лево дугме миша поставља или превлачи извор звука, десно га чисти. Још није изведено.|~

source: Sound Source Tool
sr: Алатка извора звука|~

source: Left mouse button sets the village ownership to the current side, right clears. Needs a defined side.
sr: Лево дугме миша поставља припадност села на текућу страну, десно га чисти. Захтева дефинисану страну.|~

source: Toggle the recruit attribute of a unit.
sr: Задајте атрибут унајмљивања јединице.|~

source: Can be Renamed
sr: Може да се преименује|~

source: Toggle the unit being renameable.
sr: Задајте да ли се јединица може преименовати.|~

source: Assign the selected unit set as recruit list to the unit.
sr: Доделите изабраној јединици списак унајмљивања.|~

source: Loyal
sr: Лојална|~

source: Toggle Minimap Unit Coding
sr: Кодирање јединица минимапе|~

source: Toggle Minimap Terrain Coding
sr: Кодирање терена минимапе|~

source: Toggle Minimap Unit Drawing
sr: Исцртавање јединица на минимапи|~

source: Toggle Minimap Village Drawing
sr: Исцртавање села на минимапи|~

source: Single Tile
sr: Једна плочица|~

source: Radius One
sr: Полупречник један|~

source: Radius Two
sr: Полупречник два|~

source: Brush NW-SE
sr: Четкица СЗ-ЈИ|~

source: Brush SW-NE
sr: Четкица ЈЗ-СИ|~

source: Left mouse button pastes from the clipboard, right brings up a context menu.
sr: Лево дугме миша налепљује из оставе, десно даје контекстни мени.|~

source: Unrecognized Command
sr: Непозната наредба|~

source: Button
sr: Дугме|~

source: Mouse
sr: Миш|~

source: Joystick
sr: Џојстик|~

source: Centered
sr: центар|~

source: Up
sr: горе|~

source: Down
sr: доле|~

source: Left
sr: лево|~

source: LeftUp
sr: лево-горе|~

source: LeftDown
sr: лево-доле|~

source: Add a new binding to "$hotkey_description|"
sr: Додај нову свезу за „$hotkey_description|“|~

source: Clears the current bindings for "$hotkey_description|"
sr: Чисти тренутне свезе за „$hotkey_description|“.|~

source: All hotkeys have been reset to their default values.
sr: Све пречице су враћене на подразумеване вредности.|~

source: Reset all bindings to the default values
sr: Ресетуј све свезе на подразумевано|~

source: "$hotkey_sequence|" is in use by "$old_hotkey_action|". Do you wish to reassign it to "$new_hotkey_action|"?
sr: „$hotkey_sequence|“ тренутно извршава „$old_hotkey_action|“. Желите ли да је пребаците на „$new_hotkey_action|“?|~
