Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-dm.po
Languages: sr

source: There was an elf named Kalenz who had already in Delfador’s time been a legend among his people for centuries; his is the tale called <i>the Legend of Wesmere</i>. Prolonged in life by a necromantic potion, he put aside the High Lordship of the Elves after the death of his beloved wife Cleodil, and wandered the Great Continent in errantry.
sr: Ту долазимо до вилењака званог Каленз, којег род његов слављаше као див-јунака већ у Делфадорово вр›ијеме; прича његова је „Весмерско предање“. Пошто му некромантски напитак продужи живот, кад остаде без вољене супруге Клеодил, одрече се вилењачког надгосподарства и препусти се лутању Великим континентом.|~ Ту долазимо до вилењака званог Каленз, којег род његов слављаше као див-јунака већ у Делфадорово вр›ијеме; прича његова је <i>Весмерско предање</i>. Пошто му некромантски напитак продужи живот, кад остаде без вољене супруге Клеодил, одрече се вилењачког надгосподарства и препусти се лутању Великим континентом.|~

source: But Kalenz half-knew and half-feared he would be needed again, and the day he had long foreseen finally arrived. Report came to him of large orcish forces attacking the outskirts of elvish forests, including Lintanir itself. Kalenz quickly gathered a small troop of picked guards. War had returned to the land of the Elves.
sr: Али Каленз је полусв›јесно знао да ће опет бити потребан, и дан што га је давно предвид‹ио коначно дође. Стигоше му гласови да многобројне орковске снаге нападају окрајке вилењачких шума, чак и Линтанира. Каленз журно сакупи малу дружину пробраних бранилаца. Рат се врати у вилењачке земље.|~ |~e0

source: The orcs are retreating! And... what is this? A shyde flying towards us as if hell were on her heels...
sr: Оркови се повлаче! Али... шта је ово? Једна шејда лети према нама као да су јој сви ђаволи за петама.|~ |~e0

source: The orcs are retreating! And... what is this? A druid running to meet us as though hell were on her heels...
sr: Оркови се повлаче! Али... шта је ово? Једна друидка лети према нама као да су јој сви ђаволи за петама.|~ |~e0

source: No. But Cleodil gave some of the Book’s least dangerous secrets to her daughters, and so I had them from my mother. And I think I have found the one we have been awaiting since Cleodil accepted the guardianship of the Book. You know of what I speak.
sr: Никако. Али бака Клеодил научи своје кћери неким од најмање опасних тајни из те књиге, тако и ја дознах од своје мајке. Такође мислим да пронађох оног на кога наша породица чека откад бака Клеодил преузе старање над Књигом. Познато ти је о чему зборим.|~ |~e0

source: Shadows in the Dark
sr: С›јене у тами|~ |~e0

source: This forest looks quiet — too quiet. Proceed carefully, I don’t like this at all.
sr: Ова шума д›јелује тихо, исувише тихо. Ступајте опрезно, ово ми се уопште не свиђа.|~ |~e0

source: Living... Soon, you’ll be more troops for my master!
sr: Живи... Ускоро ћете бити нови ратници мог господара!|~ |~e0

source: If you were human, you would be quite right to be. Strange... they are such surly children in the main, short-lived and crude and quarrelsome. And yet, even our greatest mystics do not shine so brightly as this one.
sr: Да си људско биће, има ли би и за право. Чудно... већином су осорљиви, д›јетињасти, краткоживући, груби и кавгаџије. А опет, највећи од наших тајнозналаца не сијају тако јасно као овај.|~ |~e0

source: T’bhan
sr: Т-бан|~ |~e0

source: Victory!
sr: Поб›једа|~ Поб›једа!|~

source: This is a decision you will have to make. If we fight the undead without the book’s help, it will be an honor to fight by your side, no matter what the outcome.
sr: О томе ти мораш одлучити. Ако се будемо борили са немртвима без помоћи књиге, част нам је да се боримо уз тебе, како год да се сврши бој.|~ |~e0

source: Your majesty, these are no stray undead; this lunatic, Iliah-Malal, has opened a portal to the Land of the Dead. Unless we close this portal soon, the relatively small numbers of enemy troops he now commands will swell into an endless stream of undead. And our army, having equipped and trained primarily to fight raiding orcs, is not well suited to fight even the forces he fields now. Mages, in combination with heavy infantry are most effective against them.
sr: Величанство, нису ово раштркане скупине немртвих. Онај лудак, Илијах-малал, отвори пролаз према Земљи мртвих. Ако ускоро не затворимо тај пролаз, снаге што их он води, које су још ув›ијек сношљиве, нарашће у бесконачну поплаву немртвих. Наша војска, опремана и обучавана првенствено за борбу са пљачкашким орковима, није спремна да се бори чак ни са војскама које он сад има. Против њих су најучинковитији магови у савезу са тешким п›јешацима.|~ |~e0

source: I think our young and inexperienced friend overestimates the powers of the enemy. I’m sure they’ll be no match for Wesnothian troops.
sr: Мислим да наш млади и неискусни пријатељ прец›јењује снагу непријатеља. Сигуран сам да се они не могу носити са веснотском војском.|~ |~e0

source: As a reward for Delfador’s bravery, I am temporarily appointing you and your men to be his personal guard. Make sure nothing untoward happens to him, as the circumstances of Leollyn’s death are not fully clear.
sr: Да бих наградио Делфадорову одважност, привремено одређујем тебе и твоје људе за његову личну стражу. Постарај се да га не снађе каква невоља, пошто није сасвим јасно како Леолин премину.|~ |~e0

source: And so it was that the Wesnothian army left Weldyn to seek out and crush Iliah-Malal’s forces. But the campaign proved a disaster. Less than a handful of terrified soldiers returned. The Wesnoth army had been destroyed, with the few survivors fleeing in terror. Nothing stood now between Iliah-Malal’s army and Weldyn...
sr: И тако веснотска војска напусти Велдин да пронађе и разбије Илијах-малалове снаге. Али поход се преобрази у слом. Врати се тек шачица престрашених војника. Веснотска војска је била уништена, а прежив›јели су се повлачили у великом страху. Ништа више не б›ијеше између Илијах-малала и Велдина.|~ |~e0

source: There are three things we must do. First, we must organize our defenses as best we can. Second, we need to ask the elves to create a diversion, to distract and delay Iliah-Malal. The elves will not be able to fight the undead head on on the field, but they can harass them by striking from forests where the undead dare not follow. And last, I have been studying and I think I now know how to close Iliah-Malal’s portal to the Land of the Dead. I will need a small escort, but this must be done immediately.
sr: Три су ствари које морамо учинити. Прво, морамо уредити одбрану најбоље што ум›ијемо. Друго, морамо замолити вилењаке да нам купе времена, ометајући и успоравајући Илијах-малала. Вилењаци се не могу борити против немртвих на отвореном простору, али могу их морити нападима из шума, гд›је се немртви не усуђују да зађу. И као пос‹љедње, проучавао сам проблем и мислим да знам како да затворим Илијах-малалов пролаз у Земљу мртвих. Потребна ми је мала пратња, али ово се мора урадити одмах.|~ |~e0

source: Delfador took a small escort to the north in order to attempt to close the portal. But with Iliah-Malal’s army at large north of the Great River, this was a perilous road. Delfador was constrained to avoid well-trodden paths. This meant a detour...
sr: Делфадор пође на с›јевер са малом пратњом, да покуша затворити пролаз. Али како је Илијах-малалова војска држала већи д‹ио земаља с›јеверно од Велике р›ијеке, б›ијеше то опасно путовање. Делфадор је био присиљен да изб›јегава уходане путеве, што значило заобилазак...|~ |~e0

source: Keep fighting them sacks o’ bones.
sr: Само напр›ијед, удр’те вреће костију.|~ |~e0

source: Your master’s days are numbered. Yours will end this day!
sr: Дани твог господара су одбројани. А твоји су управо окончани!|~ |~e0

source: Human, ye ha’ fought well. I am Ulrek, chieftain o’ the clan of Norlund. My house is in yer debt today. But who are ye and what do ye do in these lands?
sr: Чој’ече, мушки с’ се борио. Ја сам Улрек, поглавц’а Норлундског клана. Моја кућа је од данас твој дужник. Ал’ ко сте ви и откуд у овим крајев’ма?|~ |~e0

source: We ha’ seen those undead walking, aye, and fought them too. And no one will ever say my kin ha’ been ungrateful for yer help. I will place my best warriors at yer service. Relgorn, my son, ye will lead the women and children to Knalga. They will be safe there among the rest of my kin. But can ye really close that thing?
sr: Виђасмо те немртве како иду и борс’мо се с њима. И нико неће рећ’ да мој род не бијеше зафалан за твоју помоћ. Даћу т’ своје најбоље ратнике. Релгорне, сине мој, поведи жене и дјецу у Кналгу. Тамо ће бит’ сигурн’ поред остатка мог рода. Ал’ мореш ли ти одиста затворт’ тај пролаз?|~ |~e0

source: Delfador, the surface path to the north ye’d need to have ta’en, along the Listra, is too dangerous. That valley is swarming with orcs now. We’ll take ye by a safer route, through tunnels under these hills.
sr: Делфадоре, површински пут којим мораш поћ’, уз Листру, преопасан је. Та дол’на је препуна оркова. Повешћемо те сигурнијом стазом, кроз тунеле што пролазе испод тих брда.|~ |~e0

source: With their leader slain we cannot count on dwarvish help to reach Iliah-Malal’s portal! All is lost!
sr: Сад кад им је вођ пао, не можемо се надати патуљачкој помоћи да затворимо Илијах-малалов пролаз! Све је изгубљено!|~ |~e0

source: Portal, reopen! No! What have you done?
sr: Пролазе, отвори се поново! Не! Шта учинисте?|~ |~e0

source: (<i>To the dwarves</i>). Quickly, back in the tunnel! I will stay last to seal the entrance.
sr: [патуљцима] Брзо, назад у тунел. Ја ћу остати пос‹љедњи да запечатим улаз.|~ [<i>патуљцима</i>] Брзо, назад у тунел! Ја ћу остати пос‹љедњи да запечатим улаз.|~

source: All the player’s units must reach the tunnel. Then Delfador.
sr: Све играчеве јединице морају досећи тунел. Делфадор пос‹љедњи.|~ |~e0

source: We’re in. Now: Earth, seal this entrance!
sr: Сви смо ту. Сад: земљице, запечати овај улаз!|~ |~e0

source: What’s going on here? Is this Delfador? Welcome to your doom, Delfador!
sr: Шта се збива овд›је? Није ли то Делфадор? Поздрави своју пропаст, Делфадоре!|~ |~e0

source: With the portal closed, Iliah-Malal was weakened. He retreated into the Swamp of Dread to recover his strength and attempt another conjuration. Delfador’s troop, hurrying west by secret Dwarvish ways and stealthily crossing the Listra by night, found the necromancer there, on the brink of raising another army amidst the fetid reek.
sr: Пошто је пролаз затворен, Илијах-малал знатно ослаби. Повукао се у Мочвару ужаса да поврати снагу и покуша ново призивање. Делфадорове снаге, хитајући тајним патуљачким стазама и неопажено прелазећи Листру ноћу, нађоше тамо некроманта, који само што није подигао нову војску усред спарне блатуштине.|~ |~e0

source: Is he not amusing, my creatures? He puffs himself up as though he were Delfador the Mighty, Delfador the Powerful, Delfador the Great... rather than a jumped-up hedge wizard I shall shortly crush beneath my heel.
sr: Није ли заиста забаван, створења моја? Избечио се као да је Делфадор Силни, Делфадор Моћни, Делфадор Велики... а не маг скоројевић кога ћу ускоро да згазим под ногама.|~ |~e0

source: Oracles? What nonsense you babble... After you die, I will raise your corpse and compel you to tell me how to reopen my portal!
sr: Тајновици? О каквим бесмислицама трућаш... кад умреш, подићи ћу те и присилити да ми кажеш како да поново отворим свој пролаз!|~ Тајновици? О каквим бесмислицама трућаш... Кад умреш, подићи ћу те и присилити да ми кажеш како да поново отворим свој пролаз!|~

source: Delfador... You raise undead?!
sr: Делфадоре... ти... призиваш немртве?!|~ Делфадоре... Ти призиваш немртве?!|~

source: Remember one of our undead must strike the final blow, for Iliah-Malal’s un-life can only be ended by the touch of un-life.
sr: Упамти, неко од наших немртвих мора задати коначан ударац, јер Илијах-малалов неживот може окончати само додир неживог.|~ |~e0

source: Remember that I must strike the final blow, for Iliah-Malal’s un-life must be ended by a spell I have specially crafted to the task.
sr: Упамти, ја морам задати коначан ударац, јер Илијах-малалов неживот може окончати само чин коју нарочито припремих за то.|~ |~e0

source: You have earned the name the accursed one gave you... Delfador the Great.
sr: Заслужио си име што ти проклетник даде... Делфадоре Велики.|~ |~e0

source: Yes, it is. But it was too great a work of magic to be entirely undone; there is a flaw still remaining, a trace of Iliah-Malal’s way between worlds. Raising undead will be a little easier in the future than it has been before. Those who come after us will have to be vigilant against the corruption of the dark arts, and show themselves worthy of the land they live in.
sr: Да, затворен је. Али је превелика магија која га је створила да би се потпуно рашчинила. Још ув›ијек постоји пукотина, остатак Илијах-малалове стазе међу св›јетовима. У будућности, подизање немртвих ће бити мало лакше него ли пр›ије. Покољења што долазе иза нас мораће бдити над примамношћу мрачних в›јештина и показати се достојним своје отаџбине.|~ |~e0

source: Following the alliance’s victory and the peace treaty came a period of calm that lasted a generation. The new King had learned to trust Delfador at the battle of Abez Ford, and it was no surprise that Delfador became Garard II’s most valued advisor.
sr: Посл›ије поб›једе савеза и мировног уговора, наступи период спокоја који се продужи једно покољење. Нови краљ је од боја код Газа Абеза научио да се ослања на Делфадора, и нико се не изненади кад Делфадор постаде најважнији сав›јетник Гарарда Другог.|~ |~e0

source: But Delfador was not alone in having the King’s ear; there was one yet closer to him. The Queen’s power was rising...
sr: Али није Делфадор био једини чије су р›ијечи допирале до краља, б›јеше неко још ближи. Краљичина моћ је полако расла... |~ |~e0

source: I wonder if the Book of Crelanu is not behind this. The Book is not evil in itself, but the power it gives tends to magnify any evil in the reader’s soul. Delfador, has anyone but you opened its covers since you got it from us?
sr: Питам се да није Књига Крелануова узрок томе? Сама по себи, књига није зла, али моћ која је садржана у њој може изазвати зло у срцу оног што је чита. Делфадоре, да ли је ико отворио ту књигу откад ти је ми предадосмо?|~ |~e0

source: I do not think so. But... Asheviere, Garard’s queen and Eldred’s mother, seemed to be hinting some months ago that I should teach her magery. She ceased all such talk when I did not respond, and I thought it merely the momentary whim of a proud and willful woman.
sr: Не бих рекао. Али... Ашевира, Гарардова краљица и Елдредова мајка, пр›ије неколико м›јесеци као да је нагов›јештавала да бих могао да је подучавам магији. Прекину она са тим причама, пошто сам прећутао. Мислио сам да је то хир поносите и својевољне жене.|~ |~e0

source: Clash at the Manor
sr: Сукоб у замку|~ |~e0

source: Upon his return to Weldyn, Delfador discovered that the queen had left with a strong escort to visit her family’s demesne and her ailing parents. Lionel, the King’s most trusted general, had been sent at Asheviere’s request on an errand to Knalga to retrieve the Sceptre of Fire. That mission would cost Lionel his life; and neither Lionel nor Delfador knew that Lionel’s mission had been compromised from the start.
sr: По повратку у Велдин, Делфадор сазнаде како је краљица са јаком пратњом отишла у пос›јету породичним пос›једима и болесним родитељима. Лионел, најоданији краљев генерал, на Ашевирин захт›јев послат је у Кналгу да поврати Ватрено жезло. Тај задатак коштаће Лионела главе; ни Лионел ни Делфадор не знадоше да је подухват од почетка осуђен на пропаст.|~ |~e0

source: Delfador was granted an audience with the King and expressed his concerns about the Book, but the King put off a decision until Asheviere returned to Weldyn, and ordered Delfador to take no further action. And for once, Delfador knew he could not obey the King’s order.
sr: Делфадор је на аудијенцији изн‹ио Краљу своје бриге у вези са Књигом, али овај одложи своју одлуку док се Ашевира не врати у Велдин и запов›иједи Делфадору да не предузима ништа. Овај пут, Делфадор је знао да се не може повиновати краљевој запов›ијести.|~ |~e0

source: Since he could not ask even his personal guard to go against the King’s wishes, he turned to Kalenz and the elves. Traveling by night to remain unseen they reached Asheviere’s family demesne.
sr: Пошто није могао да затражи ни од властите страже да иде против краљевих жеља, обрати се Калензу и вилењацима. Путујући ноћу, да их ко не прим›ијети, досегоше пос›једе Ашевирине породице.|~ |~e0

source: The book’s curse is already weighing heavy upon you, friend. But we cannot falter. We have acquired orcish weapons, as you have requested. Nobody will be able to link this to you or the elves.
sr: Проклетство књиге те је већ тешко притисло, пријатељу. Али не см›ијемо окл›ијевати. Набависмо орковско оружје, као што си тражио. Нико неће моћи да повеже ово са тобом или вилењацима.|~ |~e0

source: New Objective: Find the secret door. Explore the manor.
sr: Нови циљ: пронађеш ли тајни улаз; истражиш ли замак.|~ |~e0

source: This looks like a secret door. Let’s see where it leads...
sr: Ово ми д›јелује како тајни улаз. Да пров›јерим куда води...|~ |~e0

source: Face of the Enemy
sr: Лик непријатеља|~ |~e0

source: Asheviere is this thing’s daughter?
sr: Ашевира је кћи овог створа?|~ |~e0

source: Sagus... old friend... The book you have taken is no good for you, your daughter or the Kingdom. It will destroy you both!
sr: Сагусе... стари пријатељу... књига што је узесте неће дон›ијети добра ни теби ни краљевству ни твојој кћери. Обоје ћу вас уништити!|~ |~e0

source: The book is recovered, but the damage is done. Friends, thank you. Now let’s get out of here!
sr: Повратисмо књигу али штета је већ причињена. Пријатељи, хвала вам. Сад нам ваља да одемо!|~ |~e0

source: Delfador’s last great quest, after that battle, is described in the tale called <i>Heir to the Throne</i>. In it is told how he ended the usurpation of Asheviere and restored the rightful heir to the throne of Wesnoth.
sr: Пос‹љедњи велики подухват Делфадоров, посл›ије тог боја, описан је у причи по имену „Насл›иједник пр›ијестола“. Тамо је записано како он оконча Ашевирину незакониту владавину и како постави законитог насл›иједника на веснотски пр›ијесто.|~ Пос‹љедњи велики подухват Делфадоров, посл›ије тог боја, описан је у причи по имену <i>Насл›иједник пр›ијестола</i>. Тамо је записано како он оконча Ашевирину незакониту владавину и како постави законитог насл›иједника на веснотски пр›ијесто.|~

source: Milestone
sr: миљоказ 1|~ миљоказ|~

source: A mage who has just finished his apprenticeship is known as a journeyman. Journeyman mages travel far in search of employment and experience.
sr: Маг што тек оконча своје шегртовање познат је као калфа. Магови калфе лутају свугд›је у потрази за послом и искуством.|~ |~e0

source: No! Without Lionel’s help, I am as good as defeated!
sr: Не! Без Лионелове помоћи, као да сам одмах поражен!|~ |~e0

source: Chantal! No — you can’t be dead! I have no hope of returning to Wesnoth now...
sr: Чантал! Не можеш умр›ијети! Изгубих сваку наду да се вратим у Веснот.|~ |~e0

source: No! It’s all over!
sr: Не! Све је изгубљено!|~ |~e0

source: A wizard’s staff of power. This allows the bearer to summon powerful lightning bolts which strike their enemies, even at close range.
sr: Чаробњачки штап моћи. Овај штап омогућује свом власнику да призива св›јетлеће муње које ударају по душманима, чак и из близине.|~ |~e0

source: Death of Garard II
sr: Настрада ли Гарард|~ Настрада ли Гарард Други|~

source: Heed my last words, Delfador! Journey northwest to Weldyn, and seek out my friend Leollyn. He will help you.
sr: Послушај моје пос‹љедње р›ијечи, Делфадоре! Запути се на с›јеверозапад, у Велдин, и потражи мог пријатеља Леолина. Он ће ти помоћи.|~ |~e0

source: Well done, Delfador! I see I have trained you well, and you are truly ready to seek your fortune. My traveling days are done, but it is time for you to journey northwest to Weldyn, and seek out my friend Leollyn. He will help you.
sr: Одлично, Делфадоре! Видим да те добро обучих и заиста си спреман да потражиш своју срећу. Дани мојих путешествија су готови, али дође час да ти пођеш на с›јеверозапад, у Велдин, и потражиш Леолина, мог пријатеља. Он ће ти помоћи.|~ |~e0

source: (Normal)
sr: (нормално)|~

source: (Challenging)
sr: (изазовно)|~

source: (Difficult)
sr: (тешко)|~

source: Survive until daybreak.
sr: Преживиш ли до свитања|~

source: <i>Thump</i>!
sr: <i>Буб</i>!|~

source: Penella
sr: Панела|~

source: Roddry
sr: Родри|~

source: Melinna
sr: Мелина|~

source: Sythan
sr: Ситан|~

source: Hereld
sr: Херелд|~

source: Agreed, but we must make haste, for the King is hard pressed.
sr: Слажем се, али морамо пожурити, јер је краљ у тешкој невољи.|~

source: Yes, close by the southeast wall of our fort across the Ford. But they are jealous of their privileges and hold aloof from us.
sr: Да, недалеко на југоисток од наше тврђаве преко газа. Али они љубоморно чувају своје повластице и гледају нас са висине.|~ |~e0

source: I do. He is like a blazing fire to my inner eye. I think you have chosen well, granddaughter; he is indeed the one to whom the Book of Crelanu should pass.
sr: Видим. Мом унутрашњем оку д›јелује попут бљештавог пламена. Мислим да си добро одабрала, унуко. Он је достојан да преузме Књигу.|~ |~e0

source: No, Lionel. This should be too simple a task for my best general. I will send Dudpon instead with most of my army.
sr: Не, Лионеле. Био би то задатак прелак за мог најваљанијег генерала. Послаћу Дудбона ум›јесто тебе, са главнином војске.|~ |~e0

source: The killing blow against Iliah-Malal can only be struck by one of your Undead veterans
sr: Коначни ударац против Илијах-малала може задати само један од твојих немртвих ветерана.|~

source: The killing blow against Iliah-Malal can only be struck by Delfador
sr: Коначни ударац против Илијах-малала може задати само Делфадор.|~
