Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-aoi.po
Languages: sr

source: It trespasses, and should be driven out!
sr: На туђој је земљи, и треба га истерати!|~ На туђој је земљи, и треба га ист›јерати!|~

source: Hold. It is only one human, or a few of them at most. Time enough to speak of driving it out when we have no enemies in common.
sr: Стој. То је само једно људско биће, неколико највише. О истеривању можемо касније, када не будемо више имали заједничког непријатеља.|~ Стој. То је само једно људско биће, неколико највише. О ист›јеривању можемо касније, када не будемо више имали заједничког непријатеља.|~

source: Tell me: I see no bridge over the chasm around that keep. Is there any sign that one has been withdrawn by the defenders?
sr: Реци ми: не видим моста преко провалије око те куле. Има ли назнака да су га подигли браниоци?|~

source: No, lord. No traces of any construction. It looks like no bridge has ever existed there. There must be other, hidden means of access to the tower.
sr: Нема, господару. Никаквих трагова градње. Изгледа као да моста никад није ни било. Мора постојати неки други, скривени начин приступа кули.|~

source: Erlornas closed his eyes and brought his hands forward, joined palms forming a cup open to the sky. Soon they began to glow, then to flare like a brazier with the fire of Faerie, casting a cold, blue light all around the elf-lord. A wisp of light emerged from the eerie flames, and at a few murmured words from the elf-lord flew away towards the tower below. Then the light around Erlornas faded and all was seemingly as before.
sr: Ерлорнас склопи очи и истури руке, дланова састављених у зделу ка отвореном небу. Ускоро почеше да сијају, затим да бљеште као котлић од вилинске ватре, бацајући хладно, плаво светло свуда около вилин-господара. Прамен светлости издвоји се из утварног пламена, и уз неколико промрмљаних речи вилин-господара, полете надоле према кули. Затим светлост око Ерлорнас ишчили и све наизглед постаде као и пре.|~ Ерлорнас склопи очи и истури руке, дланова састављених у зд›јелу ка отвореном небу. Ускоро почеше да сијају, затим да бљеште као котлић од вилинске ватре, бацајући хладно, плаво св›јетло свуда около вилин-господара. Прамен св›јетлости издвоји се из утварног пламена, и уз неколико промрмљаних речи вилин-господара, полет›је надо‹ље према кули. Затим св›јетлост око Ерлорнас ишчили и све наизглед постаде као и пр›ије.|~

source: Some time later...
sr: Нешто касније...|~

source: Scarcely less than I find yours, my lord elf, but I would welcome your aid against these orcs. They have been besieging my tower for weeks.
sr: Ништа мање него ја ваше, господару вилењаку, али бих ценила вашу помоћ противу оркова. Опседају моју кулу већ седмицама.|~ Ништа мање него ја ваше, господару вилењаче, али бих ц›ијенила вашу помоћ противу оркова. Опс›иједају моју кулу већ седмицама.|~

source: I wish their foul kind driven as far as possible from my borders, not to return. It would be no bad thing if an ally of the elves kept watch over this country.
sr: Желим да отерам ту погану сорту што даље од мојих граница, да се не врате више. Не би било лоше ако би савезник вилењака надгледао ову земљу.|~ Желим да от›јерам ту погану сорту што даље од мојих граница, да се не врате више. Не би било лоше ако би савезник вилењака надгледао ову земљу.|~

source: Count me an ally, then, lord Erlornas. We can defeat them together.
sr: Рачунајте ме онда у савезнике, господару Ерлорнасе. Можемо их поразити заједно.|~

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
sr: Господару, људима се не може веровати! Премећу оданост како ветрови мењају правац!|~ Господару, људима се не може в›јеровати! Премећу оданост како в›јетрови м›ијењају правац!|~

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
sr: То може бити, али не мислим да ће нас ова издати орковима. А и њена нам помоћ може користити: пред нам је силна војска орковска.|~

source: I do indeed. Something evil has recently made a nest in the next valley over; its servants have been sniffing at the edges of my domain. I had meant to deal with it myself, but if you elves revere the green earth I think you will want it abolished as much as do I.
sr: Заиста осећам. Нешто се зло скоро свило у долини преко ове; његови следбеници од тада њушкају мојим забраном. Хтедох сама да се побринем за то, али ако ви вилењаци штујете зелену земљицу, мислим да ће вам једнако као и мени пријати укидање те напасти.|~ Заиста ос›јећам. Нешто се зло скоро свило у долини преко ове; његови с‹љедбеници од тада њушкају мојим забраном. Хт›једох сама да се побринем за то, али ако ви вилењаци штујете зелену земљицу, мислим да ће вам једнако као и мени пријати укидање те напасти.|~

source: We are of one mind, then. Let us go to it.
sr: Онда смо у сагласју. Пођимо к томе.|~

source: A Detour through the Swamp
sr: Станка у мочвари|~

source: Keremal
sr: Керемал|~

source: Hint: Undead are resistant to physical attack. Use mages to attack the undead, and elves to protect and support the mages.
sr: Савет: Немртви су отпорни на телесне нападе. Нападај маговима, а вилењаке користи за заштиту и подршку им.|~ Савет: Немртви су отпорни на т›јелесне нападе. Нападај маговима, а вилењаке користи за заштиту и подршку им.|~

source: Defeat Keremal
sr: Поразиш ли Керемала|~

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
sr: Злодух што се настани у овом мокроземљу претвори га у злокобну каљугу. Моји шегрти и ја поседујемо моћи да га рашчинимо, али нас морате заштити њихових овоземљаских оружја.|~ Злодух што се настани у овом мокроземљу претвори га у злокобну каљугу. Моји шегрти и ја пос›једујемо моћи да га рашчинимо, али нас морате заштити њихових овоземљаских оружја.|~

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in pursuit of the orcs.
sr: Хвала вам, Ерлорнасе. Сада се с миром могу вратити својој кули. Али ми се чини да неки од мојих шегрта желе с тобом на север, у потеру за орковима.|~ Хвала вам, Ерлорнасе. Сада се с миром могу вратити својој кули. Али ми се чини да неки од мојих шегрта желе с тобом на с›јевер, у пот›јеру за орковима.|~

source: I have always wished to see elves, and now I have fought alongside them! May I please travel with you?
sr: Одувек желех да упознам вилењаке, а сад се још борих уз њихову страну! Могу ли, молим, поћи с вама?|~ Одув›ијек же‹љех упознати вилењаке, а сад се још борих уз њихову страну! Могу ли, молим, поћи с вама?|~

source: Certainly... I shall be glad of your help.
sr: Свакако. Драга ће ми бити ваша помоћ.|~

source: Showdown
sr: Обрачун|~

source: Rualsha
sr: Руалша|~

source: Hint: Your enemy is well-defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
sr: Савет: Непријатељ твој добро је брањен од напада са југа. Поведи шумочуваре у шуњање кроз шуму и изведи изненадни напад са севера.|~ Савет: Непријатељ твој добро је брањен од напада са југа. Поведи шумочуваре у шуњање кроз шуму и изведи изненадни напад са с›јевера.|~

source: Defeat Rualsha
sr: Поразиш ли Руалшу|~

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
sr: Бедни вилењачићи! Целокупна моја војска само што није, а онда ћемо вас смождити. Молићете нас за брзу смрт!|~ Б›иједни вилењачићи! Ц›јелокупна моја војска само што није, а онда ћемо вас смождити. Молићете нас за брзу смрт!|~

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
sr: Мене можеш посећи, Ерлорнасе, али мој народ је још ту. Неће заборавити! Гониће вас, и потпуно разорити... ми ћемо... ми... аргх...|~ Мене можеш пос›јећи, Ерлорнасе, али мој народ је још ту. Неће заборавити! Гониће вас, и потпуно разорити... ми ћемо... ми... аргх...|~

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their fastnesses in the far north.
sr: Али Руалша прецени вољу своје војске. Како им вођ пострада, расуше се, и разбежаше од вилењака у свој журби, назад ка далеком северу.|~ Али Руалша прец›ијени вољу своје војске. Како им вођ пострада, расуше се, и разб›јежаше од вилењака у свој журби, назад ка далеком с›јеверу.|~

source: It grieves me to take life, even of a barbarian such as Rualsha.
sr: Жалосно је одузети живот, чак и варварина попут Руалше.|~

source: If the orcs press us, we shall need to become more accustomed to fighting.
sr: Ако оркови притисну, мораћемо се навићи на војевање.|~

source: I fear it will be so. We have won a first victory here, but dark times come upon its heels.
sr: Бојим се да нам то следи. Данас изборисмо прву победу, али је она тек увод у мрачна времена.|~ Бојим се да нам то сл›иједи. Данас изборисмо прву поб›једу, али је она тек увод у мрачна времена.|~

source: For some years after Haldric’s people landed, orcs remained scarce more than a rumor to trouble the green fastnesses of the elves. That remained so until the day that an elvish noble of ancient line, Erlornas by name, faced an enemy unlike any he had ever met before.
sr: Неколике године пошто се Халдриков народ искрцао, оркови б›ијеху тек мало до гласине што је забрињавала зелену виспреност вилењака. Остаде тако до дана када вилењачки племић древног сродства, по имену Ерлорнас, сусрете непријатеља налик ни на једног до тада.|~ |~e0

source: My lord! A party of aliens has made camp to the north and lays waste to the forest. Our scouts believe it’s a band of orcs.
sr: Господару! Дружина туђинаца улогорила се с›јеверно одавд›је и пустоши шуму. Наши извиђачи в›јерују да се ради о банди оркова.|~ |~e0

source: Orcs? It seems unlikely. The human king, Haldric, crushed them when they landed on these shores, and since then they’ve been no more than a bogey mothers use to scare the children.
sr: Оркови? Мало в›јероватно. Краљ људи, Халдрик, сатро их је чим су се искрцали на ове обале, и од тада су тек колико баба-роге којима мајке плаше д›јецу.|~ |~e0

source: It’s hopeless; we’ve tried everything, and they’re still coming back.
sr: Нема нам наде. Све смо покушали, а они још ув›ијек навиру.|~ |~e0

source: Forward, you worthless worms! Look at them, they’re tired and afraid! You killed their will to fight, now go and finish the job!
sr: Напр›ијед, безвр›иједни црви! Гледајте их, уморни су и уплашени! Убили сте им вољу за борбом, пођите сада и довршите посао!|~ |~e0

source: That cloud of dust on the horizon... flee! There’s more of the abominations heading this way! Fall back before we’re outnumbered and crushed.
sr: Тај облак прашине на обзорју... Б›јежимо! Пристиже још ових грозота! Одступимо пр›ије него што нас бројно надмаше и сломе.|~ |~e0

source: Lord Erlornas didn’t drive the orcs back, although he and his warriors tried their absolute best. When another war band arrived, elvish resistance crumbled.
sr: Господар Ерлорнас не одби оркове, иако се он и његови ратници својски потрудише. Како стиже с‹љедећа ратна банда, вилењачки отпор се уруши.|~ |~e0

source: Take... command... Drive them... away.
sr: Преузми... команду... От›јерајте... их.|~ |~e0

source: The path of the orcish war band was easy to follow — a wide swathe of trampled ground through violated forest. Erlornas and his party swiftly followed it north and west.
sr: Лако б›ијеше пратити стазу орковске ратне банде — широке бразде испревртане земље кроз оскрнављену шуму. Ерлорнас и његова дружина хитро их сл›иједише ка с›јеверу и западу.|~ |~e0

source: This... ‘Rualsha’ again. We need to forge ahead; the answers we seek are not here. Perhaps we will find them further north.
sr: Опет тај Руалша. Морамо притиснути напр›ијед; овде нема одговора које искамо. Можда ћемо их наћи даље на с›јеверу.|~ |~e0

source: Destroy this place and let the forest take the ruins. We don’t want any more undesirables to use it.
sr: Уништи ово м›јесто, нека шума заузме рушевине. Не желимо да послужи још неким непожељницима.|~ |~e0

source: As they fared further north the green forest thinned around them, slowly fading into a barren and fallow country. The signs were obvious and unmistakable — tree stumps, an occasional half-rotten tree felled long ago, and dead wood around them in scarce grass. This had been forest once, like the woods they called home. It had been murdered.
sr: Како су напредовали даље ка с›јеверу, зелена шума се тањила око њих, полако се чилећи у огољену и згарену земљу. Знаци су били очигледни и непогр›јешиви — тупи пањеви, покоје полусатруло стабло давно оборено, мртво дрво свуда око њих у р›ијеткој трави. Некада шума, као и оне што их зову домом, убијена је.|~ |~e0

source: Erlornas was near-certain they would find orcs there. No clan of dwarves would break their ancient treaties with the elves in this way; humans were never so... methodical in their destruction, and did not travel in sufficiently large numbers in a north country they found too cold and damp for comfort. The great question remained — would he find Rualsha?
sr: Ерлорнас је био готово сигуран да ће овд›је затећи оркове. Ниједан патуљачки клан не би на овај начин прекршио древне споразуме с вилењацима; људи никада нису били тако... темељни у уништавању, а нису ни путовали у довољно великом броју кроз с›јеверне земље гд›је је било превише хладно и влажно да би им било удобно. Преостало је велико питање — хоће ли наћи Руалшу?|~ |~e0

source: Hint: There are no villages in this scenario — you must use healers instead. Use hit-and-run tactics to weaken enemy units who cannot heal themselves.
sr: Савет: У овом сценарију нема села — нам›јесто њих мораш користити видаре. Прим›ијени тактику „удри и бежи“ да ослабиш непријатељске јединице које се не ум‹ију л›ијечити.|~ |~e0

source: Lord... I’m... I am filled with grief. This senseless destruction is... overwhelming.
sr: Господару... ја... испуњен сам жалошћу. Ово бесмислено уништавање је... превише.|~ |~e0

source: Aim true, men, with wit and courage the day will be ours. And spare no-one, there can be no orc south of the hills, else we’ll never have peace again.
sr: Право циљајте, саборци, уз памет и храброст поб›једа је наша. Не штедите никога, не см›ије остати ни орка јужно од брда̂, иначе нам више нема мира.|~ |~e0

source: It’s done, lord. No-one escaped. No-one tried to escape. I’m... disturbed.
sr: Учињено је, господару. Нико није умакао. Нико није ни покушао да умакне. То ме... узнемирава.|~ |~e0

source: Yes. The council has spoken to me through a dream-sending. They are troubled. Reinforcements have been sent after us, but we need to press on. Tell the men to rest, we’ll move out at dawn.
sr: Да. В›ијеће ми је зборило снодашиљањем. Узнемирени су. Појачања су нам одаслата, али морамо напр›ијед. Упути људство на починак, крећемо раном зором.|~ |~e0

source: Distribute some among the men, save the rest for the road. This country is a wasteland now; we won’t find much forage on the march.
sr: Разд›ијели нешто борцима, остало сачувај за пут. Ова земља је сада пустош; неће бити много тога да се сакупи успут.|~ |~e0

source: We can’t carry on Lord, the men are to tired. We have to fall back.
sr: Не можемо више, господару, борци су изморени. Морамо се повући.|~ |~e0

source: Damn it. Sound the retreat, we’ll try again when reinforcements arrive.
sr: Проклетство. Огласи повлачење, навалићемо опет кад стигну појачања.|~ |~e0

source: You know well enough... Rualsha. That name sounds everywhere we go since the incursion began. That orc is much more than a mere marauding bandit in search of pillage. And he wants this land. <i>Our</i> land. He is planning an invasion, I’m sure of it. We must gather more information about his plans before we go back.
sr: Добро ти знаш... Руалша. Од почетка упада̂, његово се име чује гд›је год се ступимо. Тај орк је много више од обичног разузданог разбојника у потрази за пл›ијеном. И намерачио се на ову земљу. <i>Нашу</i> земљу. Припрема најезду, сигуран сам у то. Морамо сазнати више о његовим плановима пр›ије него што се вратимо.|~ |~e0

source: Enough. The sun’s fully over the horizon. Give the order to advance.
sr: Доста. Сунце је потпуно над обзорјем. Дај наређење за покрет.|~ |~e0

source: It is well. Break camp and move everyone through the pass before they rally. We’ll rest a bit on the other side; we have earned it.
sr: Добро је. Дижи логор и проведи све кроз пролаз пр›ије него што се поново окупе. Предахнућемо мало на другој страни; заслужили смо то.|~ |~e0

source: A day, perhaps. We fought two clans today; they won’t take long to rally. We need to be gone from here by sunset next.
sr: Дан, можда. Данас смо ударили на два клана; неће им требати дуго за окупљање. Морамо се покупити одавд›је пр›ије заласка сутра.|~ |~e0

source: No! This can’t be!
sr: Не! Не може бити!|~ |~e0

source: We can’t get through, my Lord. These whelps are not individually very dangerous, but there are huge numbers of them.
sr: Не можемо се пробити, господару. Ови штенци нису појединачно превише опасни, али их је небројено мноштво.|~ |~e0

source: Terrible, my lord. Never in my life did I dream I’d be bested by mere trolls. What are your orders?
sr: Страшно, господару. У животу не сањах да ће нас надјачати пуки тролови. Ваша наређења?|~ |~e0

source: Withdraw and make camp a safe distance from the hills. There is no further point in this fight. We’ll wait for reinforcements.
sr: Повуцимо се и улогоримо на безб›једном одстојању од брда̂. Нема више сврхе овој борби. Сачекаћемо појачања.|~ |~e0

source: The reinforcements arrived a few days later, a crack force of rangers with some cavalry support. When they attempted the pass again, they found not trolls but something worse — an orcish army approaching from the north.
sr: Појачања пристигоше неколико дана касније, ветеранска сила шумочувара с нешто коњице. Како поново нахрупише на пролаз, наиђоше не на тролове, већ на нешто много горе — орковску војску која се приближава са с›јевера.|~ |~e0

source: After a day of hard-earned rest the elves marched north again. This was unknown country, not frequented even by Wesmere’s furthermost-faring scouts.
sr: Посл›ије дана тешко зарађеног предаха, вилењаци се поново запутише на с›јевер. Б›ијеше то непозната земља, ни најдаље зашли весмерски извиђачи нису је обишли.|~ |~e0

source: Two days’ travel later, the forward scouts reported another orcish warband laying siege to a tower.
sr: Трећи дан у путу, истурене извиднице известише о још једној орковској ратној банди, гд›је опс›иједа неку кулу.|~ |~e0

source: Hint: Use Elven Scouts and Linaera’s power of teleportation to mount hit-and-run attacks.
sr: Савет: Користи вилењачке извиђаче и Линеаерино ум›ијеће телепортације за удри-и-б›јежи нападе.|~ |~e0

source: A warband of orcs, no women or children among them, besieges a tower. It’s of human design... but we are far from the lands granted to humans by treaty, my lord Erlornas.
sr: Орковска ратна банда, ни жена ни д›јеце међу њима, опс›иједа кулу. Људске је градње... али смо предалеко од земаља споразумом подарених људима, господару Ерлорнасе.|~ |~e0

source: Interesting... Go to my personal stores and bring me a bottle of wine. And a couple of glasses.
sr: Занимљиво... Пођи у моје личне залихе и донеси ми боцу вина. И пар чаша.|~ |~e0

source: Do it. We’ll have a guest soon.
sr: Уради тако. Ускоро ћемо имати госта.|~ |~e0

source: So you decided to accept the invitation. Good. Welcome, I am lord Erlornas of Wesmere. I find your presence here... surprising.
sr: Дакле, одлучили сте да прихватите позивницу. Одлично. Добро дошли, ја сам господар Ерлонас од Весмера. Налазим ваше присуство овд›је... изненађујућим.|~ |~e0

source: And that is well ended. But, Linaera, there is somewhat else that concerns me. You are a mage; do you not feel something... wrong... to the east of here?
sr: И то се добро заврши. Али, Линаера, још нешто ме брине. Ви сте мага; зар не ос›јећате нешто... погрешно... источно одавд›је?|~ |~e0

source: All is lost! Without Linaera’s help, I cannot hope to defeat these horrifying apparitions!
sr: Све је изгубљено! Без Линаерине помоћи, немамо изгледа да надјачамо ове ужасавајуће привиде!|~ |~e0

source: My lord! We have ridden hard for over a week to catch up with you! The Ka’lian has deliberated, and asks you to defeat Rualsha quickly before he can muster a full invasion force.
sr: Господару! Напорно јахасмо више од седмице да вас достигнемо! Калијан је промислио, и тражи од вас да поразите Руалшу брзо, пр›ије него што сакупи сву силу за најезду.|~ |~e0
