Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: Sir, madam, there is no time to lose! You must make it east, to the home of my people. Only there will you be safe!
sr: Господине, госпо, времена за губљење нема! Морате стићи до домова мог народа на истоку. Тек тамо можете бити безбедни!|~ Господине, госпо, времена за губљење нема! Морате стићи до домова мог народа на истоку. Тек тамо можете бити безб›иједни!|~ Господине, госпо, времена за губљење нема! Морате стићи до домова мог народа на истоку. Тек тамо можете бити безб›једни!|~

source: Rider, do not fool with us. You yourself say men and orcs wage war on this plain that lies ahead. Do you propose we fly to the great woods of the east?
sr: Јахачу, не играј се са нама. Сам рече да ће људи и оркови заподенути рат на равници што се простире пред нама. Предлажеш ли да прелетимо до велике шуме на истоку?|~ Јахачу, не играј се са нама. Сам рече да ће људи и оркови запод›јенути рат на равници што се простире пред нама. Предлажеш ли да прелетимо до велике шуме на истоку?|~

source: My lord, you must rush across the field before the main host of each army makes it to the battle. It is the only way to avoid this great calamity.
sr: Господару, морамо јурнути преко поља пре него што се суоче главнине обе војске. То је једини начин да избегнемо ову велику несрећу.|~ Господару, морамо јурнути преко поља пр›ије него што се суоче главнине об›је војске. То је једини начин да изб›јегнемо ову велику несрећу.|~

source: Come then, Konrad, let us go. We will do what must be done.
sr: Хајде онда, Конрада, кренимо. Урадићемо што се мора.|~

source: My lord has begun assembling a party of elves to come and escort you into the forest. Beware, for we are all in great danger!
sr: Мој господар је почео да саставља дружину која ће доћи и отпратити вас у шуму. Пазите се, јер смо сви у великој опасности!|~

source: Konrad, the encampment must be torn down. Any delay and these armies will crush us. Any evidence of our passage through here, and they will chase us.
sr: Конраде, морамо подићи логор. Мало ли заостанемо, ове ће нас војске смождити. Било какав доказ о нашем присуству, и даће се у потеру за нама.|~ Конраде, морамо подићи логор. Мало ли заостанемо, ове ће нас војске смождити. Било какав доказ о нашем присуству, и даће се у пот›јеру за нама.|~

source: So, Konrad, do you think we can simply trot across the battlefield?
sr: Па, Конраде, мислиш ли можемо једноставно откасати преко бојног поља?|~

source: But they will not neglect to notice our presence in their midst! We are walking into slaughter!
sr: Али неће пропустити да нас примете међу собом! Ушетаћемо у покољ!|~ Али неће пропустити да нас прим›ијете међу собом! Ушетаћемо у покољ!|~

source: (hushed) Our soldiers will defend us as we rush across the field. Sorry to be blunt, princess, but you and I are the only ones who need to make it across alive.
sr: [шапуће] Наши ће нас војници бранити док јуришамо преко поља. Жао ми је што морам бити груб, али смо ти и ја једини који морају досећи шуму живи.|~ [шапуће] Наши војници ће нас бранити док јуришамо преко поља. Жао ми је што морам бити груб, али смо ти и ја једини који морају досећи шуму живи.|~

source: ...and Delfador, of course. And Kalenz... and..
sr: ...и Делфадор, наравно. И Каленз... и...|~

source: Ach! I understand, Konrad. I am no stranger to the burden of command. Onward!
sr: Ах! Разумела сам, Конраде. Терет заповедништва ми није непознат. Напред!|~ Ах! Разум›јела сам, Конраде. Терет запов›једништва ми није непознат. Напр›ијед!|~

source: Glarilon
sr: Гларилон|~

source: Thalindil
sr: Талиндил|~

source: (exhausted) We have... (pant) finally found you!
sr: [исцрпљено] Ми... [задихано] коначно вас нађосмо!|~

source: Rholandir
sr: Роландир|~

source: Lord Kalenz, Lord Konrad, our forces are nigh! Do not lose hope!
sr: Господару Калензе, господару Конраде, наше снаге су у близини! Не губите наду!|~

source: There are some orcs! We must let them fight the men of Wesnoth, and avoid engaging them at all costs!
sr: Ено неких оркова! Морамо их оставити да се бију са војском Веснота, и по сваку цену избећи да се упетљамо!|~ Ено неких оркова! Морамо их оставити да се бију са војском Веснота, и по сваку ц›ијену изб›јећи да се упетљамо!|~

source: There they are! Charge!
sr: Ено их тамо! Јуриш!|~

source: There you are! You must come quickly east to Lintanir!!
sr: Ту сте! Морате брзо поћи источно у Линтанир!|~

source: Greetings, Elf-friend! Welcome to Emetria, my hold in Lintanir. You must take shelter here until the battle passes. If you stay with me here for a little while, we will all be safe.
sr: Поздрав, пријатељи вилењака! Добродошли у Еметрију, мој посед у Линтаниру. Морате се склонити овде док битка не прође. Ако неко време останете овде покрај мене, сви ћемо бити безбедни.|~ Поздрав, пријатељи вилењака! Добродошли у Еметрију, мој пос›јед у Линтаниру. Морате се склонити овд›је док битка не прође. Ако неко вр›ијеме останете овд›је покрај мене, сви ћемо бити безб›иједни.|~ Поздрав, пријатељи вилењака! Добродошли у Еметрију, мој пос›јед у Линтаниру. Морате се склонити овд›је док битка не прође. Ако неко вр›ијеме останете овд›је покрај мене, сви ћемо бити безб›једни.|~

source: Konrad, you have made it to the domain of the North Elves. Continue moving east and let the elves guard your rear.
sr: Конраде, стигао си до царства северњачких вилењака. Настави да се крећеш ка истоку и препусти вилењацима да ти чувају леђа.|~ Конраде, стигао си до царства с›јеверњачких вилењака. Настави да се крећеш ка истоку и препусти вилењацима да ти чувају леђа.|~

source: We have not yet reached the forest, and the battle still rages. We are caught between two vast armies and cannot escape to safety! We are defeated!
sr: Шума је још пред нама, а битка још увек бесни. Ухваћени смо између две огромне војске и не можемо се никако домоћи сигурности! Пропали смо!|~ Шума је још пред нама, а битка још ув›ијек б›јесни. Ухваћени смо између дв›ије огромне војске и не можемо се никако домоћи сигурности! Пропали смо!|~

source: Elf-friends, you have made it to safety!
sr: Пријатељи вилењака, сада сте на сигурном!|~

source: Indeed. We will escort you to our capital, where we will make Council.
sr: Уистину. Отпратићемо вас до наше престонице, где ћемо сазвати Веће.|~ Уистину. Отпратићемо вас до наше пр›ијестонице, гд›је ћемо сазвати В›ијеће.|~

source: Underground Channels
sr: Подземни канали|~

source: Find the exit from the underground and move Konrad to it
sr: Нађеш ли излаза из подземља и спроведеш дотле Конрада|~

source: Szerkz
sr: Серкс|~

source: Muff Argulak
sr: маф Аргулак|~

source: Haralamdum
sr: Хараламдум|~

source: Bona-Melodia
sr: Бона-Мелодија|~

source: The party enters the mysterious cave, ready to face the unknown...
sr: Дружина се запути у тајновиту пећину, спремна на сусрет са непознатим...|~

source: Get that vile creature!
sr: Држ' то огавно створење!|~

source: The Elven Council
sr: Вилењачко веће|~ Вилењачко в›ијеће|~

source: Uradredia
sr: Урадредија|~

source: Parandra
sr: Парандра|~

source: Bellrok
sr: Белрок|~

source: Tindolean
sr: Тиндолејан|~

source: Everlore
sr: Свенаука|~

source: We are indeed honored.
sr: Заиста смо почаствовани.|~

source: I might also say that it is you who are honored. It has been so long since you have been graced by the presence of a princess of Wesnoth.
sr: Могла бих исто тако рећи да сте ви они који су почаствовани. Прошло је дуго времена од како сте последњи пут обасјани присуством принцезе Веснота.|~ Могла бих исто тако рећи да сте ви они који су почаствовани. Прошло је дуго времена од како сте пос‹љедњи пут обасјани присуством принцезе Веснота.|~

source: Silence, foolish girl! With such arrogance, is it any surprise that the royal family of Wesnoth long ago saw their ancient alliances fall to pieces?
sr: Тишина, лудо девојче! С таквом надобудношћу, је ли уопште изненађујуће што је краљевска породица још давно довела до распарачавања прастарих савеза?|~ Тишина, лудо д›јевојче! С таквом надобудношћу, је ли уопште изненађујуће што је краљевска породица још давно довела до распарачавања прастарих савеза?|~

source: Yes... you are right, sir. It is I who am honored to be here, and I apologize for my discourtesy.
sr: Да... у праву сте, господине. Ја сам та која је почаствована да се нађе овде, и извињавам се за своју неучтивост.|~ Да... у праву сте, господине. Ја сам та која је почаствована да се нађе овд›је, и извињавам се за своју неучтивост.|~

source: Delfador the Great. As wise with his tongue in advice as he is strong with his staff in battle. A rare combination, especially among men.
sr: Делфадор Велики. Мудар на језику са својим саветима, као што је надмоћан у бици са својим штапом. Ретка упареност, посебно међу људима.|~ Делфадор Велики. Мудар на језику са својим сав›јетима, као што је надмоћан у бици са својим штапом. Р›ијетка упареност, посебно међу људима.|~

source: How quickly does the race of men mature! Only seventeen winters have passed since I last laid eyes on you, Konrad, yet you are now a grown man. A proven warrior stands before me!
sr: Колико брзо људска раса стасава! Тек седамнаест зима прође како последњи пут положих погледа на те, Конраде, а сада си већ одрастао човек. Доказан ратник стоји предамном!|~ Колико брзо људска раса стасава! Тек седамнаест зима прође како пос‹љедњи пут положих погледа на те, Конраде, а сада си већ одрастао чов›јек. Доказан ратник стоји преда мном!|~

source: Konrad, this is Parandra. She helped me rescue you from the clutches of Asheviere.
sr: Конраде, ово је Парандра. Помогла ми је да те спасим Ашевириних канџи.|~

source: I had no idea! Thank you, my lady. It is a pleasure to meet you again.
sr: Нисам ни сањао! Хвала вам, госпо. Задовољство ми је поново вас срести.|~

source: Rescued him from my mother? But seventeen years ago Konrad would have been an infant! What is this you are talking about?
sr: Спасла га од моје мајке? Али пре седамнаест година Конрад је био тек детенце! О чему ви то причате?|~ Спасла га од моје мајке? Али пр›ије седамнаест година Конрад је био тек д›јетенце! О чему ви то причате?|~

source: Your mother has much blood upon her hands, child. She has had many killed unjustly. When Konrad was an infant, she ordered all the princes put to death, so she could seize control.
sr: Руке твоје мајке су крваве до лаката, дете. Многе је неправедно у смрт послала. Када је Конрад био у том узрасту, нареди она да се сви принчеви побију, како би власт остала њена.|~

source: She had them murdered? There were others too, not just Konrad? Surely you do not speak the truth! Parandra, what do you say?
sr: Наредила је их се убије? Било је и других, не само Конрад? То засигурно не може бити истина! Парандра, шта ти кажеш?|~ Наредила је их убију? Било је још, не само Конрад? То засигурно не може бити истина! Парандра, шта ти кажеш?|~ Наредила је да их убију? Било их је још, не само Конрад? То засигурно не може бити истина! Парандра, шта ти кажеш?|~

source: Princess, when Delfador the Great speaks of the Queen Mother, Asheviere, ordering the princes of Wesnoth to be put to death, he speaks the truth.
sr: Принцезо, када Делфадор Велики збори да је краљица мајка, Ашевира, наредила да се принчеви Веснота усмрте, истину збори.|~

source: And what say you, Elf-king?
sr: А шта кажеш ти, краљу-вилењаку?|~ А шта кажеш ти, краљу-вилењаче?|~

source: I did not see it myself, Princess, but I have heard many reliable reports. Asheviere indeed has the blood of the princes on her hands. She has also allowed orcs to desecrate the lands, abandoning all respect for the peoples around her.
sr: Не видех својим очима, принцезо, али дочух из многих поузданих извора. Крв принчева је заиста на Ашевириним скутима. Поред тога, дозволила је и орковима да обешчасте земље, одбацујући све поштовање за свој народ.|~ Не вид›јех својим очима, принцезо, али дочух из многих поузданих извора. Крв принчева је заиста на Ашевириним скутима. Поред тога, дозволила је и орковима да обешчасте земље, одбацујући све поштовање за свој народ.|~

source: And if I refuse to give it to him?
sr: И ако одбијем да му га дам?|~

source: If it is necessary, princess, I will ask Konrad to fight you in a duel for it.
sr: Ако буде требало, принцезо, захтеваћу од Конрада да се за жезло изборите у двобоју.|~ Ако буде требало, принцезо, захт›ијеваћу од Конрада да се за жезло изборите у двобоју.|~

source: You are the rightful heir. You should be king, Konrad.
sr: Престо по правди припада теби. Ти треба да постанеш краљ, Конраде.|~ Пр›ијесто по правди припада теби. Ти треба да постанеш краљ, Конраде.|~

source: Delfador, you have raised Konrad to be skillful and wise, honorable and just. A warrior who has respect, and appreciates peace. Yet the throne is not the place for him. You know of what I speak, Delfador.
sr: Делфадоре, подизао си Конрада да буде вешт и мудар, частан и правичан. Ратник који има поштовања, и цени мир. Па ипак, престо није место за њега. Ти знаш о чему говорим, Делфадоре.|~ Делфадоре, подизао си Конрада да буде в›јешт и мудар, частан и правичан. Ратник који има поштовања,и ц›ијени мир. Па ипак, пр›ијесто није м›јесто за њега. Ти знаш о чему говорим, Делфадоре.|~ Делфадоре, подизао си Конрада да буде в›јешт и мудар, частан и правичан. Ратник који има поштовања, и ц›ијени мир. Па ипак, пр›ијесто није м›јесто за њега. Ти знаш о чему говорим, Делфадоре.|~

source: But I do not! What is your meaning, Parandra?
sr: Али ја не знам! Шта ти је на уму, Парандра?|~

source: In time, things will be revealed, fair Princess. For the moment, go forth and claim the throne of Wesnoth.
sr: У своје време ствари ће се разоткрити, добра принцезо. У овом тренутку, слободно пођи и потврди престо Веснота.|~ У своје вр›ијеме ствари ће се разоткрити, добра принцезо. У овом тренутку, слободно пођи и потврди пр›ијесто Веснота.|~

source: Parandra, what you say may seem right to some, but as long as you and I speak to no-one of what we know, I see no reason why Konrad would not best have the throne.
sr: Парандра, то што збориш може се некима чинити исправним, али све док ти и ја никоме не испричамо о ономе што знамо, не видим разлога зашто Конрад не би био најбољи за престо.|~ Парандра, то што збориш може се некима чинити исправним, али све док ти и ја никоме не испричамо о ономе што знамо, не видим разлога зашто Конрад не би био најбољи за пр›ијесто.|~

source: She will claim the throne, and not me? What should I do?
sr: Значи она ће сести на престо, а не ја? Шта ја да чиним?|~ Значи она ће сести на пр›ијесто, а не ја? Шта ја да чиним?|~

source: With all due respect, my lady, she is my cousin! There is nothing between us!
sr: Уз дужно поштовање, госпо, она је мој род! Међу нама нема ничега!|~

source: Then if it is as you say, Konrad, perhaps you should stay here with us. It would surely be safer for you. The elves could show you things that would amaze you, things that no man has seen before.
sr: Ако је тако као што кажеш, Конраде, можда би требало да останеш овде с нама? Свакако би ти то било безбедније. Вилењаци би те упутили у запањујуће ствари, какве још ниједан човек видео није.|~ Ако је тако као што кажеш, Конраде, можда би требало да останеш овд›је с нама? Свакако би ти то било безб›једније. Вилењаци би те упутили у запањујуће ствари, какве још ниједан чов›јек вид‹ио није.|~

source: And what say you, Uradredia?
sr: А шта ти кажеш, Урадредија?|~

source: It is for the good of the country. If it is necessary, I will fight her, Elf-king.
sr: То је за добро целе земље. Ако је неопходно, |~ То је за добро ц›ијеле земље. Ако је неопходно, |~

source: I feel that this lady speaks the truth. Delfador, although I know that you do not concur, the words of Parandra, daughter of Elandria are wise. Rest here for a time, and then go forth with them.
sr: Осећам да ова госпа говори истину. Делфадоре, иако знам да се не слажеш, речи Парандре, кћери Еландријине, мудре су. Одмори се овде неко време, па пођи назад заједно са њима.|~ Ос›јећам да ова госпа говори истину. Делфадоре, иако знам да се не слажеш, р›ијечи Парандре, кћери Еландријине, мудре су. Одмори се овд›је неко време, па пођи назад заједно са њима.|~

source: And you have been with us for a time, Kalenz son of Kliada, what say you?
sr: А ти си већ неко време у нашем друштву, Калензе, сине Клијаде, шта ти на то кажеш?|~ А ти си већ неко вр›ијеме у нашем друштву, Калензе, сине Клијаде, шта ти на то кажеш?|~

source: So, the Elven Council has spoken. But which path should we take on our journey? The Ford of Abez will not be passable, for surely it will be watched and guarded by many men.
sr: Тако, Вилењачко веће је рекло своје. Али којим ћемо се путем отиснути на тај пут? Газ Абеза ће бити непрелазан, под будним оком и стражом многих краљичиних људи.|~ Тако, Вилењачко в›ијеће је рекло своје. Али којим ћемо се путем отиснути на тај пут? Газ Абеза ће бити непрелазан, под будним оком и стражом многих краљичиних људи.|~

source: There is another way by which you can return to Wesnoth: past the mountains of the dragons and through the dark valley. To the land of the East, from there you can return to Wesnoth and surprise the Dark Queen, catching her off guard.
sr: Има један други пут којим можете поћи натраг у Веснот: поред змајевских планина и кроз мрачну долину. У земље источне, одакле се можете упутити у Веснот и тако изненадити краљицу, ухватити је неспремну.|~

source: No dragon has been sighted in those mountains for many years, but they retain their name of old. Still, that path will be dangerous for us. Is there not another route we might take?
sr: Ниједан змај није уочен у тим планинама већ много година, али се ипак име задржало из давнина. Па ипак, тај пут неће бити без опасности. Нема ли другог пута којим можемо кренути?|~

source: All routes are dangerous, though there is some hope along this path. Rest, and then go forth, friends. Fortune has smiled upon you so far, despite great dangers. Perhaps she will continue to do so.
sr: Сви су путеви опасни, али за овај има нешто наде. Одморите се, па крените, пријатељи. Судбина вам се до сада осмехивала, упркос погибељним околностима. Можда ће тако и наставити.|~ Сви су путеви опасни, али за овај има нешто наде. Одморите се, па крените, пријатељи. Судбина вам се до сада осм›јехивала, упркос погибељним околностима. Можда ће тако и наставити.|~

source: Yes, rest. Your soldiers will be tended to and refreshed. We have made sure you will leave our protection with the resources to finish your journey.
sr: Да, одмор. Ваши ће војници бити збринути и окрепљени. Будите сигурни да ћете изаћи из нашег окриља са свим залихама неопходним да довршите своје путовање.|~ Да, одмор. Ваши ће војници бити збринути и окр›ијепљени. Будите сигурни да ћете изаћи из нашег окриља са свим залихама неопходним да довршите своје путовање.|~

source: Return to Wesnoth
sr: Повратак у Веснот|~

source: After many days enjoying the strange food and fine linen of his hosts, restlessness overtook Konrad. The urgency nagged at him as he donned a new tunic and fastened newly-oiled leather straps.
sr: После многих дана уживања у необичној храни и финим ткањима својих домаћина, Конрада обузе нестрпљење. Хитност га је гризла док је навлачио нову тунику и везивао науљене кожне каишеве.|~

source: Konrad stood on the rampart staring out towards the horizon as his men bustled below. He suddenly realized why he was uneasy: he had been staring at thin streams of black smoke, merging into the clouds far in the distance. He shouted orders to depart and was ardently obeyed.
sr: Конрад је стајао на бедему гледајући напоље према обзорју, док су се његови људи комешали у подножју. Одједном схвати узрок своје нелагодности: зурио је у танке стубове црног дима, што су се стапали са облацима далеко у даљини. Извика потом наређења за полазак, која су свесрдно испоштована.|~

source: Josephus
sr: Џозеф|~

source: Dwar-Ni
sr: Двар-Ни|~

source: Malatus
sr: Малат|~

source: Halt! Who goes there?
sr: Стој! Ко иде тамо?|~

source: You leave us no choice but to kill you.
sr: Не остављате нам избора до да вас побијемо.|~

source: These intruders are stronger than we expected. Call in the reinforcements!
sr: Ови су уљези јачи него што смо очекивали. Зовите појачања!|~

source: Dacayan
sr: Декајан|~

source: The Queen has sent us to aid you in capturing these rebels.
sr: Краљица нас посла да вам помогнемо да заробите побуњенике.|~

source: We have changed the plan. Now we are killing them.
sr: Предомислили смо се. Сада нам је намера побити их.|~ Предомислили смо се. Сада нам је нам›јера побити их.|~

source: Test of the Clan
sr: Проба клана|~

source: Defeat $units_to_slay enemy units
sr: Поразиш ли $units_to_slay непријатељских јединица|~

source: Plainsmen
sr: Равничари|~

source: Sir Alric
sr: сер Алрик|~

source: Sir Ruga
sr: сер Руга|~

source: Sir Daryn
sr: сер Дарин|~

source: Lord Bayar
sr: господар Бајар|~

source: Greetings, men of the plains.
sr: Поздрав, равничари.|~

source: What do these intruders want? We did not invite them here, that is certain.
sr: Шта смерају ови уљези? Ми их позвали овамо нисмо, то је сигурно.|~ Шта см›ијерају ови уљези? Ми их позвали овамо нисмо, то је сигурно.|~

source: We come in peace! We wish for you to aid us in our struggle against Asheviere, the evil Queen.
sr: Долазимо у миру! Желимо да вам помогнемо у борби против Ашевире, зле краљице.|~

source: We will not join you. You who are led by these youths and this old man.
sr: Нећемо вам се придружити. Вама, које води ова омладина и један старац.|~

source: You are for us or against us. If you do not join us to overthrow the evil Queen, we will strip you of your power, once the throne is rightfully reclaimed.
sr: Или сте с нама, или против нас. Не приклоните ли нам се сада да збацимо злу краљицу, одузећемо вам власт када престо правично повратимо.|~ Или сте с нама, или против нас. Не приклоните ли нам се сада да збацимо злу краљицу, одузећемо вам власт када пр›ијесто правично повратимо.|~

source: Hah! You think you can seize the throne? Defeat us in battle and we will join you, or leave now and never return!
sr: Ха! Мислите да можете зграбити престо? Надјачајте нас у боју и придружићемо вам се, или се одмах окрените и не враћајте се!|~ Ха! Мислите да можете зграбити пр›ијесто? Надјачајте нас у боју и придружићемо вам се, или се одмах окрените и не враћајте се!|~

source: Very well. We will fight you.
sr: Добро онда. Борићемо се против вас.|~

source: Fools! We will run you down like dogs!
sr: Будале! Изгазићемо вас као псе!|~

source: There is no turning back for you now. This is a fight to the death!
sr: Сада вам нема одустајања. Ово је борба до смрти!|~

source: Delfador, this is sheer madness. We cannot afford to play games when we should be marching against the Queen.
sr: Делфадоре, ово је обично лудило. Не можемо се играти када треба да ступамо против краљице.|~

source: Lord Bayar, halt this folly! I challenge you to a personal combat.
sr: Господару Бајаре, заустави ову лудорију! Изазивам те на двобој.|~

source: Ho! You have amused me, young heir. Ho, ho, challenge indeed.
sr: Хо! Чиниш ми забаву, млади наследниче. Хо, хо, двобој одиста.|~ Хо! Чиниш ми забаву, млади насл›иједниче. Хо, хо, двобој одиста.|~

source: Young heir? Then you assent to my claim?
sr: Млади наследник? Онда одобраваш моју тврдњу?|~ Млади насл›иједник? Онда одобраваш моју тврдњу?|~

source: Impudence. Bah! Do you see orcs on our plains? Did we not grant you a test of your strength?
sr: Дрскости! Видиш ли орке на нашим равницама? Нисмо ли ти већ одобрили проверу твоје снаге?|~ Дрскости! Видиш ли орке на нашим равницама? Нисмо ли ти већ одобрили пров›јеру твоје снаге?|~

source: I fail to see the purpose of this exercise. It only weakens us.
sr: Не успевам да уочим вредност ове играрије. Само ће нас ослабити.|~ Не усп›ијевам да уочим вр›иједност ове играрије. Само ће нас ослабити.|~
