Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: Heir to the Throne
sr: Наследник престола|~ Насл›иједник престола|~

source: HttT
sr: НП|~

source: (Beginner)
sr: (почетник)|~

source: Fighter
sr: борац|~

source: (Normal)
sr: (нормално)|~

source: Hero
sr: јунак|~

source: (Challenging)
sr: (изазовно)|~

source: Champion
sr: првак|~ заточник|~

source: Fight to regain the throne of Wesnoth, of which you are the legitimate heir.
sr: Бори се за повратак на престол Веснота, који ти по правди припада. |~ Бори се за повратак на пр›ијесто Веснота, који ти по правди припада. |~

source: Campaign Design
sr: Дизајн похода|~

source: Campaign Maintenance
sr: Одржавање похода|~

source: Artwork and Graphics Design
sr: Цртежи и графички дизајн|~

source: Miscellaneous
sr: Разно|~

source: The Elves Besieged
sr: Вилењаци под опсадом|~

source: Move Konrad to the signpost in the northwest
sr: Доведеш ли Конрада до путоказа на северозападу|~ Доведеш ли Конрада до путоказа на с›јеверозападу|~

source: Death of Konrad
sr: Настрада ли Конрад|~

source: Death of Delfador
sr: Настрада ли Делфадор|~

source: Konrad
sr: Конрад|~

source: Rebels
sr: Побуњеници|~

source: Delfador
sr: Делфадор|~

source: Urug-Telfar
sr: Уруг-Телфар|~

source: Orcs
sr: Оркови|~

source: Knafa-Tan
sr: Кнафа-Тан|~

source: Maga-Knafa
sr: Мага-Кнафа|~

source: Galdrad
sr: Галдрад|~

source: Chantal
sr: Чантал|~

source: Sixteen years into her rule, Asheviere turned her attention to the wood elves living in the great forest southwest of Wesnoth, whom she despised. Orcish mercenaries were hired and dispatched to bring about their ruin.
sr: Шеснаест година по доласку на власт, Ашевира скрену своју пажњу ка шумским вилењацима, које је презирала, што живеше у великој шуми југозападно од Веснота. Она унајми и отпосла орковске плаћенике да вилењацима смрсе конце.|~ Шеснаест година по доласку на власт, Ашевира скрену своју пажњу ка шумским вилењацима, које је презирала, што жив›јеше у великој шуми југозападно од Веснота. Она унајми и отпосла орковске плаћенике да вилењацима смрсе конце.|~

source: Master Delfador! Look, there are orcs coming from all directions! What shall we do?
sr: Учитељу Делфадоре! Гледај, то оркови избијају са свих страна! Шта нам је чинити?|~

source: There are too many to fight, far too many. We must escape!
sr: Превише их је да бисмо се борили, превише. Морамо се склонити!|~

source: But to where? This is the only home we have! What about the elves?
sr: Али куда? Ово је једини дом који имамо! Шта ће бити са вилењацима?|~

source: We will fight them, but you must escape, Konrad. It is imperative that you escape!
sr: Ми ћемо се борити, али ти Конраде мораш отићи. Суштински је важно да избегнеш!|~ Ми ћемо се борити, али ти Конраде мораш отићи. Суштински је важно да изб›јегнеш!|~

source: Very well, let us hurry!
sr: У реду, пожуримо онда!|~

source: Attack the elves, my grunts, and take their villages. Let us claim this land for the Queen!
sr: Удрите на вилењаке, грокташи моји, и узмите њихова села. Покоримо ову земљу за Краљицу!|~

source: Remember, it is rumored that the filthy mage and one that he protects are in these parts. They are the ones we want!
sr: Запамтите, прича се да прљави маг и његов штићеник пребивају у овим пределима. Они морају бити наши!|~ Запамтите, прича се да прљави маг и његов штићеник пребивају у овим пред›јелима. Они морају бити наши!|~

source: Ha ha! We will rip the filthy elves to pieces!
sr: Ха, ха! Покидаћемо прљаве вилењаке на комадиће!|~

source: Let them come. We will fight them with all we have!
sr: Нека дођу. Борићемо се свиме што имамо!|~

source: Be careful, Konrad! Guard him well, Delfador!
sr: Буди опрезан, Конраде! Добро га чувај, Делфадоре!|~

source: Do not spend your life here, Chantal. Someone must warn the Northern Elves that the war we so long feared has begun.
sr: Немој протраћити свој живот овде, Чантал. Неко мора дојавити северњачким вилењацима да је отпочео рат од којег толико дуго стрепесмо.|~ Немој протраћити свој живот овд›је, Чантал. Неко мора дојавити с›јеверњачким вилењацима да је отпочео рат од којег толико дуго стр›ијеписмо.|~

source: Very well, we have made it this far! But where do we go next?
sr: Врло добро, стигосмо до овде! Али куда ћемо даље?|~ Врло добро, стигосмо до овд›је! Али куда ћемо даље?|~

source: We must travel north, and try to make it to the Isle of Alduin. Hopefully we will find refuge there.
sr: Морамо путовати на север, и покушати да достигнемо острво Алдујин. Тамо ћемо, надам се, моћи да нађемо уточиште.|~ Морамо путовати на с›јевер, и покушати да достигнемо острво Алдујин. Тамо ћемо, надам се, моћи да нађемо уточиште.|~ Морамо путовати на с›јевер, и покушати да достигнемо Острво Алдујина. Тамо ћемо, надам се, моћи да нађемо уточиште.|~

source: Of course you are right, Delfador. But what will become of the elves here?
sr: Наравно да си у праву, Делфадоре. Али шта ће постати од вилењака овде?|~ Наравно да си у праву, Делфадоре. Али шта ће постати од вилењака овд›је?|~

source: The elves will fight. They may even prevail. But I fear things do not bode well for them. Let us not speak of it now. Onward!
sr: Вилењаци ће се борити. Можда чак и одоле нападу. Али се бојим да им се мрко пише. Нећемо сада о томе. Напред!|~ Вилењаци ће се борити. Можда чак и одоле нападу. Али се бојим да им се мрко пише. Нећемо сада о томе. Напр›ијед!|~

source: Prince... you must keep fighting! Nooooooo!
sr: Принче... мораш се још борити! Неееее!|~

source: It is over. I am doomed...
sr: Готово је. Пропао сам...|~

source: I have... have failed in my duty to protect the prince! I am defeated.
sr: Не... не изврших своју дужност да заштитим принца! Поражен сам.|~

source: Ugh!
sr: Ух!|~

source: Oh, no! We have run out of time, they have arrived with reinforcements...
sr: О, не! Време нам је истекло, стигоше са појачањима...|~ О, не! Вр›ијеме нам је истекло, стигоше са појачањима...|~

source: Die, villain, die!
sr: Умри, зликовче, умри!|~

source: Only the foolish oppose me!
sr: Само се будале мени супротстављају!|~

source: I am Galdrad. You will have to fight me to get any further!
sr: Ја сам Галдрад. Мораћеш преко мене ако желиш да крочиш ма корак даље!|~

source: Only a fool would dare to attack me!
sr: Само би се будала усудила да ме нападне!|~

source: I am Delfador the Great. Prepare to die!
sr: Ја сам Делфадор Велики. Помири се са судбином!|~

source: Let me through, you rogue!
sr: Пропусти ме, ниткове!|~

source: Oh no! They are destroying our home!
sr: О не! Они разарају наш дом!|~

source: There can be no looking back. We must go quickly!
sr: Не смемо се освртати. Морамо брзо напред!|~ Не см›ијемо се освртати. Морамо брзо напред!|~ Не см›ијемо се освртати. Морамо брзо напр›ијед!|~

source: Blackwater Port
sr: Лука Црноморска|~

source: Resist until the end of the turns
sr: Одупреш ли се док потези не истекну|~

source: Death of Sir Kaylan
sr: Настрада ли сер Кајлан|~

source: Sir Kaylan
sr: сер Кајлан|~

source: Mokolo Qimur
sr: Моколо Квимур|~

source: Veocyn
sr: Веосин|~

source: Yran
sr: Иран|~

source: We should be able to board a ship at Blackwater Port, but it seems the orcs are heading there too. Rebels who hate Asheviere and are loyal to the memory of the king desperately hold the port, as it is one of the only places where they can ship supplies and weapons.
sr: Требало би да можемо да се укрцамо на брод у Црноморској, али изгледа да су се и оркови запутили овамо. Побуњеници, који мрзе Ашевиру и одани су успомени на краља, очајнички држе луку, пошто је она једна од ретких места где се могу дотурати залихе и наоружање.|~ Требало би да можемо да се укрцамо на брод у Црноморској, али изгледа да су се и оркови запутили овамо. Побуњеници, који мрзе Ашевиру и одани су успомени на краља, очајнички држе луку, пошто је она једна од ретких места гд›је се могу дотурати залихе и наоружање.|~

source: Delfador, some orcs are following us! We must make haste!
sr: Делфадоре, неки оркови нас прате! Морамо пожурити!|~

source: Delfador, my old friend! We had heard of your coming, and of the attacks on the elves. It is good to see you again, although I would prefer it were not in such sad times.
sr: Делфадоре, пријатељу стари! Чули смо о твом доласку, и о нападу на вилењаке. Добро је видети те опет, иако бих више волео да није у овако зло време.|~ Делфадоре, пријатељу стари! Чули смо о твом доласку, и о нападу на вилењаке. Добро је вид›јети те опет, иако бих више во‹љео да није у овако зло вр›ијеме.|~

source: Konrad, this is Kaylan, one of the mightiest of the horse lords, and one of the few who is willing to oppose the Dark Crown. Rumor has it that his lance has slain fifty men and a hundred orcs.
sr: Конраде, ово је Кајлан, један од најмоћнијих међу господарима коња, и од малобројних који су ради супротставити се Mрачној круни. Прича се да је његово бојно копље оборило педесет људи и стотину оркова.|~ Конраде, ово је Кајлан, један од најмоћнијих међу господарима коња, и од малобројних који су ради супротставити се Мрачној круни. Прича се да је његово бојно копље оборило педесет људи и стотину оркова.|~

source: It seems the orcs have come here too, to try to wrest this port from our hands. Our defenses are still weak, but reinforcements will arrive soon!
sr: Изгледа да су и оркови пристигли, да покушају истргнути ову луку из наших руку. Одбрана нам је још увек нејака, али ће појачање убрзо стићи!|~ Изгледа да су и оркови пристигли, да покушају истргнути ову луку из наших руку. Одбрана нам је још ув›ијек нејака, али ће појачање убрзо стићи!|~

source: We will help you fight them off until the reinforcements arrive.
sr: Помоћи ћемо вам да их одбијете док не стигну појачања.|~

source: With your help, we have hope we can fend them off. But you must not tarry here long, for your survival is even more important to our cause than the strength of the port. A ship is due here in two days, surely it will be able to take you to safety.
sr: Надајмо се да их можемо зауставити уз вашу помоћ. Али не смете се дуго овде задржати, јер је за нашу ствар важније да Конрад преживи него да задржимо луку. Стиже брод за два дана, који ће вас сигурно моћи понети на сигурно.|~ Надајмо се да их можемо зауставити уз вашу помоћ. Али не см›ијете се дуго овд›је задржати, јер је за нашу ствар важније да Конрад преживи него да задржимо луку. Стиже брод за два дана, који ће вас сигурно моћи пон›ијети на сигурно.|~

source: And the ship will take us to Alduin?
sr: И тај брод ће нас пребацити на Алдујин?|~

source: Yes, we will sail to the Isle of Alduin, my home Konrad, and the home of many magi.
sr: Да, запловићемо ка острву Алдујин, к моме дому Конраде, и дому још многим маговима.|~ Да, запловићемо ка Острву Алдујина, к моме дому Конраде, и дому још многим маговима.|~

source: Thank you, sir. But how shall I best use these horsemen? How do they differ from elves?
sr: Хвала вам, господине. Али шта ми је најбоље да им дајем у задатке? Како се разликују од вилењака?|~

source: Elves are a powerful race, Konrad, more powerful than my own people usually acknowledge. But horsemen are powerful in a different way. They have no long range attack, but can charge into combat, inflicting double normal damage, though taking double damage in return. They are also lawful, meaning they fight better by day, and worse at night. Horsemen are unmatched on open land, though elves will serve you better in forests or rugged terrain.
sr: Вилењаци су моћна раса, Конраде, моћнија него што мој сопствени народ обично прихвата. Али су коњаници моћни на другачији начин. Не могу се борити из даљине, али могу јуришати у борбу. Тиме наносе двоструку штету, али заузврат исту такву и трпе. Такође су законољубиви, што значи да се боље боре дању, а лошије ноћу. Коњаници су ненадмашни на отвореним пољима, док ће ти вилењаци боље служити у шумама и по кршнијем терену.|~

source: Elves may be the lords of the forest, but horsemen are powerful as well. On the plains under the midday sun they can fell the toughest foes with sharp spears and under heavy hoofs!
sr: Вилењаци су можда господари шума, али су и коњаници моћни на своју руку. У равници под блиставим подневним сунцем, обориће и најтврђе противнике оштрим копљима и изгазити их тешким потковицама!|~

source: Recruit troops wisely, Konrad, and remember that you can recall experienced units from past battles to help you fight again.
sr: Пажљиво бирај војску, Конраде, и запамти да можеш поново дозивати искусне јединице из ранијих бојева, да ти се поново нађу на крилима.|~

source: Haldiel
sr: Халдијел|~

source: Greetings, young master. I pledge myself to your service.
sr: Поздрави, млади господару. Заветујем ти се на службу.|~

source: Konrad, note that Haldiel does not seek gold upkeep; as a loyal unit he fights for us solely out of loyalty to our cause. Such units are extremely valuable. Take care to use them cautiously in battle, lest they fall.
sr: Конраде, примети да Халдијел не тражи злато за издатке; као одана јединица, бори се он искључиво из посвећености нашој ствари. Такве су јединице необично вредне. Пази да их опрезно користиш у бици, не би ли их олако изгубио.|~ Конраде, примети да Халдијел не тражи злато за издатке; као одана јединица, бори се он искључиво из посвећености нашој ствари. Такве су јединице необично вр›иједне. Пази да их опрезно користиш у бици, не би ли их олако изгубио.|~

source: Yredd
sr: Иред|~

source: Tarcyn
sr: Тарсин|~

source: Syryn
sr: Сирин|~

source: Cicyn
sr: Сајсин|~

source: Ginvan
sr: Гинван|~

source: Simyr
sr: Симир|~

source: Reinforcements have arrived! Forward, men! I expect each of you to bring me back the head of an orc!
sr: Појачања нам стигоше! Напред, људи! Очекујем да ми сваки од вас донесе једну орковску главу!|~ Појачања нам стигоше! Напр›ијед, људи! Очекујем да ми сваки од вас донесе једну орковску главу!|~

source: So many foul humans riding on horses! There is no way we can defeat them. Quick, we must make our escape!
sr: Толико поганих људи што јашу на коњима! Не можемо их никако победити. Брзо, морамо избећи одавде!|~ Толико поганих људи што јашу на коњима! Не можемо их никако поб›иједити. Брзо, морамо изб›јећи одавде!|~ Толико поганих људи што јашу на коњима! Не можемо их никако поб›иједити. Брзо, морамо изб›јећи одавд›је!|~

source: Reinforcements have arrived, but lo! Our allies have already destroyed the orcish army menacing our fair port. In honor, I must reward your valor.
sr: Појачања стигоше, али видите ово! Наши савезници већ сатреше орковску војску што је претила овој ваљаној луци. У част, морам наградити ваше заслуге.|~ Појачања стигоше, али видите ово! Наши савезници већ сатр›ијеше орковску војску што је претила овој ваљаној луци. У част, морам наградити ваше заслуге.|~ Појачања стигоше, али видите ово! Наши савезници већ сатрше орковску војску што је претила овој ваљаној луци. У част, морам наградити ваше заслуге.|~

source: It is my pleasure and honor to serve, my liege.
sr: Задовољство ми је и част служити вам, господару.|~

source: Thank you for the help, friends. The ship should arrive soon, it will take you to Alduin.
sr: Захвалан сам вам за помоћ, пријатељи. Брод треба ускоро да пристане, и превешће вас на Алдујин.|~

source: We should embark now.
sr: Требало би сада да се укрцамо.|~

source: Safe voyage to you, friends. Rest assured that we will never surrender to the forces of the Dark Queen.
sr: Безбедан вам пут, пријатељи. Будите сигурни да се никада нећемо предати снагама мрачне Краљице.|~ Безб›иједан вам пут, пријатељи. Будите сигурни да се никада нећемо предати снагама мрачне Краљице.|~ Безб›један вам пут, пријатељи. Будите сигурни да се никада нећемо предати снагама мрачне Краљице.|~

source: I have failed in my duty to protect the Rightful Heir and the port.
sr: Не изврших своју дужност да заштитим Праведног Наследника и луку.|~ Не изврших своју дужност да заштитим законитог Наслиједника и луку.|~ Не изврших своју дужност да заштитим законитог Насл›иједника и луку.|~

source: Without his help, we will be unable to use the ships. There is no hope...
sr: Без његове помоћи, нећемо моћи да користимо бродовље. Сад нам више нема наде...|~

source: The Isle of Alduin
sr: Острво Алдујин|~ Острво Алдујина|~

source: Defeat the enemy leader
sr: Поразиш ли непријатељског вођа|~

source: This is no time to return to our vessel! We must take control of the island!
sr: Лош је час да се вратимо на наше пловило! Морамо преузети контролу над острвом!|~

source: And so the party landed on the Isle of Alduin.
sr: И тако се дружина искрца на острво Алдујин.|~ И тако се дружина искрца на Острво Алдујина.|~

source: So this is Alduin. It looks a little... desolate.
sr: Значи ово је Алдујин. Изгледа некако... пусто.|~

source: I fear so, Konrad. It seems that the orcs have come even here. Here to the place where I was born, where I was trained.
sr: Плашим се да је тако, Конраде. Изгледа да су оркови чак и довде стигли. Овде, на место где сам рођен и обучаван.|~ Плашим се да је тако, Конраде. Изгледа да су оркови чак и довд›је стигли. Овд›је, на место гд›је сам рођен и обучаван.|~

source: Who is that? Oh, a party of elves has landed. We shall drive them back into the sea!
sr: Ко је то? О, то се дружина вилењачка искрцала. Сатераћемо их назад у море!|~ Ко је то? О, то се дружина вилењачка искрцала. Сат›јераћемо их назад у море!|~

source: I did not think the orcs would have come here. This island used to be so beautiful. We must recapture it! To arms!
sr: Нисам мислио да ће оркови стићи овамо. Ово је острво некада било тако лепо. Морамо га повратити! На оружје!|~ Нисам мислио да ће оркови стићи овамо. Ово је острво некада било тако л›ијепо. Морамо га повратити! На оружје!|~

source: Elrian
sr: Елријан|~

source: I found someone hiding in the village!
sr: Нађох неког како се скрива у селу!|~

source: My lords, I have been hiding in the village from the orcs, like many of the other magi here. I pledge myself to your service; let us move swiftly to recapture the island!
sr: Господари, крио сам се у селу од оркова, као и многи други магови овде. Заветујем се вама на службу, похитајмо да повратимо наше острво!|~ Господари, крио сам се у селу од оркова, као и многи други магови овд›је. Зав›јетујем се вама на службу, похитајмо да повратимо наше острво!|~

source: Certainly, let us join together to fight the evil ones.
sr: Неизоставно, удружимо снаге да их супротставимо зликовцима.|~

source: You can now recruit magi!
sr: Од сада можеш најмити магове!|~

source: Surely no orc can stand against us with magi in our ranks! Their magical attacks almost always find their mark, even against well-defended troops.
sr: Ваљда нам се ниједан орк не може одупрети, кад су магови у нашим редовима! Њихови магични напади су готово непогрешиви, чак и против добро заштићене војске.|~ Ваљда нам се ниједан орк не може одупр›ијети, кад су магови у нашим редовима! Њихови магични напади су готово непогрешиви, чак и против добро заштићене војске.|~

source: Caution, young prince. It is very difficult to train inexperienced magi in combat. When they fight on the front lines of battle, you must protect magi with stronger units else the enemy will make short work of them.
sr: Опрез, млади принче. Врло је тешко обучавати неискусне магове усред борбе. Када се боре у првим линијама, мораш магове штитити стаменијим јединицама, иначе ће их непријатељ брзо докусурити.|~

source: Seimus
sr: Сејмус|~

source: Delfador, my old master! You have saved the island from the orcs!
sr: Делфадоре, стари учитељу! Спасили сте острво од оркова!|~

source: My apprentice! How did the island fall to such as these?
sr: Мој некадашњи шегрте! Како им острво уопште допаде шака?|~

source: You have not heard, master Delfador? Asheviere is trying to control the entire western coast. She hired many orcs and sent them here. They were holding me until a ship could arrive to take me to Weldyn where I am to stand trial for treason for training magi!
sr: Нисте чули, учитељу Делфадоре? Ашевира покушава да намакне јарам читавој западној обали. Унајми она много оркова и посла их к нама. Држали су ме овде док не стигне брод који би ме одвео у Велдин, где би ми судили за издају, због обучавања магова!|~ Нисте чули, учитељу Делфадоре? Ашевира покушава да намакне јарам читавој западној обали. Унајми она много оркова и посла их к нама. Држали су ме овд›је док не стигне брод који би ме одвео у Велдин, гд›је би ми судили за издају, због обучавања магова!|~

source: We have come from fighting her forces at Blackwater. Where else has she attacked?
sr: Ми пристигосмо баш из борбе са њеним снагама код Црноморске. Где је још ударила?|~ Ми пристигосмо баш из борбе са њеним снагама код Црноморске. Гд›је је још ударила?|~

source: She has taken control of the Bay of Pearls, long held by the Mermen, and has turned them into slaves. There they dive for pearls by which she grows richer every day. There are even rumors that she may break the ancient treaty and attack Elensefar!
sr: Преузела је управу над Бисерним заливом, којег дуго држаше морејци, а њих претворила у робље. Тамо они сада роне за бисерима, како би Ашевира сваког дана била све богатија. Круже чак и гласине да ће прекршити стари споразум и напасти Еленсефар!|~

source: We must indeed go there. Let us therefore rest here a little, and then set sail for the Bay. Hopefully we will defeat her forces there!
sr: Заиста морамо похитати тамо. Стога се овде мало одморимо, па запловимо ка Заливу. Надајмо се да можемо поразити њене снаге тамо утврђене.|~ Заиста морамо похитати тамо. Стога се овд›је мало одморимо, па запловимо ка Заливу. Надајмо се да можемо поразити њене снаге тамо утврђене.|~

source: The Bay of Pearls
sr: Бисерни залив|~

source: Dwaba-Kukai
sr: Дваба-Кукаји|~

source: Bugg
sr: Баг|~

source: Xnamas
sr: Кснамас|~

source: Inalai
sr: Иналај|~

source: So this is the Bay of Pearls. It looks like they have those merfolk working hard!
sr: И то је, дакле, Бисерни залив. Изгледа да су добро притиснули на рад овдашње морејце!|~

source: Indeed it does. It also looks like they have many, many troops. I should go around the bay and distract some of them. You and the rest rescue the merfolk!
sr: Заиста је тако. Такође ми се чини да имају много, много војске. Ја ћу заћи око залива и покушати да одмамим неке од њих. Ти и остали избавите морејце!|~

source: Very well. Be careful!
sr: Врло добро. Буди опрезан!|~

source: But boss, why are we only using bats and nagas?
sr: Али газда, зашто користимо само шишмише и нагајце?|~

source: Because we need to control the seas and the merfolk, and nagas and bats are best for doing that!
sr: Зато што морамо држати на узди море и морејски народ, а нагајци и шишмиши су томе највичнији!|~

source: But orcs are the most powerful race in all of...
sr: Али оркови су најмоћнија раса у целоме...|~ Али оркови су најмоћнија раса у ц›ијеломе...|~

source: Ha ha ha! Now orcs will rule over land and sea!
sr: Ха, ха, ха! Од сада ће оркови владати и копном и морем!|~

source: (Sigh) Will someone kill this idiot for me, please?
sr: [уздише] Хоће ли неко коначно дотући тог идиота, мене ради?|~

source: But... but... how can this be happening to me?
sr: Али... али... како се ово може мени догодити?|~

source: Who was that idiot?
sr: Ко беше та будала?|~ Ко б›јеше та будала?|~

source: Gwaba
sr: Гваба|~

source: Nepba
sr: Непба|~

source: Triram
sr: Трирам|~

source: Mriram
sr: Мрирам|~

source: Free at last! Now, death to the orcs!
sr: Најзад слободни! Сада, смрт орковима!|~

source: Mabooa
sr: Мабуа|~

source: Earooa
sr: Еаруа|~

source: Nethuns
sr: Нетунс|~

source: Gwoama
sr: Гвоама|~

source: Now that we are free, together we can defeat our oppressors!
sr: Сад када смо слободни, удружени можемо поразити тлачитеље!|~

source: Kaba
sr: Каба|~

source: Kwaboo
sr: Квабу|~

source: Gwimli
sr: Гвимли|~

source: Jarla
sr: Џарла|~

source: Gwarloa
sr: Гварлоа|~
