Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-manpages.po
Languages: sr

source: A comma separated list of version strings to be accepted by the server. B<*> and B<?> from wildcard patterns are supported. (defaults to the corresponding wesnoth version)
sr: Запетама раздвојен списак ниски верзија које сервер прихвата. Прихватају се B<*> и B<?> као џокери (подразумевана је верзија клијента која одговара верзији сервера)|~ Запетама раздвојен списак ниски верзија које сервер прихвата. Прихватају се B<*> и B<?> као џокери (подразум›ијевана је верзија клијента која одговара верзији сервера)|~

source: Example: B<versions_accepted="*"> accepts any version string.
sr: Пример: B<versions_accepted="*"> прихвата било коју ниску верзије.|~ Прим›јер: B<versions_accepted="*"> прихвата било коју ниску верзије.|~

source: The name of the user handler to use. Currently available user handlers are B<forum> (to connect wesnothd to a phpbb forum database) and B<sample> (a sample implementation of the user handler interface, if you use this on anything real you are insane). The default value is B<forum>. You must also add a B<[user_handler]> section, see below.
sr: Име руковаоца корисницима. Тренутно доступни су B<forum> (сервер се повезује са пхпББ базом података форума) и B<sample> (примерна изведба сучеља руковаоца корисницима, луди сте ако ово употребите негде заозбиљно). Подразумевана вредност је B<forum>. Такође морате додати одељак B<[user_handler]>, в. испод.|~ Име руковаоца корисницима. Тренутно доступни су B<forum> (сервер се повезује са пхпББ базом података форума) и B<sample> (прим›јерна изведба сучеља руковаоца корисницима, луди сте ако ово употребите негде заозбиљно). Подразум›ијевана вр›иједност је B<forum>. Такође морате додати од›јељак B<[user_handler]>, в. испод.|~ Име руковаоца корисницима. Тренутно доступни су B<forum> (сервер се повезује са пхпББ базом података форума) и B<sample> (прим›јерна изведба сучеља руковаоца корисницима, луди сте ако ово употр›ијебите негд›је заозбиљно). Подразум›ијевана вр›иједност је B<forum>. Такође морате додати од›јељак B<[user_handler]>, в. испод.|~

source: Global tags:
sr: Глобалне ознаке:|~

source: B<[redirect]> A tag to specify a server to redirect certain client versions to.
sr: B<[redirect]> ознака за навођење сервера на који се преусмеравају неке верзије клијента|~ B<[redirect]> ознака за навођење сервера на који се преусм›јеравају неке верзије клијента|~

source: The address of the server to redirect to.
sr: адреса сервера на који се преусмерава|~ адреса сервера на који се преусм›јерава|~

source: The port to connect to.
sr: порт на који се повезује|~

source: A comma separated list of versions to redirect. Behaves the same way as B<versions_accepted> in regard to wildcard patterns.
sr: запетама раздвојен списак верзија које се преусмеравају. Понаша се исто као и B<versions_accepted> у погледу џокера|~ запетама раздвојен списак верзија које се преусм›јеравају. Понаша се исто као и B<versions_accepted> у погледу џокера|~

source: B<[ban_time]> A tag to define convenient keywords for temporary ban time lengths.
sr: B<[ban_time]> ознака за одређивање згодних кључних речи за привремене забране.|~ B<[ban_time]> ознака за одређивање згодних кључних р›ијечи за привремене забране.|~

source: The name used to reference the ban time.
sr: Име које упућује на трајање забране.|~

source: The time length definition. The format is: %d[%s[%d%s[...]]] where %s is s (seconds), m (minutes), h (hours), D (days), M (months) or Y (years) and %d is a number. If no time modifier is given minutes (m) are assumed. Example: B<time="1D12h30m"> results in a ban time of 1 day, 12 hours and 30 minutes.
sr: Трајање. Формат је %d[%s[%d%s[...]]] где s из %s означава секунде, m минуте, h сате, D дане, M месеце, Y године, а d је број. Ако није дат модификатор, претпостављају се минути (m). Пример: B<time="1D12h30m"> значи забрану у трајању од једног дана, 12 сати и 30 минута.|~ Трајање. Формат је %d[%s[%d%s[...]]] гд›је s из %s означава секунде, m минуте, h сате, D дане, M месеце, Y године, а d је број. Ако није дат модификатор, претпостављају се минути (m). Пример: B<time="1D12h30m"> значи забрану у трајању од једног дана, 12 сати и 30 минута.|~ Трајање. Формат је %d[%s[%d%s[...]]] гд›је s из %s означава секунде, m минуте, h сате, D дане, M м›јесеце, Y године, а d је број. Ако није дат модификатор, претпостављају се минути (m). Прим›јер: B<time="1D12h30m"> значи забрану у трајању од једног дана, 12 сати и 30 минута.|~

source: B<[proxy]> A tag to tell the server to act as a proxy and forward the connected client's requests to the specified server. Accepts the same keys as B<[redirect]>.
sr: B<[proxy]> ознака која говори серверу да се понаша као посредник и прослеђује захтеве повезаних клијената на одређени сервер. Прихвата исте кључеве као и B<[redirect]>|~ B<[proxy]> ознака која говори серверу да се понаша као посредник и прос‹љеђује захт›јеве повезаних клијената на одређени сервер. Прихвата исте кључеве као и B<[redirect]>|~

source: B<[user_handler]> Configures the user handler. Available keys vary depending on which user handler is set with the B<user_handler> key. If no B<[user_handler]> section is present in the configuration the server will run without any nick registration service.
sr: B<[user_handler]> подешава руковалац корисницима. Доступност кључева зависи од тога који је руковалац постављен кључем B<user_handler>. Ако у постави нема одељка B<[user_handler]>, сервер неће пружати услугу регистровања надимака.|~ B<[user_handler]> подешава руковалац корисницима. Доступност кључева зависи од тога који је руковалац постављен кључем B<user_handler>. Ако у постави нема од›ијељка B<[user_handler]>, сервер неће пружати услугу регистровања надимака.|~

source: (for user_handler=forum) The hostname of the database server
sr: (за user_handler=forum) име домаћина сервера базе података|~

source: (for user_handler=forum) The name of the database
sr: (за user_handler=forum) име базе података|~

source: (for user_handler=forum) The name of the user under which to log into the database
sr: (за user_handler=forum) име корисника под којим се пријављује у базу података|~

source: (for user_handler=forum) This user's password
sr: (за user_handler=forum) лозинка задатог корисника|~

source: (for user_handler=forum) The name of the table in which your phpbb forums saves its user data. Most likely this will be E<lt>table-prefixE<gt>_users (e.g. phpbb3_users).
sr: (за user_handler=forum) име табеле у којој пхпББ форуми уписују податке о корисницима. Највероватније ће то бити E<lt>prefiks-tabeleE<gt>_users (нпр. phpbb3_users).|~ (за user_handler=forum) име табеле у којој пхпББ форуми уписују податке о корисницима. Најв›јероватније ће то бити E<lt>prefiks-tabeleE<gt>_users (нпр. phpbb3_users).|~

source: (for user_handler=forum) The name of the table in which wesnothd will save its own data about users. You will have to create this table manually, e.g.: B<CREATE TABLE E<lt>table-nameE<gt>(username VARCHAR(255) PRIMARY KEY, user_lastvisit INT UNSIGNED NOT NULL DEFAULT 0, user_is_moderator TINYINT(4) NOT NULL DEFAULT 0);>
sr: (за user_handler=forum) име табеле у коју wesnothd уписује своје податке о корисницима. Ову табелу мораћете ручно да направите, нпр.: B<CREATE TABLE E<lt>ime-tabeleE<gt>(username VARCHAR(255) PRIMARY KEY, user_lastvisit INT UNSIGNED NOT NULL DEFAULT 0, user_is_moderator TINYINT(4) NOT NULL DEFAULT 0);>|~

source: (for user_handler=sample) The time after which a registered nick expires (in days).
sr: (за user_handler=sample) време по којем регистровани надимак истиче (у данима).|~ (за user_handler=sample) вр›ијеме по којем регистровани надимак истиче (у данима).|~

source: B<[mail]> Configures an SMTP server through which the user handler can send mail. Currently only used by the sample user handler.
sr: B<[mail]> подешава СМТП сервер кроз који руковалац корисницима шаље пошту. Тренутно само за примерни руковалац.|~ B<[mail]> подешава СМТП сервер кроз који руковалац корисницима шаље пошту. Тренутно само за прим›јерни руковалац.|~

source: The hostname of the mail server
sr: Име домаћина удаљеног сервера|~

source: The user name under which to log into the mail server.
sr: Корисничко име за пријављивање на поштански сервер.|~

source: This user's password.
sr: Корисникова лозинка.|~

source: The reply-to address of you mail.
sr: Адреса за одговоре на вашу пошту.|~

source: The port on which your mail server is running. Default is 25.
sr: Порт на којем слуша поштански сервер. Подразумевано 25.|~ Порт на којем слуша поштански сервер. Подразум›ијевано 25.|~

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> and Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
sr: Написао Дејвид Вајт (David White) E<lt>davidnwhite@verizon.netE<gt>. Уредили Нилс Кнојпер (Nils Kneuper) E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> и Томас Баумхауер (Thomas Baumhauer) E<lt>thomas.baumhauer@gmail.comE<gt>. Ову упутну страницу првобитно је написао Сирил Бутор (Cyril Bouthors) E<lt>cyril@bouthors.orgE<gt>.|~

source: EXIT STATUS
sr: ИЗЛАЗНО СТАЊЕ|~

source: Normal exit status is 0. An exit status of 1 indicates an (SDL, video, fonts, etc) initialization error. An exit status of 2 indicates an error with the command line options.
sr: Редовно излазно стање је 0. Стање 1 указује на грешку у припреми (СДЛ-а, фонтова, итд). Стање 2 указује на грешку у опцијама командне линије.|~

source: Normal exit status is 0 when the server was properly shutdown. An exit status of 2 indicates an error with the command line options.
sr: Редовно излазно стање је 0, када је сервер правилно угашен. Стање 2 указује на грешку у опцијама командне линије.|~

source: start the in-game map editor directly. If I<file> is specified, equivalent to B<-l --load>
sr: директно покреће уређивач мапа у игри. Ако је задата I<датотека>, истов›јетно са B<-e --load>.|~ директно покреће уређивач мапа у игри. Ако је задата I<датотека>, истов›јетно са B<-l --load>.|~

source: B<--logdomains\ [filter]>
sr: B<--logdomains>|~ B<--logdomains\ [филтер]>|~

source: B<wesnothd>(6).
sr: wesnothd|~ B<wesnothd>(6).|~

source: B<wesnoth>(6).
sr: wesnoth|~ B<wesnoth>(6).|~

source: Defeat all enemy leaders using a well-chosen cadre of troops, taking care to manage your resources of gold and villages. All units have their own strengths and weaknesses; to win, deploy your forces to their best advantage while denying your foes the chance to do the same. As units gain experience, they acquire new abilities and become more powerful. Play in your own language and test your skill against a smart computer opponent, or join Wesnoth's large community of online players. Create your own custom units, scenarios or campaigns, and share them with others.
sr: Поразите све непријатељске вође добро изабраном војном дружином, старајући се успут о изворима злата и селима. Свака јединица има своје врлине и мане; да бисте поб›иједили, распоредите снаге тако да се истакну преимућства, притом спр›ијечивши противника да учини то исто. Како јединице постају искусније, добијају нове способности и постају снажније. Играјте на свом матерњем језику искушавајући в›јештине против паметног рачунарског противника, или се придружите Веснотовој великој заједници играча на вези. Правите сопствене посебне јединице, сценарије, походе, и под›ијелите их са другим играчима.|~ |~e0

source: B<--data-dir E<lt>directoryE<gt>>
sr: B<--data-dir E<lt>директоријумE<gt>>|~

source: overrides the data directory with the one specified
sr: потискује директоријум података овде задатим.|~

source: lists defined log domains (only the ones containing B<filter> if used) and exits
sr: набраја дефинисане домене бележења (или оне које садрже B<филтер>, ако је задат) и излази.|~

source: B<--preprocess-input-macros E<lt>source fileE<gt>>
sr: B<--preprocess-input-macros E<lt>изворна-датотекаE<gt>>|~

source: used only by the '--preprocess' command. Specifies a file that contains [preproc_define]s to be included before preprocessing.
sr: (само уз опцију ‘--preprocess’) задаје датотеку која садржи дефиниције [preproc_define] за укључивање при предобради.|~

source: B<--preprocess-output-macros [E<lt>target fileE<gt>]>
sr: B<--preprocess-output-macros [E<lt>циљна датотекаE<gt>]>|~

source: used only by the '--preprocess' command. Will output all preprocessed macros in the target file. If the file is not specified the output will be file '_MACROS_.cfg' in the target directory of preprocess's command. This switch should be typed before the --preprocess command.
sr: (само уз опцију ‘--preprocess’) исписује све предобрађене макрое из циљне датотеке. Ако се датотека не зада, испис ће бити у датотеку ‘_MACROS_.cfg’ у циљном директоријуму из опције ‘--preprocess’. Ову опцију треба навести пре ‘--preprocess’.|~

source: validation errors are treated as fatal errors.
sr: грешке оверавања сматрају се кобним грешкама.|~

source: B<-c, --campaign \ [E<lt>id_campaignE<gt>]>
sr: B<-c, --campaign[[E<lt>тежинаE<gt>] E<lt>ид-походаE<gt> [E<lt>ид-сценаријаE<gt>]]>|~ B<-c, --campaign \ [E<lt>ид-походаE<gt>]>|~

source: goes directly to the campaign with id E<lt>id_campaignE<gt>. A selection menu will appear if no id was specified. B<Note:> When using this switch please ensure that you specify the data directory path as the final argument aswell, otherwise the game will take the campaign/scenario id as the data dir.
sr: скаче директно на поход према параметрима. Тежина је број између 1 и броја тежине похода. Подразумевана тежина је 1. Сценарио мора припадати походу. Подразумеван је први сценарио похода. B<Напомена: При употреби ове опције морате задати и путању директоријума података као последњи аргумент>, иначе ће ИД похода или сценарија бити схваћен као директоријум података.|~ скаче директно на поход са ИД-ом E<lt>ид-походаE<gt>. Ако се ИД не зада, појавиће се мени за избор. B<Напомена:> При употреби ове опције морате задати и путању директоријума података као последњи аргумент, иначе ће ИД похода или сценарија бити схваћен као директоријум података.|~

source: B<--campaign-scenario E<lt>id_scenarioE<gt>>
sr: B<-c, --campaign[[E<lt>тежинаE<gt>] E<lt>ид-походаE<gt> [E<lt>ид-сценаријаE<gt>]]>|~ B<--campaign-scenario E<lt>ид-сценаријаE<gt>>|~

source: The difficulty of the specified campaign (1 to max). If none specified, the campaign difficulty selection widget will appear.
sr: тежина задатог похода (од 1 до највеће). Ако се не зада, појавиће се дијалог за избор тежине похода.|~

source: The id of the scenario from the specified campaign. The default is the first scenario.
sr: ИД сценарија из задатог похода. Подразумеван је први сценарио.|~

source: Copyright \(co 2003-2013 David White E<lt>davidnwhite@verizon.netE<gt>
sr: Ауторска права \(co 2003–2011 Дејвид Вајт (David White) E<lt>davidnwhite@verizon.netE<gt>.|~ Ауторска права \(co 2003–2013 Дејвид Вајт (David White) E<lt>davidnwhite@verizon.netE<gt>.|~

source: B<--campaign-difficulty [E<lt>difficultyE<gt>]>
sr: B<--campaign-difficulty E<lt>тежинаE<gt>>|~ B<--campaign-difficulty [E<lt>тежинаE<gt>]>|~

source: B<-p, --preprocess E<lt>source file/folderE<gt> E<lt>target directoryE<gt>>
sr: B<--preprocess, -p[=E<lt>дефиниција-1E<gt>,E<lt>дефиниција-2E<gt>,...] E<lt>датотека/директоријумE<gt> E<lt>циљни директоријумE<gt>>|~ B<-p, --preprocess E<lt>изворна датотека/директоријумE<gt> E<lt>циљни директоријумE<gt>>|~

source: preprocesses a specified file/folder. For each file(s) a plain .cfg file and a processed .cfg file will be written in specified target directory. If a folder is specified, it will be preprocessed recursively based on the known preprocessor rules. The common macroses from the "data/core/macros" directory will be preprocessed before the specified resources. Example: B<-p ~/wesnoth/data/campaigns/tutorial ~/result.> For details regarding the preprocessor visit: http://wiki.wesnoth.org/PreprocessorRef#Command-line_preprocessor
sr: предобрађује задату датотеку или директоријум. У задати циљни директоријум биће уписане датотеке обичне поставе и обрађене основе. Ако се зада директоријум, биће предобрађен рекурзивно на основу познатих правила предобрађивача. Заједнички макрои из data/core/macros/ биће предобрађени пре задатих ресурса. B<дефиниција-1,дефиниција-2,...> су додатне дефиниције које се додају пре обрађивања датотека. Ако желите да их додате морате пре њих унети знак ‘=’. Ако се у списку дефиниција налази ‘SKIP_CORE’, data/core/ неће бити предобрађен. Пример: B<-p ~/wesnoth/data/campaigns/tutorial ~/result> или B<-p=MULTIPLAYER,MY_OWN_CAMPAIGN ~/wesnoth/data/campaign/camp ~/result>.|~ предобрађује задату датотеку или директоријум. За сваку датотеку, у задати циљни директоријум биће уписана обична .cfg датотека и обрађена .cfg датотека. Ако се зада директоријум, биће обрађен рекурзивно на основу познатих правила предобраде. Заједнички макрои из директоријума data/core/macros биће предобрађени пре задатих ресурса. Пример: B<-p ~/wesnoth/data/campaigns/tutorial ~/result.> Детаље о предобрађивачу потражите на http://wiki.wesnoth.org/PreprocessorRef#Command-line_preprocessor|~

source: B<--multiplayer-repeat=>I<value>
sr: B<--era=>I<вр›иједност>|~ B<--multiplayer-repeat=>I<вр›иједност>|~

source: B<--data-path>
sr: B<--path>|~ B<--data-path>>|~

source: path the path of the data directory and exits.
sr: исписује име директоријума са подацима игре и излази.|~ исписује путању директоријума са подацима и излази.|~

source: B<--userconfig-dir>I<\ name>
sr: B<--config-dir>I<\ име>|~ B<--userconfig-dir>I<\ име>|~

source: sets the user configuration directory to I<name> under $HOME or "My Documents\eMy Games" for windows. You can also specify an absolute path for the configuration directory outside the $HOME or "My Documents\eMy Games". Under X11 this defaults to $XDG_CONFIG_HOME or $HOME/.config/wesnoth, on other systems to the userdata path.
sr: задаје поставни директоријум I<име>, под $HOME или „Моји документи\eМоје игре“ на ~@/Виндоузу/Windowsu/. Такође можете задати апсолутну путању поставног директоријума изван $HOME или „My Documents\eMy Games“.|~ задаје поставни директоријум I<име>, под $HOME или „Моји документи\eМоје игре“ на ~@/Виндоузу/Windowsu/. Такође можете задати апсолутну путању поставног директоријума изван $HOME или „My Documents\eMy Games“. Под ~@/Иксом 11/X-om 11/ ово је подразумевано $XDG_CONFIG_HOME или $HOME/.config/wesnoth, а на другим системима путања корисничких података.|~

source: B<--userconfig-path>
sr: B<--config-path>|~ B<--userconfig-path>|~

source: B<--userdata-dir>I<\ name>
sr: B<--config-dir>I<\ име>|~ B<--userdata-dir>I<\ име>|~

source: sets the userdata directory to I<name> under $HOME or "My Documents\eMy Games" for windows. You can also specify an absolute path for the userdata directory outside the $HOME or "My Documents\eMy Games".
sr: задаје поставни директоријум I<име>, под $HOME или „Моји документи\eМоје игре“ на ~@/Виндоузу/Windowsu/. Такође можете задати апсолутну путању поставног директоријума изван $HOME или „My Documents\eMy Games“.|~ задаје директоријум корисничких података I<име>, под $HOME или „Моји документи\eМоје игре“ на ~@/Виндоузу/Windowsu/. Такође можете задати апсолутну путању овог директоријума изван $HOME или „My Documents\eMy Games“.|~

source: B<--userdata-path>
sr: B<--path>|~ B<--userdata-path>|~

source: prints the path of the userdata directory and exits.
sr: исписује путању корисничког поставног директоријума и излази.|~ исписује путању директоријума корисничких података и излази.|~

source: B<--ignore-map-settings>
sr: B<--logdomains>|~ B<--ignore-map-settings>|~

source: B<--preprocess-defines=DEFINE1,DEFINE2,etc>
sr: B<--preprocess-defines=ДЕФИНИЦИЈА1,ДЕФИНИЦИЈА2,итд>|~

source: comma separated list of defines to be used by the '--preprocess' command. If B<SKIP_CORE> is in the define list the "data/core" directory won't be preprocessed.
sr: запетама раздвојен списак дефиниција које ће користити наредба --preprocess. Ако се на списку налази B<SKIP_CORE>, директоријум data/core неће бити предобрађен.|~

source: B<--username>I<E<lt>usernameE<gt>>
sr: B<--username>I<E<lt>корисникE<gt>>|~

source: uses E<lt>usernameE<gt> when connecting to a server, ignoring other preferences.
sr: задаје E<lt>корисникаE<gt> при повезивању на сервер, игноришући друге поставке.|~

source: B<--password>I<E<lt>passwordE<gt>>
sr: B<--password>I<E<lt>лозинкаE<gt>>|~

source: uses E<lt>passwordE<gt> when connecting to a server, ignoring other preferences. Unsafe.
sr: задаје E<lt>лозинкуE<gt> при повезивању на сервер, игноришући друге поставке. Небезбедно.|~

source: do not use map settings, use default values instead.
sr: не користи поставке мапе, већ подразумеване вредности.|~

source: repeats a multiplayer game I<value> times. Best to use with B<--nogui> for scriptable benchmarking.
sr: понавља играчку партију I<вр›иједност> пута. При скриптованом одмеравању најбоље користити уз B<--nogui>.|~
