Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: To those capable of building one, the ability to lay a <italic>text='bridge'</italic> offers a liberation from the fickle nature of waterways, whose fords come and go with the rise and fall of the waterline. This is to say nothing of the luxury of dry feet, the loss of which is no laughing matter in the cold months of the year. For those who go by land or sea, a bridge is the best of both worlds — for gameplay purposes, it is treated either as grassland or the underlying water, whichever offers the best movement and defensive bonuses for the unit occupying the bridge hex. Note that a swimming unit and a land unit are not capable of occupying a bridge hex at the same time.
sr: Онима који су кадри да их граде, мостови пружају слободу од хировитих природних водених токова, чији прелази израњају и нестају са скоковима и падовима водостаја. А да се не помиње луксуз сувих стопала, што никако није за занемарити у хладнијим м›јесецима године. Било за копнене или пливачке јединице, мост је најбоље од оба св›ијета. У оквиру игре, узима се или као равница или као плитка вода, према томе која опција више одговара заштити и кретању јединице на мосту. Имајте у виду да пливајућа и копнена јединица ипак не могу стајати заједно на пољу моста.|~ Онима који су кадри да их граде, <italic>text='мостови'</italic> пружају слободу од хировитих природних водених токова, чији прелази израњају и нестају са скоковима и падовима водостаја. А да се не помиње луксуз сувих стопала, што никако није за занемарити у хладнијим м›јесецима године. Било за копнене или пливачке јединице, мост је најбоље од оба св›ијета. У оквиру игре, узима се или као равница или као плитка вода, према томе која опција више одговара заштити и кретању јединице на мосту. Имајте у виду да пливајућа и копнена јединица ипак не могу стајати заједно на пољу моста.|~

source: Switch debug mode on (does not work in multiplayer). See <ref>dst='debug_commands' text='debug mode commands'</ref>. Debug mode is turned off by quitting the game or :nodebug.
sr: улази у исправљачки режим (не ради у вишеигрању); погледајте <ref>dst='debug_commands' text='Исправљачке наредбе'</ref>. Исправљање се искључује напуштањем игре или наредбом :nodebug. |~ улази у исправљачки режим (не ради у вишеигрању); погледајте <ref>dst='debug_commands' text='исправљачке наредбе'</ref>. Исправљање се искључује напуштањем игре или наредбом :nodebug. |~

source: Set or toggle player on side between human and AI player. The player/client who controls that side needs to issue this command. If no second parameter is supplied, toggle bewteen human and AI. If it is ‘on’, set an AI controller. If it is ‘off’ set a human controller. Defaults to the currently active side if no parameter is supplied.
sr: задаје или пребацује страну играча између човека и ВИ. Играч/клијент који управља том страном мора да изда ову наредбу. Ако се други параметар не зада, обрће између чов›јека и ВИ; ако је ‘on’, управљач постаје ВИ, а уз ‘off’ чов›јек. Спада на тренутно активну страну ако се не зада ни један параметар. |~ |~e0

source: Ban a user in a multiplayer game by the IP address used by that username and kick him. Can be used on users not in the game but on the server. (Of course they won’t be kicked then.)
sr: забрањује играча по ИП адреси коју користи то корисничко име, и избацује га. Може се користити на корисницима ван игре али на серверу (наравно, тада их се нема одакле избацити.) |~ |~e0

source: Change the controller for side (write here the number of the side) to username (write here the nickname of the player or observer). You can check what side belongs to which player in the <bold>text='Scenario Settings'</bold> dialog (Press the <bold>text='More'</bold> button in the <bold>text='Status Table'</bold> (alt+s by default) to get there.). The host can change control of any side.
sr: м›ијења управљача стране (задате бројем) на дато корисничко име (надимак играча или посматрача). Који играч припада којој страни можете пров›јерити у дијалогу „~%/Scenario Settings/“; притисните дугме за више у табели стања (подразум›ијевно алт+S) да дођете дотле. Домаћин може изм›ијенити управљање било којом страном. |~ м›ијења управљача стране (задате бројем) на дато корисничко име (надимак играча или посматрача). Који играч припада којој страни можете пров›јерити у дијалогу <bold>text='~%/Scenario Settings/'</bold>; притисните дугме за више у табели стања (подразум›ијевно Alt+S) да дођете дотле. Домаћин може изм›ијенити управљање било којом страном. |~

source: Adds the specified amount to the current side’s gold.
sr: додаје задату количину златника текућој страни. |~ |~e0

source: Steadfast: This unit’s resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
sr: Постојаност: Отпорности јединице су удвостручене при одбрани, до највише 50%. Не утиче на рањивост.|~ |~e0

source: Plague: When a unit is killed by a Plague attack, that unit is replaced with a unit identical to and on the same side as the unit with the Plague attack. This doesn’t work on Undead or units in villages.
sr: Куга: Када јединица настрада под нападом куге, бива зам›ијењена истов›јетном јединицом али на страни оне која је бацила кугу. Не ради на немртвима или јединицама у селу.|~ |~e0

source: Plague: When a unit is killed by a Plague attack, that unit is replaced with a Walking Corpse on the same side as the unit with the Plague attack. This doesn’t work on Undead or units in villages.
sr: Куга: Када јединица настрада под нападом куге, бива зам›ијењена бауљашем на страни оне која је бацила кугу. Ово не ради на немртвима или јединицама у селу.|~ |~e0

source: Charge: When used offensively, this attack deals double damage to the target. It also causes this unit to take double damage from the target’s counterattack.
sr: Јуриш: Употр›ијебљен офанзивно, овај напад наноси двоструку штету мети. Али такође доводи до двоструког оштећења уколико циљана јединица удари у противнападу.|~ |~e0

source: Second Watch — First Hour
sr: друга стража|~ друга стража — први час|~

source: Second Watch — Second Hour
sr: друга стража|~ друга стража — други час|~

source: Second Watch — Third Hour
sr: друга стража|~ друга стража — трећи час|~

source: Second Watch — Fourth Hour
sr: друга стража|~ друга стража — четврти час|~

source: Second Watch — Fifth Hour
sr: друга стража|~ друга стража — пети час|~

source: Second Watch — Sixth Hour
sr: друга стража|~ друга стража — шести час|~

source: This unit’s arcane attack deals tremendous damage to magical creatures, and even some to mundane creatures.
sr: Волшебни напад ове јединице наноси огромну штету магичним створењима, а чак и неким овосв›јетским.|~ |~e0

source: This unit is capable of rapid healing.
sr: Ова јединица познаје основе л›ијечења.|~ Ова јединица је добро изучила л›ијечење.|~

source: This unit’s skill at skirmishing allows it to ignore enemies’ zones of control and thus move unhindered around them.
sr: В›јештина ове јединице у чаркању омогућује јој да игнорише непријатељске надзорне појасеве, и стога се креће неометана њима.|~ |~e0

source: In woodlands, this unit’s ambush skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
sr: У шумама, в›јештина зас›једе чини ову јединицу невидљивом непријатељима, осим уколико се не нађу одмах до ње, или ако се открије нападом.|~ |~e0

source: This unit’s marksmanship gives it a high chance of hitting targeted enemies, but only on the attack.
sr: Оштроокост ове јединице пружа јој добре изгледе да погоди циљаног непријатеља, али само у нападу.|~ |~e0

source: This unit has magical attacks, which always have a high chance of hitting an opponent.
sr: Ова јединица пос›једује магичне нападе, којима су ув›ијек добри изгледи да погоде противника.|~ |~e0

source: The length of this unit’s weapon allows it to strike first in melee, even in defense.
sr: Дугачко оружје ове јединице омогућује јој да ув›ијек удари прва у блиској борби, чак и када се брани.|~ |~e0

source: The victims of this unit’s poison will continually take damage until they can be cured in town or by a unit which cures.
sr: Жртве отрова који пос›једује ова јединица, трајно ће трп›јети штету док се не исц›ијеле или у селу, или код јединице која исц›јељује.|~ |~e0

source: Immune to drain, poison, and plague
sr: имунитет на црпљење, отров и кугу|~ |~e0

source: Drakes are large, winged and fire-breathing creatures, reminiscent of true dragons. On average, an adult drake stands around three meters tall and easily weighs more than a man and a horse combined. Their skin is made up of hard scales, resistant to most physical strikes except piercing and cold damage. Most drakes are capable of true flight and can travel long distances quickly. However, their sheer weight and bulk limits their flight ability somewhat, making them ungainly in the air. Where possible, they make use of terrain features such as hills, mountains and trees as launch points in order to gain greater height and speed. Fortunately for their enemies, they are still quite clumsy creatures and surprisingly slow in combat. This, combined with their large size, renders them easy targets for those who dare attack them. Drakes are inherently magical creatures, with a mysterious internal fire fueling their very lives. This can easily be witnessed when one of their kind perishes in combat; its internal fire is released, burning their remains in to ashes. Their internal fire is also their greatest weakness; it makes them extremely vulnerable to cold attacks. Despite their magical nature, drakes are incapable of channeling magic in a controlled manner. While the magic imbued within a drake’s body enables it to spit fire and gives it life, they have no willful control over its functions of this magic. <header>text='Society'</header> Drakes are a relatively warlike race and their societies can be best described as cultured martial societies. The core of a drake tribe is a small group of veteran warriors headed by a mutually respected — or simply feared — <ref>dst='dominant' text='dominant'</ref> who rules the society with an iron fist. Every drake is expected to earn their place in the strict hierarchy, to obey their superiors and command their inferiors. Entry to the ruling elite is only possible through challenging and defeating a superior in single combat, which is the way the hierarchy within the elite itself is established. The use of deception of any kind towards any fellow drake is, without exception, seen as cowardly and unacceptable. While their warlike nature and sense of territory drives them to defend their territories savagely, drakes rarely invade or trespass on areas already occupied by the other major races. Instead, they settle in unpopulated areas to establish their own territory there. They primarily feed on large game they hunt in the lowlands around their homes, but hatchlings and lower caste drakes are known to feed also on certain of moss and fungi they cultivate deep in their caverns. The only technology drakes value is armor- and weapon-smithing, and neither know or need other science and culture besides this. However the few implements they do fashion are almost unrivaled in quality, only matched by those produced in the finest Dwarvish foundries. Drakes are hatched from eggs and usually live naturally between 20 to 30 years. Death in battle is the most preferred way for a drake to leave this world. Unlike the elder members of other races, drakes naturally grow more aggressive and reckless towards the ends of their natural lives, perhaps to help ensure their place in the heroic legends of their kind. <header>text='Geography'</header> Drakes originated from an archipelago of volcanic islands called <ref>dst='morogor' text='Morogor'</ref> in the <ref>dst='great_ocean' text='Great Ocean'</ref>. A combination of population pressure and the subsidence of many of their home islands has caused colonies of drakes to spread to the <ref>dst='great_continent' text='Great Continent'</ref>. Drakes tend to make their homes in mountain caverns near volcanoes to protect their eggs, hatchings and forges. While drakes naturally prefer warmth, their internal fire is more than capable of sustaining them even in a relatively cold climate, a feature which has allowed them to populate even some of the mountains of the far north of the Great Continent.
sr: Змагови су велика, крилата и ватродахна створења, спомен истинским змајевима. Прос›јечан одрастао змаг сеже три метра у висину и лако тежи више од чов›јека и коња му заједно. Кожа им је сачињена од тврде крљушти, отпорне на већину физичких утицаја осим пробојних и мразних удара. Већина змагова вична је правом лету, брзо преваљујући велику даљину. Ипак, сирова им тежина и обујам понешто ограничава в›јештину лета, чинећи их незграпним у ваздуху. Гд›је је то могуће, за полетање користе обличја терена попут брда, планина и стабала, како би досегли већу висину и брзину. Срећом по њихове непријатеље, створења су сасма неспретна и изненађујуће спора у боју. Ово их, уз големи стас, чини лаким метама онима што се усуде насрнути. Змагови су самосвојно магична створења, којима тајанствени унутрашњи плам погони саме животе. Ово се лако прим›ијети кад неки од њихове сорте страда у боју: плам се ослободи, спаљујући остатке до пепела. Тај унутрашњи плам им је и највећа слабост, чинећи их изнимно рањивим на мразне нападе. Упркос својој магичној природи, змагови нису способни за контролисано усм›јеравање магије. Док им свепрожимајућа т›јелесна магија даје живот и омогућава бљување ватре, немају св›јесну контролу над њеним д›јеловањем. <header>text='Друштво'</header> Змагови су сразм›јерно ратоборна раса, чија се друштва понајбоље могу описати као узорна војничка устројства. Срж змашког племена група је прекаљених ратника, на челу са свеопште поштованим — или страхопоштованим — вођем, који друштвом влада гвозденом песницом. Од сваког се змага очекује да заради своје м›јесто у строгој хијерархији, да поштује своје главешине и командује својим подређенима. Приступ владајућој елити могуће је само кроз изазов и поб›једу над надређеним у борби један на један, што је и начин на који се успоставља хијерархија међу самом елитом. Било каква врста обмањивања својих сународника сматра се, без изузетка, кукавичком и неприхватљивом. Док их ратоборна природа и територијална св›ијест гони на дивљу одбрану својих насеобина, змагови р›ијетко упадају на подручја већ под управом неке од других великих раса. Ум›јесто тога насељавају се у ненасељеним областима, гд›је успостављају свој поредак. Претежно се хране великом ловином коју налазе у удолинама око својих домова, али је познато да се новоизлегли и ниже змашке касте хране и врстама маховина и гљива које гаје дубоко у својим пећинама. Израда оклопа и оружја једино је ум›ијеће које змагови ц›ијене и нити знају нити траже других наука поред ове. Ипак, малобројни предмети што их израђују каквоће су скоро без премца, с којом се може м›јерити само најбоље из патуљачких ковница. Змагови се легу из јаја, и обично достижу између 20 и 30 година старости. За једног змага, смрт у боју је најпожељнији начин да се напусти овај св›ијет. За разлику од старијих чланова других раса, змагови природно постају све насртљивији и необузданији како се ближе крају живота, можда како би осигурали себи м›јесто у јуначким предањима своје врсте. <header>text='Распрострањеност'</header> Постојбина змагова б›ијеше ланац вулканских острва у Великом океану. Спрега пренасељености и постепеног тоњења многих од тих острва учини да се колоније змашке размиле до Великог континента. Змагови обично свијају домове у планинским пећинама, близу вулкана ради заштите својих јаја, излеглих и ковница. Док змагови уживају у топлом, унутрашњи им плам омогућава да се одрже у сразм›ијерно хладним пределима. Ово им је допустило да настане чак и неке планине на далеком с›јеверу Великог континента.|~ Змагови су велика, крилата и ватродахна створења, спомен истинским змајевима. Прос›јечан одрастао змаг сеже три метра у висину и лако тежи више од чов›јека и коња му заједно. Кожа им је сачињена од тврде крљушти, отпорне на већину физичких утицаја осим пробојних и мразних удара. Већина змагова вична је правом лету, брзо преваљујући велику даљину. Ипак, сирова им тежина и обујам понешто ограничава в›јештину лета, чинећи их незграпним у ваздуху. Гд›је је то могуће, за полетање користе обличја терена попут брда, планина и стабала, како би досегли већу висину и брзину. Срећом по њихове непријатеље, створења су сасма неспретна и изненађујуће спора у боју. Ово их, уз големи стас, чини лаким метама онима што се усуде насрнути. Змагови су самосвојно магична створења, којима тајанствени унутрашњи плам погони саме животе. Ово се лако прим›ијети кад неки од њихове сорте страда у боју: плам се ослободи, спаљујући остатке до пепела. Тај унутрашњи плам им је и највећа слабост, чинећи их изнимно рањивим на мразне нападе. Упркос својој магичној природи, змагови нису способни за контролисано усм›јеравање магије. Док им свепрожимајућа т›јелесна магија даје живот и омогућава бљување ватре, немају св›јесну контролу над њеним д›јеловањем. <header>text='Друштво'</header> Змагови су сразм›јерно ратоборна раса, чија се друштва понајбоље могу описати као узорна војничка устројства. Срж змашког племена група је прекаљених ратника, на челу са свеопште поштованим — или страхопоштованим — <ref>dst='dominant' text='надмоћником'</ref>, који друштвом влада гвозденом песницом. Од сваког се змага очекује да заради своје м›јесто у строгој хијерархији, да поштује своје главешине и командује својим подређенима. Приступ владајућој елити могуће је само кроз изазов и поб›једу над надређеним у борби један на један, што је и начин на који се успоставља хијерархија међу самом елитом. Било каква врста обмањивања својих сународника сматра се, без изузетка, кукавичком и неприхватљивом. Док их ратоборна природа и територијална св›ијест гони на дивљу одбрану својих насеобина, змагови р›ијетко упадају на подручја већ под управом неке од других великих раса. Ум›јесто тога насељавају се у ненасељеним областима, гд›је успостављају свој поредак. Претежно се хране великом ловином коју налазе у удолинама око својих домова, али је познато да се новоизлегли и ниже змашке касте хране и врстама маховина и гљива које гаје дубоко у својим пећинама. Израда оклопа и оружја једино је ум›ијеће које змагови ц›ијене и нити знају нити траже других наука поред ове. Ипак, малобројни предмети што их израђују каквоће су скоро без премца, с којом се може м›јерити само најбоље из патуљачких ковница. Змагови се легу из јаја, и обично достижу између 20 и 30 година старости. За једног змага, смрт у боју је најпожељнији начин да се напусти овај св›ијет. За разлику од старијих чланова других раса, змагови природно постају све насртљивији и необузданији како се ближе крају живота, можда како би осигурали себи м›јесто у јуначким предањима своје врсте. <header>text='Распрострањеност'</header> Постојбина змагова б›ијеше архипелаг вулканских острва у <ref>dst='great_ocean' text='Великом океану'</ref> по имену <ref>dst='morogor' text='Морогор'</ref>. Спрега пренасељености и постепеног тоњења многих од тих острва учини да се колоније змашке размиле до <ref>dst='great_continent' text='Великог континента'</ref>. Змагови обично свијају домове у планинским пећинама, близу вулкана ради заштите својих јаја, излеглих и ковница. Док змагови уживају у топлом, унутрашњи им плам омогућава да се одрже у сразм›ијерно хладним пределима. Ово им је допустило да настане чак и неке планине на далеком с›јеверу Великог континента.|~

source: Compared to humans, elves are somewhat taller, more agile but less sturdy. They have slightly pointy ears, pale skin and usually blond hair. Few differences between humans and elves are more pronounced than the Elves’ unusually long life — most, unless claimed by illness, accident or war, live a full two and a half centuries. While some elves possessing a high magical aptitude have been known to live an additional full century, most elves begin to grow physically frail at some point between 250 and 300 years of age and pass away rapidly (generally within a year or two) thereafter. Elves are naturally imbued with magic to a small degree. Though most are unable to channel it directly, its latent presence gives them their keen senses and long life. Many elves have magic-driven talents such as marksmanship or stealth, allowing them to achieve tasks that most normal beings would find astonishing. Those elves that learn to wield this power in more general ways can become truly formidable in its use. Many choose to use their gift to heal others. A few elves, venturing far down the paths of magic and mysticism, become sensitive to the presence of cold iron and can even be burned by it. Elvish legend hints that this was more common in the far past. Elves spend much of their time honing their talents and skills. Those not adept at the magical arts typically devote their time honing their physical skills. As a result, elves excel at archery, which is perhaps their most important method of warfare. Most elvish troops carry a bow and no other race can rival their archers in speed and accuracy. All elves also share an intense affection for unspoiled nature. They often feel uncomfortable in open unvegetated spaces. They live primarily in the forests of the Great Continent; the Aethenwood in the southwest, Wesmere in the northwest, and the great northern woods of which the Lintanir Forest is the southernmost edge. Elves are the eldest race of the continent, with the possible exception of trolls. Many of their settlements cannot be reliably dated, undoubtedly having existed for over a millennium.
sr: Наспрам људи, вилењаци су нешто виши растом, окретнији, али ‹њежније грађе. Уши су им незнатно зашиљене, тен бл›ијед, а коса углавном плава. Мало је разлика између људи и вилењака изразитијих од необично дугог в›ијека потоњих — не опхрва ли их болест, удес или рат, обично поживе два и по сто‹љећа. Док су познати вилењаци високих магијских склоности који су дочекали и крај трећег сто‹љећа, већина почиње физички да посустаје између двадесетпете и тридесете деценије, да би потом убрзано свенули за непуну годину или дв›ије. Вилењаци су у малој м›јери природно прожети магијом. Иако се претежно не ум‹ију њоме непосредно служити, њено потајно присуство пружа им оштра чула и дуг в›ијек. Магија у вилењака потпомаже и изв›јесне в›јештине, попут стрељаштва или прикривања, омогућавајући постигнућа у њима већини овосв›јетских бића запањујућим. Вилењаци који се науче општијим начинима употребе ове моћи могу постати њени истински владари. Многи изаберу да свој дар прим›ијене у видању других. Понеки вилењак, који се дубоко отисне стазама магије и мистицизма, постане ос›јетљив на присуство хладног гвожђа толико да га ово може опећи. Вилењачка предања нагов›јештавају чешћу појаву овога у далекој прошлости. Вилењаци проводе пуно времена изоштравајући своју надареност и в›јештине. Они који нису пристали магијским ум›ијећима обично се посвећују физичким в›јештинама. Исход тога је вилењачко ненадмашно стрељаштво, можда њихов најзначајнији ратнички правац. Готово сви вилењачки борци носе лук, а ниједна се друга раса не може м›јерити с вилин-стр›ијелцима по хитрости и прецизности. Сви вилењаци такође д›ијеле силну приврженост неисквареној природи. Често се ос›јећају непријатно на пустим неозелењеним просторима. Углавном живе по шумама Великог континента: у Етенвуду на југозападу, Весмеру на с›јеверозападу, и великим с›јеверним шумама Линтанира. Вилењаци су најдревнија раса континента, могуће с изузетком тролова. Многим вилењачким насеобинама није могуће поуздано проц›ијенити старост, која се засигурно протеже више од миленијума.|~ |~e0

# race+female
source: Monster
sr: чудовиште|~ |~e0
