Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: Northern Winter
sr: Северњачка зима|~ С›јеверњачка зима|~

source: Across the river were lands few humans had ever visited. The occasional distant thutter of orcish signal drums made the abundant pine forests nestled in rolling foothills both breathtaking and ominous.
sr: Преко реке лежаху земље у које је мало који човек зашао. Повремена удаљена грмљавина орковских сигналних бубњева, чинила је раскошне борове шуме угњеждене у валовитим долинама истовремено и предивним и злослутним.|~ Преко р›ијеке лежаху земље у које је мало који чов›јек зашао. Повремена удаљена грмљавина орковских сигналних бубњева, чинила је раскошне борове шуме угнијежђене у валовитим долинама истовремено и предивним и злослутним.|~ Преко р›ијеке лежаху земље у које је мало који чов›јек зашао. Повремена удаљена грмљавина орковских сигналних бубњева, чинила је раскошне борове шуме угн›ијежђене у валовитим долинама истовремено и предивним и злослутним.|~

source: This winter is bitterly cold! Perhaps we should stop here and rest a while.
sr: Ова је зима опако хладна! Можда би требало да станемо овде и одморимо се на кратко.|~ Ова је зима опако хладна! Можда би требало да станемо овд›је и одморимо се на кратко.|~

source: We have had a hard march ever since we were besieged by the undead in that foul valley. Now winter bears down upon us, and we have spent most of our money. This land looks fertile enough. Surely we can settle here for the winter!
sr: Без предаха марширамо још од како су нас немртви опседали у оној грозној долини. Сада се зима спушта на нас, и потрошили смо већи део новаца. Земља делује довољно плодно. Заиста бисмо могли овде застати и презимити!|~ Без предаха марширамо још од како су нас немртви опс›иједали у оној грозној долини. Сада се зима спушта на нас, и потрошили смо већи д‹ио новаца. Земља д›јелује довољно плодно. Заиста бисмо могли овд›је застати и презимити!|~

source: Yes, let us rest a while! I am sure there are many challenges ahead, and I do not think I could endure another like the fording of the river for many days.
sr: Да, одморимо се неко време! Сигуран сам да нас чекају многи изазови, а требаће ми још много дана пре него што будем могао опет издржати нешто слично оном преласку реке.|~ Да, одморимо се неко вр›ијеме! Сигуран сам да нас чекају многи изазови, а требаће ми још много дана пр›ије него што будем могао опет издржати нешто слично оном преласку р›ијеке.|~

source: Then we shall wrest control of the land from them. To arms men!
sr: Онда ћемо морати да им истргнемо власт над овом земљом. На оружје, људи!|~

source: More snow is falling. We must finish this battle quickly. Onward men!
sr: Снег и даље пада. Морамо хитро окончати ову битку. Напред!|~ Сн›ијег и даље пада. Морамо хитро окончати ову битку. Напр›ијед!|~

source: We must make haste before the snow overwhelms us!
sr: Морамо пожурити пре него што нас снега затрпа!|~ Морамо пожурити пр›ије него што нас сн›ијег затрпа!|~

source: Victory is ours! We have secured the land from the orcs. Now we can rest here while the cold winter passes.
sr: Победа је наша! Очистили смо земљу од оркова. Сада се можемо одморити док не прођу зимски мразеви.|~ Поб›једа је наша! Очистили смо земљу од оркова. Сада се можемо одморити док не прођу зимски мразеви.|~

source: Let us not rest for too long though, friends. We must still reach the ancient dwarven lands before our foes do.
sr: Па ипак, не одмарајмо се предуго, пријатељи. И даље нам је стићи до древних патуљачких земаља пре наших противника.|~ Па ипак, не одмарајмо се предуго, пријатељи. И даље нам је стићи до древних патуљачких земаља пр›ије наших противника.|~

source: A camp was pitched in a secluded valley that protected its occupants from the worst of the winter weather and roving orc patrols. During this time, the valley walls echoed with the squeaks of gryphon hatchlings, who happily frolicked across the camp.
sr: У осамљеној долини, подигоше логор који ће их заклонити од најгорих зимских бура и лутајућих орковских патрола. За то време, обронци око долине одјекивали су криковима грифонских младунаца који су се безбрижно играли по логору.|~ У осамљеној долини, подигоше логор који ће их заклонити од најгорих зимских бура и лутајућих орковских патрола. За то вр›ијеме, обронци око долине одјекивали су криковима грифонских младунаца који су се безбрижно играли по логору.|~

source: Konrad set his shamans to the task of corralling the animals. The elvish shamans had a natural rapport with the gryphlets, whose wings were still too small to carry a mount.
sr: Конрад одреди својим врачаркама да се баве припитомљавањем животиња. Вилењачке врачарке били су у природном сагласју са младим грифонима, чија су крила још увек била премала да понесу човека на леђима.|~ Конрад одреди својим врачаркама да се баве припитомљавањем животиња. Вилењачке врачарке били су у природном сагласју са младим грифонима, чија су крила још ув›ијек била премала да понесу чов›јека на леђима.|~

source: A camp was pitched in a secluded valley that protected its occupants from the worst of the winter weather and roving orc patrols.
sr: У осамљеној долини, подигоше логор који ће их заклонити од најгорих зимских бура и лутајућих орковских патрола.|~

source: The Dwarven Doors
sr: Патуљачке двери|~

source: Move Konrad to the entrance of the dwarven tunnels
sr: Доведеш ли Конрада до улаза у патуљачке ходнике|~

source: Knafa-Telfar
sr: Кнафа-Телфар|~

source: Urug-Tan
sr: Уруг-Тан|~

source: Shuuga-Mool
sr: Шуга-Мул|~

source: Pillars of Thunedain
sr: Стубови Тунедајна|~

source: The Great Doors
sr: Велике двери|~

source: Royal Guard
sr: царигардејац|~

source: At last, this is the entrance to the dwarven tunnels.
sr: Напокон, ево улаза у патуљачке тунеле.|~

source: All I can see are ruins and poor villages.
sr: Све што ја видим су рушевине и сиромашна села.|~

source: The poor villagers that once lived here and traded with the dwarves are now held in slavery by the orcs.
sr: Сиромашна села што су некада овде трговала са патуљцима, сада су поробљена у стегу оркова.|~ Сиромашна села што су некада овд›је трговала са патуљцима, сада су поробљена у стегу оркова.|~

source: Slaves to the evil orcs? We must liberate them!
sr: Робови злим орковима? Морамо их ослободити!|~

source: This does not please me, but I will listen to your advice.
sr: Иако ми не чини на савести, послушаћу твој савет.|~ Иако ми не чини на сав›јести, послушаћу твој сав›јет.|~

source: Sir, I should like to scout out the path ahead. It would be disaster for us to find these doors sealed, leaving us as hunting fodder for the gathering horde.
sr: Господине, волео бих да извидим стазе испред нас. Било би страшно да нађемо двери запечаћеним, постали бисмо тада ловина за хорду што се сакупља.|~ Господине, во‹љео бих да извидим стазе испред нас. Било би страшно да нађемо двери запечаћеним, постали бисмо тада ловина за хорду што се сакупља.|~

source: Excellent. We must find a way underground before we are overwhelmed.
sr: Изврсно. Морамо изнаћи пут у подземље пре него што нас надвладају.|~ Изврсно. Морамо изнаћи пут у подземље пр›ије него што нас надвладају.|~

source: My uncle used to smuggle... err... I mean... trade food for the dwarves. He could get grain carts in under the very noses of those ugly orcs.
sr: Мој ујак је некада кријумчарио... овај... мислим, трговао храном са патуљцима. Успевао је провуче кола са намирницама испред носева огавних оркова.|~ Мој ујак је некада кријумчарио... овај... мислим, трговао храном са патуљцима. Усп›ијевао је провуче кола са намирницама испред носева огавних оркова.|~

source: He must be hiding in one of those villages.
sr: Мора да се крије у једном од ових села.|~

source: The defense of the dwarves must have been strong. Look at those ruined towers!
sr: Патуљачка одбрана мора да је била страшна. Погледајте те уништене куле!|~

source: The battle outside was fierce and lasted a full half-year. But, the battles inside the tunnels were worse.
sr: Битка на отвореном је била жестока и трајала целих пола године. Али, битке унутар тунела биле су још горе.|~ Битка на отвореном је била жестока и трајала ц›ијелих пола године. Али, битке унутар тунела биле су још горе.|~

source: The pillars of Thunedain. He was a legendary dwarvish lord who made his last stand here. May we triumph where he fell.
sr: Стубови Тунедајна, легендарног патуљачког господара. Овде му је било последње упориште — нека ми надвладамо где је он пао.|~ Стубови Тунедајна, легендарног патуљачког господара. Овд›је му је било пос‹љедње упориште — нека ми надвладамо гд›је је он пао.|~

source: I would settle for escape, though I know not which I dread more: foul orcs or fetid caves.
sr: Ја бих се задовољио извлачењем живе главе, иако не знам шта ми је горе: погани оркови или плесњиве пећине.|~ Ја бих се задовољио извлачењем живе главе, иако не знам шта ми је горе: погани оркови или п‹љесниве пећине.|~

source: Back to the abyss, spawn of filth!
sr: Назад у бездан, накоту прљави!|~

source: Uncle Somf
sr: Ујка Сомф|~

source: Haw! Any friend of $outlaw_name is a friend of mine too.
sr: Хај! Свак коме је $outlaw_name пријатељ, пријатељ је и мени.|~

source: We need to make it into the caves of the dwarves.
sr: Морамо се пробити у пећине патуљака.|~

source: The mine entrances were all collapsed intentionally during the fighting. The doors, while heavily defended, remain accessible. The orcish hordes that assault them are repulsed, but you may be able to sneak in unnoticed.
sr: Сви улази у руднике су намерно урушени током борби. Дверима, иако тешко брањеним, могло се прићи. Свака орковска хорда је била одбијена у навали, али се можда можете ушуњати непримећени.|~ Сви улази у руднике су нам›ијерно урушени током борби. Дверима, иако тешко брањеним, могло се прићи. Свака орковска хорда је била одбијена у навали, али се можда можете ушуњати неприм›ијећени.|~

source: The best way is through the mine tunnels. The orcs have never found all the mine entrances, and many still lead deep underground.
sr: Најбољи пут је кроз рудничка окна. Оркови никада нису нашли све улазе, и многи од њих још увек воде дубоко у подземље.|~ Најбољи пут је кроз рудничка окна. Оркови никада нису нашли све улазе, и многи од њих још ув›ијек воде дубоко у подземље.|~

source: How are we doing, $outlaw_name|?
sr: Како нам иде, $outlaw_name|?|~

source: The same as always, Uncle!
sr: Исто као и увек, ујаче!|~ Исто као и ув›ијек, ујаче!|~

source: That bad, huh?
sr: Тако лоше, а?|~

source: The doors... they can be moved!
sr: Врата... могу се померити!|~ Врата... могу се пом›јерити!|~

source: Quickly, now, let us slip inside and hope the dwarves do not object...
sr: Брзо сада, провуцимо се унутра и надајмо се да патуљцима неће сметати...|~

source: ... and that the orcs do not follow.
sr: ...и да нас оркови неће пратити.|~

source: The doors are closed and barred from the inside!
sr: Врата су затворене и замандаљена изнутра.|~

source: It is said that the orcs used old mine tunnels to surprise the dwarves. There appears to be one nearby, to the north-east.
sr: Прича се да су оркови користили стара рудничка окна да изненаде патуљке. Једно мислим да је у близини, ка североистоку.|~ Прича се да су оркови користили стара рудничка окна да изненаде патуљке. Једно мислим да је у близини, ка с›јевероистоку.|~

source: Then we must make it to that tunnel!
sr: Онда морамо стићи до тог тунела!|~

source: This old mine seems to be connected to the main tunnels.
sr: Ова стари рудник изгледа као да је повезан са главним тунелима.|~

source: I am hesitant to enter. It will be so difficult in the darkness!
sr: Не журим се да уђем. Биће врло незгодно кретати се у тмини!|~

source: There is no time for idle chatter or delay of any kind. Onward!
sr: Нема се времена за беспослено ћеретање и одуговлачење. Напред!|~ Нема се времена за беспослено ћеретање и одуговлачење. Напр›ијед!|~

source: I have reached the mine entrance, but there is no tunnel here. Rock and rubble completely block the way.
sr: Стигох до улаза у рудник, али нема никаквог тунела. Стене и урушевине потпуно запречавају пут.|~

source: I hope we can make it through the main doors, then.
sr: Надам се онда да можемо ући на главна врата.|~

source: It is our only choice now. Hurry!
sr: То нам је сада једина могућност. Брзо!|~

source: Pray that we live to see sunlight again.
sr: Молите се да доживимо поново светлост дана.|~ Молите се да доживимо поново св›јетлост дана.|~

source: We have defeated the foul orcs guarding this land, but we must continue without rest. More will surely come!
sr: Разбисмо погане орке што чуваше ову земљу, али морамо неуморно наставити. Сигурно ће их још стићи.|~

source: Indeed we must not delay. Let us breach the great doors to the dwarven kingdom.
sr: Заиста не смемо одуговлачити. Пробијмо се кроз велике двери у патуљачко краљевство.|~ Заиста не см›ијемо одуговлачити. Пробијмо се кроз велике двери у патуљачко краљевство.|~

source: Indeed we must not delay. The mines in the northeast are the best way to enter.
sr: Заиста не смемо одуговлачити. Рудници на североистоку су најбоља прилика за улаз.|~ Заиста не см›ијемо одуговлачити. Рудници на с›јевероистоку су најбоља прилика за улаз.|~

source: Ruarrrrr!!!
sr: Руарррр!!!|~

source: A monster was hiding in that lake!
sr: Чудовиште се скриваше у том језеру!|~

source: The legend was true! There are always tentacled creatures hiding in the lakes near the dwarven tunnels.
sr: Предање је истинито! Стално причају о створењима са пипцима која се крију по језерима надомак патуљачких ходника.|~

source: Whew! We make our way through the dangerous fog of the mountains, and now there is all this chaos before us! Come on, men! We must make it to the caves that lie ahead of us!
sr: Ух! Пробисмо се кроз злокобне планинске магле, и ево још метежа пред нама! Хајдете, људи! Морамо стићи до пећина што се простиру испред нас!|~

source: Plunging into the Darkness
sr: Урањање у таму|~

source: Find the dwarves
sr: Нађеш ли патуљке|~

source: Hywyn
sr: Хивин|~

source: Relgorn
sr: Релгорн|~

source: It is dark indeed. We shall have to light torches and tread slowly and carefully. It may be there are still dwarves down here who can aid us!
sr: Уистину је мрачно. Мораћемо да попалимо бакље и наставимо полако и с опрезом. Можда доле још увек има патуљака који нам могу помоћи!|~ Уистину је мрачно. Мораћемо да попалимо бакље и наставимо полако и с опрезом. Можда доле још ув›ијек има патуљака који нам могу помоћи!|~

source: Indeed. We elves do not fare well in these dark pits.
sr: Ми вилењаци нисмо баш вешти у овим мрачним дубинама.|~ Ми вилењаци нисмо баш в›јешти у овим мрачним дубинама.|~

source: Who are these that approach? Surface-dwellers! On your guard, men!
sr: Ко су ти што се приближавају? Неки површњаковићи! Спремте се, људи!|~

source: We come in peace, friends. We come in peace!
sr: Долазимо у миру, пријатељу. Долазимо у миру!|~

source: Oh, do you? I see that you are accompanied by elves. Can we dwarves not live in peace without the treacherous elves coming to bother us?
sr: О, заиста? Видим да имате вилењаке за сапутнике. Зар ми патуљци не можемо живети у миру, без издајничких вилењака да нам дишу за вратом?|~ О, заиста? Видим да имате вилењаке за сапутнике. Зар ми патуљци не можемо жив›јети у миру, без издајничких вилењака да нам дишу за вратом?|~

source: Why such harsh words, dwarf? Elves have never done you any harm.
sr: Чему тако оштре речи, патуљче? Вилењаци вам ништа нажао учинили нису.|~

source: You go too far! I am Kalenz, a mighty elvish lord! How dare such as you, sniveling in his tunnel, call me a coward?
sr: Предалеко ти оде! Ја сам Каленз, силни вилењачки господар! Како се усуђује такав као ти, док цмиздри у свом тунелу, да мене назива кукавицом?|~

source: Peace, friends! Peace! The evil orcs roam the lands above us, we must not fight among ourselves.
sr: Мир, пријатељи, мир! Зли оркови језде земљом изнад нас, не можемо се сад међусобно сукобљавати.|~

source: Very well! Explain your presence here then, human. Who are you? Why have you risked life and limb to come to Knalga, home of the dwarves?
sr: Па добро! Објасни своје присуство на овом месту, човече. Ко сте ви? Зашто ризиковасте своје животе да дођете у Кналгу, дом патуљака?|~ Па добро! Објасни своје присуство на овом месту, чов›јече. Ко сте ви? Зашто ризиковасте своје животе да дођете у Кналгу, дом патуљака?|~

source: Well, we... we...
sr: Па, ми... ми...|~

source: I am, sir.
sr: Ја сам, господине.|~

source: I am Delfador, Delfador the Great, Arch Mage to King Garard, and Protector of his heir.
sr: Ја сам Делфадор, Делфадор Велики, Архимаг краља Гарарда и Заштитник његовог наследника.|~ Ја сам Делфадор, Делфадор Велики, Архимаг краља Гарарда и Заштитник његовог насл›иједника.|~

source: You... you are Delfador? I saw Delfador when I was but a young dwarf, and I will tell you, old man, you are not Delfador. Men! Take these liars out of my sight. Delfador perished many years ago.
sr: Ти... ти си Делфадор? Видех Делфадора једном кад бејах млад патуљак, и рећи ћу ти ово, старче, ниси ти Делфадор. Људи! Склањајте ми ове лажљивце с очију. Делфадор је настрадао пре много година.|~ Ти... ти си Делфадор? Видех Делфадора једном кад бејах млад патуљак, и рећи ћу ти ово, старче, ниси ти Делфадор. Људи! Склањајте ми ове лажљивце с очију. Делфадор је настрадао пр›ије много година.|~

source: I am Delfador the Great! Tremble before my wrath!
sr: Ја сам Делфадор Велики! Задрхтите пред мојим бесом!|~ Ја сам Делфадор Велики! Задрхтите пред мојим б›ијесом!|~

source: You... you really are Delfador! But we had news that you were dead, years ago!
sr: Ти... ти си уистину Делфадор! Али стиже нам вест да си мртав, још пре много година!|~ Ти... ти си уистину Делфадор! Али стиже нам в›ијест да си мртав, још пр›ије много година!|~

source: They thought I was dead. They hoped I was dead. Yet still I live.
sr: Мислили су да сам мртав. Надали су се да сам мртав. Па ипак, ево ме живог.|~

source: Then to the eastern tunnels we shall go!
sr: Онда ћемо у источне тунеле и поћи!|~

source: Gryphon Tender
sr: грифо-младунче|~

source: I am sorry, Prince Konrad. The young gryphons are breaking their ropes. They are simply getting too large and too restless to restrain anymore!
sr: Жао ми је, принче Конраде. Млади грифони гризу своје конопце. Једноставно постају превелики и нестрпљиви за даље обуздавање!|~

source: Beasts? We were planning to use them as mounts.
sr: Звери? Ми мишљасмо да их користимо за јахање.|~ Зв›јери? Ми мишљасмо да их користимо за јахање.|~

source: Ha ha! Gryphons as mounts! Is there no end to your folly?
sr: Ха, ха! Да јашете грифоне! Има ли краја вашим лудостима?|~

source: (looks miffed)
sr: [изгледа увређено]|~ [изгледа увр›ијеђено]|~

source: Well, I suppose...
sr: Па, претпостављам...|~

source: Mounted Dwarf
sr: патуљ-јахач|~

source: Whoa there... No need to be surly, now. Easy...easy... now GO!
sr: Опа... Нема потребе да будеш натмурен. Полако, полако... напред!|~ Опа... Нема потребе да будеш натмурен. Полако, полако... напр›ијед!|~

source: You can now recruit fearsome Gryphon Riders!
sr: Од сада можеш најмити неустрашиве грифо-јахаче!|~

source: Though they stink, gryphons are magnificent animals. They may not be able to navigate our twisted caverns very well, but if you ever see the surface again, they will dominate the skies. Best of luck, Allies-of-Knalga.
sr: Иако заударају, грифони су величанствене животиње. Можда неће моћи вешто да се крећу изувијаним пећинама, али угледаш ли поново површину, господариће они небесима. Добра вам срећа, савезници Кналге.|~ Иако заударају, грифони су величанствене животиње. Можда неће моћи в›јешто да се крећу изувијаним пећинама, али угледаш ли поново површину, господариће они небесима. Добра вам срећа, савезници Кналге.|~

source: Hmm... there seems to be a secret passage behind these rocks!
sr: Хм... личи на тајни пролаз, иза ових стена!|~ Хм... личи на тајни пролаз, иза ових ст›ијена!|~

source: There is a great fortune in this chest of treasure! I can count two hundred pieces of gold!
sr: Велико се богатство налази у овом ковчегу! Могу избројати две стотине златника!|~ Велико се богатство налази у овом ковчегу! Могу избројати дв›ије стотине златника!|~

source: The Lost General
sr: Изгубљени генерал|~

source: Geldar
sr: Гелдар|~

source: Brugg
sr: Бруг|~

source: Lionel
sr: Лајонел|~ Лионел|~

source: We are now in the main dwarvish caverns.
sr: Сада смо у главним патуљачким пећинама.|~

source: Underground roads once led to the different parts of the complex, but now everything lies in ruins.
sr: Подземни путеви некада водише у различите крајеве подземног света, али су сада сви у рушевинама.|~ Подземни путеви некада водише у различите крајеве подземног св›ијета, али су сада сви у рушевинама.|~

source: Burlin
sr: Бурлин|~

source: A hidden whirlpool sucks you down into a subterranean current!
sr: Скривени вир те повуче надоле у подземну струју!|~ Скривени вир те повуче надо‹ље у подземну струју!|~

source: Ulfdain
sr: Улфдајин|~

source: Hello? Who is here?
sr: Еј? Ко иде тамо?|~

source: I am of the merfolk, dweller of the vast oceans! Do not ask me what I am doing in a cave. My lord can be somewhat eccentric. We are fighting at the side of your fellow cave-dwellers to drive back the orcs and trolls.
sr: Ја сам од морејаца, становник неизмерног океана! Не питај ме шта тражим у пећини. Мој господар може бити помало особењак. Боримо се на страни твојих пећинских сустанара, да одбијемо орке и тролове.|~ Ја сам од морејаца, становник неизм›ијерног океана! Не питај ме шта тражим у пећини. Мој господар може бити помало особењак. Боримо се на страни твојих пећинских сустанара, да одбијемо орке и тролове.|~

source: (sniffs) A mer-mahn. Never heard of it. I doubt yer as tasty as my friends here.
sr: [њушка] Мо-ре-јац. Никад чуо. Сумњам да сте укусни као пријатељи ми овде.|~ [њушка] Мо-ре-јац. Никад чуо. Сумњам да сте укусни као пријатељи ми овд›је.|~

source: Why are you down here? Are those... troll carcasses?
sr: Зашто си дошао овамо? Јесу ли то... троловске лешине?|~

source: How long have you been here?
sr: Од када си овде?|~ Од када си овд›је?|~

source: I will rescue you. Hold onto my shoulders, sir dwarf.
sr: Спасићу те. Држи се за моја рамена, гдине патуљче.|~ Спасићу те. Држи се за моја рамена, господине патуљче.|~

source: Better prepared this time to fight the current, you eventually manage to emerge from the whirlpool.
sr: Овога пута спремнији за хватање у коштац са струјом, напокон успе изронити из вира.|~ Овога пута спремнији за хватање у коштац са струјом, напокон усп›је е да изрониш из вира.|~ Овога пута спремнији за хватање у коштац са струјом, напокон усп›је да изрониш из вира.|~

source: Well, mer-mahn, we made it. I will fight for yer lord. He sounds like a brave fellow.
sr: Па, мо-рејцу, успесмо. Борићу се уза твог господара. Звучи као храбро момче.|~ Па, мо-рејцу, усп›јесмо. Борићу се уза твог господара. Звучи као храбро момче.|~

source: These passages seem to have been used recently.
sr: Ови пролази делују као скорије употребљавани.|~
