Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-lib.po
Languages: sr

source: In section '[$section|]' the mandatory key '$key|' isn't set.
sr: У одељку ‘[$section|]’ није постављен обавезни кључ ‘$key|’.|~ У од›ијељку ‘[$section|]’ није постављен обавезни кључ ‘$key|’.|~

source: whisper to $receiver
sr: шапат за $receiver|~

source: Games: showing $num_shown out of $num_total
sr: Партије: приказно $num_shown од $num_total|~

source: Room $name joined
sr: У соби $name|~

source: $player has entered the room
sr: $player уђе у собу|~

source: $player has left the room
sr: $player напусти собу|~

source: Gray Deep Water
sr: дубока вода|~ сива дубока вода|~

source: Medium Deep Water
sr: дубока вода|~ средња дубока вода|~

source: Tropical Deep Water
sr: дубока вода|~ тропска дубока вода|~

source: Gray Shallow Water
sr: плитка вода|~ сива плитка вода|~

source: Medium Shallow Water
sr: плитка вода|~ средња плитка вода|~

source: Tropical Shallow Water
sr: плитка вода|~ тропска плитка вода|~

source: Gray Coastal Reef
sr: обалски гребен|~ сиви обалски гребен|~

source: Tropical Coastal Reef
sr: обалски гребен|~ тропски обалски гребен|~

source: Dark Dirt
sr: блато|~ тамно блато|~

source: Dry Dirt
sr: блато|~ исушено блато|~

source: Clean Gray Cobbles
sr: Уклони етикете|~ чиста сива калдрма|~

source: Desert Sands
sr: пустињске планине|~ пустињски п›ијесак|~

source: Mixed Flowers
sr: јесења мешовита шума|~ мешовито цв›ијеће|~

source: Mushroom Farm
sr: гљиварски гај|~ засад печурака|~

source: Desert Plants
sr: пустињске планине|~ пустињске биљке|~

source: Dead Great Tree
sr: велико дрво|~ мртво велико дрво|~

source: Dry Hills
sr: брда|~ сува брда|~

source: Dry Mountains
sr: пустињске планине|~ суве планине|~

source: Cave Floor
sr: пећински зид|~ пећински под|~

source: Cave Path
sr: пећинска стаза|~ |~e0

source: Lit Mushroom Grove
sr: гљиварски гај|~ осветљени гљиварски гај|~

source: Lava Chasm
sr: бездан лаве|~ |~e0

source: Regular Impassable Mountains
sr: непролазне планине|~ обичне непролазне планине|~

source: Desert Impassable Mountains
sr: непролазне планине|~ пустињске непролазне планине|~

source: Snowy Impassable Mountains
sr: непролазне планине|~ с‹њежне непролазне планине|~

source: Natural Cave Wall
sr: пећински зид|~ природни пећински зид|~

source: Hewn Cave Wall
sr: пећински зид|~ обрађени пећински зид|~

source: Stone Wall
sr: пећински зид|~ камени зид|~

source: Impassable Overlay
sr: непролаз|~ непролазни преклоп|~

source: Adobe Village
sr: село|~ село од земљаних опека|~

source: Tent Village
sr: село|~ село под шаторима|~

source: Orcish Village
sr: село|~ орковско село|~

source: Elven Village
sr: село|~ вилењачко село|~

source: Snowy Cottage
sr: с‹њежне планине|~ с‹њежна колиба|~

source: Ruined Cottage
sr: кула урушеног замка|~ урушена колиба|~

source: Windmill Village
sr: село|~ село ветрењача|~

source: Tropical Village
sr: тропска шума|~ тропско село|~

source: Drake Village
sr: село|~ змашко село|~

source: Cave Village
sr: село|~ пећинско село|~

source: Dwarven Village
sr: село|~ патуљачко село|~

source: Hut
sr: Исеци|~ кућица|~

source: Snowy Hut
sr: с‹њежне планине|~ с‹њежна кућица|~

source: Snowy Log Cabin
sr: с‹њежне планине|~ с‹њежна брвнара|~

source: Swamp Village
sr: село|~ мочварно село|~

source: Village Overlay
sr: Злата по селу|~ сеоски преклоп|~

source: Snowy Encampment
sr: табор|~ с‹њежни табор|~

source: Orcish Castle
sr: замак|~ орковски замак|~

source: Human Castle
sr: замак|~ људски замак|~

source: Snowy Human Castle
sr: с‹њежне планине|~ с‹њежни људски замак|~

source: Dwarven Castle
sr: замак|~ патуљачки замак|~

source: Ruined Castle
sr: кула урушеног замка|~ урушени замак|~

source: Ruined Human Castle
sr: кула урушеног замка|~ урушени људски замак|~

source: Sunken Human Ruin
sr: потопљена рушевина|~ потопљена људска рушевина|~

source: Swamp Human Ruin
sr: мочварна рушевина|~ мочварна људска рушевина|~

source: Desert Castle
sr: замак|~ пустињски замак|~

source: Ruined Desert Castle
sr: кула урушеног замка|~ урушени пустињски замак|~

source: Tall Encampment Keep
sr: кула табора|~ кула високог табора|~

source: Snowy Encampment Keep
sr: кула табора|~ кула с‹њежног табора|~

source: Orcish Keep
sr: кула утврде|~ орковска кула|~

source: Human Castle Keep
sr: кула потопљеног замка|~ кула људског замка|~

source: Snowy Human Castle Keep
sr: кула потопљеног замка|~ кула с‹њежног људског замка|~

source: Elven Castle Keep
sr: кула потопљеног замка|~ кула вилењачког замка|~

source: Dwarven Castle Keep
sr: кула потопљеног замка|~ кула патуљачког замка|~

source: Ruined Keep
sr: кула урушеног замка|~ урушена кула|~

source: Ruined Human Castle Keep
sr: кула урушеног замка|~ кула урушеног људског замка|~

source: Sunken Human Castle Keep
sr: кула потопљеног замка|~ кула потопљеног људског замка|~

source: Swamp Human Castle Keep
sr: кула потопљеног замка|~ кула мочварног људског замка|~

source: Desert Keep
sr: пустиња|~ пустињска кула|~

source: Ruined Desert Keep
sr: кула урушеног замка|~ урушена пустињска кула|~

source: Castle Overlay
sr: кула замка|~ преклоп замка|~

source: Wooden Bridge
sr: мост|~ дрвени мост|~

source: Version:
sr: Верзија: |~ Издање:|~

source: Description:
sr: Опис јединице|~ Опис:|~

# translations
source: None
sr: никакав|~ ниједан|~ нема|~

source: Difficulty
sr: Тежина: |~ Тежина|~

source: Place Label
sr: Етикетирај|~ Етикета места|~

source: Label:
sr: Етикетирај|~ Етикета:|~

source: Team only
sr: Тим 1|~ Само тимски|~

source: Player Info —
sr: Подаци о играчу — |~ |~e0

source: Send Private Message
sr: Пошаљи приватну поруку|~ |~e0

source: Add to Friends
sr: Додај као пријатеља|~ Додај међу пријатеље|~

source: Add to Ignores
sr: Додај као игнорисаног|~ Додај међу игнорисане|~

source: Remove from List
sr: Уклони са списка|~ |~e0

source: Side
sr: С‹љедећа страна|~ Страна|~

source: Change Control
sr: Пром›ијени пречицу|~ Пром›ијени управљање|~

source: Add as Friend
sr: Додај као пријатеља|~ Додај међу пријатеље|~

source: Add as Ignore
sr: Додај као игнорисаног|~ Додај међу игнорисане|~

source: You may login to the official multiplayer server with your forum username and password. Note that registration is not required to join the server: you need to supply a password only if you wish to use a registered username. The Battle for Wesnoth forum can be found at http://forums.wesnoth.org/
sr: На званични вишеиграчки сервер можете се пријавити под својим форумским именом и лозинком. Регистрација није неопходна за приступ серверу: лозинку треба да приложите само ако желите да региструјете корисничко име. Форум „Боја за Веснот“ можете наћи на http://www.wesnoth.org/forum/|~ На званични вишеиграчки сервер можете се пријавити под својим форумским именом и лозинком. Регистрација није неопходна за приступ серверу: лозинку треба да приложите само ако желите да региструјете корисничко име. Форум „Боја за Веснот“ можете наћи на http://forums.wesnoth.org/.|~

source: Host a game using dedicated server ‘wesnothd’
sr: Будите домаћин партије на нам›јенском серверу (wesnothd)|~ |~e0

source: Load a saved game
sr: Учитана позиција|~ Учитај сачувану позицију|~

source: Map Editor
sr: Уређивач|~ Уређивач мапа|~

source: Quit the game
sr: Напусти игру|~ |~e0

source: Animate Map
sr: Створи мапу|~ Анимирај мапу|~

source: Volume:
sr: Јачина звукова:|~ Јачина звука:|~

source: Sighting an allied unit interrupts your unit’s movement
sr: Опажање савезничке јединице прекида кретање ваше|~ |~e0

source: friend
sr: Пријатељи|~ пријатељ|~

source: ignored
sr: Без игнорисаних|~ игнорисан|~

source: Circle doesn't fit on canvas.
sr: Линија не стаје на платно.|~ Круг не стаје на платно.|~

source: Image doesn't fit on canvas.
sr: Линија не стаје на платно.|~ Слика не стаје на платно.|~

source: No node defined.
sr: Страница није дефинисана.|~ Нема ниједног чвора.|~

source: Whisper session with $name started. If you don’t want to receive messages from this user, type /ignore $name
sr: Започета сесија шаптања за $name|. Ако не желите да примате поруке овог корисника, упишите /ignore $name |~ |~e0

source: Version
sr: Верзија: |~ Издање |~

source: Save All Maps
sr: Сачувај мапу|~ Сачувај све мапе|~

source: Refresh WML
sr: Осв›јежи|~ Осв›јежи ~@/ВМЛ/WML/|~

source: Merfolk Village
sr: село|~ морејско село|~

source: Rotting Bridge
sr: мост|~ натрули мост|~

source: Choose Player
sr: Позиција за учитавање|~ Избор играча|~

source: Ignore all
sr: Игнориши све|~ |~e0

source: Change Language
sr: Пром›ијени језик|~ |~e0

source: Fog of war
sr: Магла рата|~ |~e0

source: Full screen
sr: Преко ц›ијелог екрана|~ |~e0

source: Accelerated speed
sr: Убрзано|~ |~e0

source: Skip AI moves
sr: Прескочи потезе ВИ|~ |~e0

source: Show grid
sr: Прикажи мрежу|~ |~e0

source: Do not show lobby joins
sr: Не приказуј уласке у хол|~ |~e0

source: Show lobby joins of friends only
sr: Прикажи уласке у хол само пријатеља|~ |~e0

source: Show all lobby joins
sr: Прикажи све уласке у хол|~ |~e0

source: Sort lobby list
sr: Поређај списак хола|~ |~e0

source: Iconize lobby list
sr: Списак хола у икону|~ |~e0

source: Save password to preferences (plain text)
sr: Сачувај лозинку међу поставкама (чист текст)|~ Сачувај лозинку међу поставкама (обични текст)|~

source: Set Path to wesnothd
sr: Путања до wesnothd|~ |~e0

source: Show floating labels
sr: Плутајуће етикете|~ |~e0

source: Turn dialog
sr: Дијалог потеза|~ |~e0

source: Turn bell
sr: Звоно потеза|~ |~e0

source: Show team colors
sr: Боје тимова|~ |~e0

source: Show haloing effects
sr: Ореолски ефекти|~ |~e0

source: Chat timestamping
sr: Б‹иљежење времена ћаскања|~ |~e0

source: User interface sounds
sr: Звуци корисничког сучеља|~ |~e0

source: Show unit idle animations
sr: Приказуј стајаће анимације јединица|~ Стајаће анимације јединица|~ Анимације мировања јединица|~

source: Show unit standing animations
sr: Стајаће анимације јединица|~ Анимације стајања јединица|~

source: Animate map
sr: Створи мапу|~ Анимирај мапу|~

source: Scroll speed:
sr: Брзина клизања:|~ |~e0

source: Sample rate (Hz):
sr: Учестаност узорковања (Hz):|~ |~e0

source: Buffer size:
sr: Величина бафера: |~ |~e0

source: Chat lines:
sr: Редови ћаскања: |~ Редова ћаскања: |~

source: Choose Theme
sr: Позиција за учитавање|~ Избор теме|~

source: Replay
sr: снимак|~ Снимак|~

source: Scenario start
sr: Почетак сценарија|~ |~e0

source: Pause Network Game
sr: Домаћин мрежној партији|~ Паузирај мрежну партију|~

source: Continue Network Game
sr: Домаћин мрежној партији|~ Настави мрежну партију|~

source: Play Replay
sr: Сачувај снимак|~ Пусти снимак|~

source: Reset Replay
sr: Сачувај снимак|~ Ресетуј снимак|~

source: Stop Replay
sr: Сачувај снимак|~ Заустави снимак|~

source: Full Map
sr: Ц›ијела мапа|~ |~e0

source: Each Team
sr: Сваки тим|~ |~e0

source: Skip Animation
sr: Прескочи анимацију|~ |~e0

source: Export Selected Coordinates to System Clipboard
sr: Извези изабране координате у системску оставу|~ |~e0

source: Enter User Command
sr: Корисничка наредба|~ |~e0

source: Custom Command
sr: Посебна наредба|~ |~e0

source: Run Formula
sr: Изврши ВИ формулу|~ Изврши формулу|~

source: Clear Messages
sr: Очисти поруке|~ |~e0

source: Next Tip of the Day
sr: Претходна јединица|~ С‹љедећи савет дана|~

source: Previous Tip of the Day
sr: Претходна јединица|~ Претходни савет дана|~

source: Start Tutorial
sr: Подучавање|~ Покрени подучавање|~

source: Start Campaign
sr: Играње похода|~ Покрени поход|~

source: Start Multiplayer Game
sr: Вишеиграње|~ Покрени вишеиграчку партију|~

source: Manage Add-ons
sr: Ажурирај додатке|~ Управљај додацима|~

source: Start Editor
sr: Уређивач|~ Покрени уређивач|~

source: Show Credits
sr: Заслуге|~ Прикажи заслуге|~

source: Show Helptip
sr: Прикажи снимак|~ Прикажи текст помоћи|~

source: Number of hills:
sr: Број брда:|~ |~e0

source: Max hill size:
sr: Највећа величина брда:|~ |~e0

source: Castle size:
sr: Величина замка:|~ |~e0

source: Roads between castles
sr: Путеви међу замковима|~ |~e0

source: Press desired hotkey (Esc cancels)
sr: Притисните жељену пречицу (Escape одустаје)|~ |~e0

source: Regular Dirt
sr: блато|~ обично блато|~

source: Regular Cobbles
sr: Уклони етикете|~ обична калдрма|~

source: Beach Sands
sr: пустињске планине|~ обалски п›ијесак|~

source: Stones
sr: пећински зид|~ камење|~

source: Desert Plants without Bones
sr: пустињске планине|~ пустињске биљке без костију|~

source: Windmill
sr: село|~ ветрењача|~

source: Regular Hills
sr: брда|~ обична брда|~

source: Wooden Floor
sr: мост|~ дрвени под|~

source: Earthy Cave Floor
sr: пећински зид|~ земљани пећински под|~

source: Regular Chasm
sr: бездан лаве|~ обичан бездан|~

source: Earthy Chasm
sr: бездан лаве|~ земљани бездан|~

source: Natural Earthy Cave Wall
sr: пећински зид|~ природни земљани пећински зид|~

source: Lit Stone Wall
sr: пећински зид|~ осветљени камени зид|~

source: Desert Tent Village
sr: село|~ село под пустињским шаторима|~

source: Snowy Orcish Village
sr: село|~ с‹њежно орковско село|~

source: Snowy Elven Village
sr: село|~ с‹њежно вилењачко село|~

source: Cottage
sr: с‹њежне планине|~ колиба|~

source: Human City
sr: замак|~ људски град|~

source: Snowy Human City
sr: с‹њежне планине|~ с‹њежни људски град|~

source: Ruined Human City
sr: кула урушеног замка|~ урушени људски град|~

source: Hill Stone Village
sr: село|~ село од брдског камења|~

source: Snowy Hill Stone Village
sr: село|~ с‹њежно село од брдског камења|~

source: Ruined Hill Stone Village
sr: село|~ урушено село од брдског камења|~

source: Log Cabin
sr: с‹њежне планине|~ брвнара|~

source: Snowy Orcish Castle
sr: замак|~ с‹њежни орковски замак|~

source: Snowy Orcish Keep
sr: кула утврде|~ с‹њежна орковска кула|~

source: Keep Overlay
sr: кула замка|~ преклоп куле|~

source: Manage Data
sr: Ажурирај додатке|~ Управљање подацима|~

source: Show previous tip of the day
sr: Претходна јединица|~ Прикажи претходни савет дана|~

source: Show next tip of the day
sr: Претходна јединица|~ Прикажи с‹љедећи савет дана|~

source: Start a new single player campaign
sr: Играње похода|~ Покрени нови поход за једног играча|~

source: Start the map editor
sr: Уређивач|~ Покрени уређивач мапа|~

source: No nodes defined for a tree view.
sr: Страница није дефинисана.|~ Нема ниједног чвора за приказ стабла.|~

source: Ford
sr: газ|~

source: Muddy Quagmire
sr: блатна бара|~

source: Green Grass
sr: зелена трава|~

source: Semi-dry Grass
sr: полусасушена трава|~

source: Dry Grass
sr: сасушена трава|~

source: Leaf Litter
sr: опало лишће|~

source: Overgrown Cobbles
sr: крупна калдрма|~

source: Small Mushrooms
sr: мале печурке|~

source: Fence
sr: ограда|~

source: Stones with Sand Drifts
sr: камење са пешчаним наносом|~

source: Water Lilies
sr: локвањи|~

source: Flowering Water Lilies
sr: цветајући локвањи|~

source: Basic Wooden Floor
sr: прост дрвени под|~

source: Beam of Light
sr: трачак светлости|~

source: Dark Flagstones
sr: тамне камене плоче|~

source: Mine Rail
sr: рудничка шина|~

source: Ethereal Abyss
sr: језоморни бездан|~

source: Volcano
sr: вулкан|~

source: Reinforced Earthy Cave Wall
sr: ојачани земљани пећински зид|~

source: Igloo
sr: игло|~

source: Basic Stone Bridge
sr: прост камени мост|~

source: Cave Chasm Bridge
sr: мост над пећинским безданом|~ пећински мост над безданом|~

source: Off Map
sr: ван мапе|~

source: Experimental Fake Map Edge
sr: пробна лажна ивица мапе|~

source: Author:
sr: Аутор:|~

source: Size:
sr: Величина:|~

source: No description available.
sr: Без описа.|~

source: Translations:
sr: Преводи:|~

source: Choose the add-ons you want to remove.
sr: Изаберите додатке које желите да уклоните.|~

source: Select difficulty level:
sr: Изаберите ниво тежине:|~

source: Clear
sr: Очисти|~

source: Restore
sr: Врати|~

source: Backup
sr: Направи резерву|~

source: Which player should start here?
sr: Који играч почиње одавде?|~

source: Assign sides to players at random
sr: Насумично додели стране играчима|~

source: Nickname
sr: Надимак|~

source: Set the password that people wanting to join your game as players must enter.
sr: Поставите лозинку коју морају да унесу играчи који би да се придруже вашој партији.|~

source: Show Battle for Wesnoth help
sr: Прикажи помоћ „Боја за Веснот“|~

source: Start a tutorial to familiarize yourself with the game
sr: Покрени подучавање ради упознавања са игром|~

source: Play multiplayer (hotseat, LAN, or Internet), or a single scenario against the AI
sr: Вишеиграње (усијано, у ЛАН-у, преко Интернета) или један сценарио против ВИ.|~

source: Download usermade campaigns, eras, or map packs
sr: Преузми походе, епохе или пакете мапа које су направили корисници|~

source: Configure the game’s settings
sr: Подеси поставке игре|~

source: View the credits
sr: Прикажи заслуге|~

source: Attack
sr: Нападни|~

source: Attack enemy
sr: Нападни непријатеља|~

source: %H:%M
sr: %k.%M|~

source: %I:%M %p
sr: %l.%M %p|~

source: Enable planning mode on start
sr: Режим планирања на почетку|~

source: Hide allies’ plans by default
sr: Подразумевано сакриј планове савезника|~

source: Play short random animations for idle units
sr: Насумичне кратке анимације за мирујуће јединице|~

source: Continuously animate standing units in the battlefield
sr: Сталне анимације стајаћих јединица на бојишту|~

source: Display animated terrain graphics
sr: Анимирана графика терен|~

source: Activates Planning Mode on game start
sr: Активира режим планирања на почетку партије|~

source: Hides allies’ Planning Mode plans in multiplayer games
sr: Сакрива планове савезника у вишеиграчким партијама|~

source: Found a widget with a helptip and without a tooltip.
sr: Нађен виџет са текстом помоћи а без облачића.|~

source: [node]id 'root' is reserved for the implementation.
sr: ИД чвора ‘root’ резервисан је за изведбу.|~

source: Test scenario
sr: Пробни сценарио|~

source: Side $side
sr: Страна $side|~

source: Unknown builder id for tree view node.
sr: Непознат ИД градитеља за чвор у приказу стабла.|~

source: The text contains invalid markup:
sr: Текст садржи лоше обележавање: |~

source: The key '$key' is deprecated and support will be removed in version $removal_version.
sr: Кључ ‘$key’ је превазиђен и подршка за њега ће бити уклоњена у издању $removal_version.|~

source: The key '$deprecated_key' has been renamed to '$key'. Support for '$deprecated_key' will be removed in version $removal_version.
sr: Кључ ‘$deprecated_key’ је преименован у ‘$key’. Подршка за ‘$deprecated_key’ биће уклоњена у издању $removal_version.|~

source: Chat Log
sr: Прикажи дневник ћаскања|~ Дневник ћаскања|~

source: Page:
sr: Порука:|~ Страница:|~

source: Last
sr: Последња|~ |~ Последње|~

source: Maximum auto-saves:
sr: Највише аутопозиција: |~ |~e0

# whiteboard
source: Planning Mode
sr: Режим планирања|~ |~e0

# whiteboard
source: Execute Action
sr: Изврши све радње|~ Изврши радњу|~

# whiteboard
source: Execute All Actions
sr: Изврши све радње|~ |~e0

# whiteboard
source: Delete Action
sr: Обриши планирану радњу|~ Обриши радњу|~

# whiteboard
source: Move Action Up
sr: Помери радњу нагоре у реду|~ Помери радњу нагоре|~

# whiteboard
source: Move Action Down
sr: Помери радњу надоле у реду|~ Помери радњу надоле|~

# whiteboard
source: Suppose Dead
sr: Претпостави мртво|~ Претпостави мртвом|~

source: Medium Coastal Reef
sr: обалски гребен|~ средњи обалски гребен|~

source: Swamp Water Reed
sr: кула мочварног људског замка|~ мочварна водена трска|~

source: Campfire
sr: Поход|~ логорска ватра|~

source: Rainforest
sr: зимзелена шума|~ кишна шума|~

source: Palm Forest
sr: зимзелена шума|~ палмина шума|~

source: Dense Palm Forest
sr: зимзелена шума|~ густа палмина шума|~

source: Savanna
sr: савана|~ |~ |~e0

source: Regular Mountains
sr: обичне непролазне планине|~ обичне планине|~

source: Unwalkable Overlay
sr: непролазни преклоп|~ непроходни преклоп|~

source: Elven Castle
sr: кула вилењачког замка|~ вилењачки замак|~

source: Hanging Bridge
sr: натрули мост|~ висећи мост|~

source: Stone Chasm Bridge
sr: мост над пећинским безданом|~ камени мост над безданом|~

source: Plank Bridge
sr: мост|~ црепни мост|~

source: Sands
sr: п›ијесак|~ |~e0

source: Type:
sr: тип|~ Тип:|~

source: Status:
sr: Статус|~ Стање:|~

# url
source: None
sr: ниједан|~ нема|~

# url
source: Copy
sr: Умножи|~ |~e0

# addon_dependencies
source: None
sr: ниједан|~ нема|~

# addons_of_type
source: Campaigns
sr: Поход|~ походи|~

# addons_of_type
source: Scenarios
sr: Почетак сценарија|~ сценарији|~

# addons_of_type
source: MP factions
sr: Радње|~ вигр. фракције|~

# addons_of_type
source: MP campaigns
sr: Играње похода|~ вигр. походи|~

# addons_of_type
source: MP scenarios
sr: Пробни сценарио|~ вигр. сценарији|~

# addons_of_type
source: Other
sr: Друге партије|~ друго|~

# addons_of_type
source: Unknown
sr: Непозната епоха|~ непознато|~

# addons_of_type
source: MP modifications
sr: Модерисање|~ вигр. модификације|~

source: Options
sr: Радње|~ Опције|~

source: Installation status:
sr: Преводи:|~ Стање инсталације:|~

source: Add-on types:
sr: Додаци|~ Типови додатака:|~

source: Toggle All
sr: Приказ елипса|~ Обрни све|~

# sort
source: Ascending
sr: свеза|~ растуће|~

source: Play a Campaign
sr: Играње похода|~ |~e0

source: Previous page
sr: Претходно|~ Претходна страница|~

source: Next page
sr: С‹љедећа страна|~ С‹љедећа страница|~

source: Sound
sr: Звук|~ |~e0

source: Delete ToD
sr: Обриши|~ Обриши распоред|~

source: Immutable
sr: непролаз|~ Неизменљиво|~

source: Edit Scenario Settings
sr: Поставке уређивача|~ Уређивање поставки сценарија|~

source: Experience modifier:
sr: Модификатор искуства|~ Модификатор искуства:|~

source: Turns:
sr: Потез|~ Потеза:|~

source: Random starting time
sr: Насумично вр›ијеме почетка|~ |~e0

source: Side Setup
sr: Страна $side|~ Постављање стране|~

source: Number:
sr: Број брда:|~ Број:|~

source: Team name:
sr: Само тимски|~ Име тима:|~

source: Share map
sr: Анимирај мапу|~ Подели мапу|~

source: No leader
sr: Вођ|~ Без вођа|~

source: Hide in status table
sr: Табела стања|~ Сакриј у табели стања|~

source: Gold per village:
sr: Злата по селу|~ Злата по селу:|~

source: Support per village:
sr: Злата по селу|~ Подршке по селу:|~

# controller
source: Human
sr: људски град|~ чов›јек|~

# controller
source: AI only
sr: Само тимски|~ само ВИ|~

# controller
source: None
sr: ниједан|~ нико|~

# controller
source: Player number:
sr: Играчи:|~ Број играча:|~

source: Create
sr: Направи партију|~ Направи|~

source: Expand/shrink direction:
sr: Рашири/сажми правац|~ Смер ширења/сажимања:|~

source: Resize
sr: Пром›ијени величину мапе|~ Пром›ијени величину|~

source: Do not show again
sr: Не приказуј уласке у хол|~ Не приказуј више|~

source: Change difficulty
sr: Тежина|~ Пром›ијени тежину|~

# filesystem
source: Copy
sr: Умножи|~ |~e0

source: Copy this path to clipboard
sr: Позиција за учитавање|~ Умножи ову путању у оставу|~

source: Game Paths
sr: пећинска стаза|~ Путање игре|~

source: Saved games:
sr: Сачувај позицију|~ Позиције:|~

source: Add-ons:
sr: Додаци|~ Додаци:|~

source: Contents
sr: Садржај|~ садржај|~

source: Choose Modifications
sr: Избор резолуције|~ Избор модификација|~

source: User Interaction Required
sr: Звуци корисничког сучеља|~ Потребан одзив корисника|~

source: User interaction required
sr: Звуци корисничког сучеља|~ Потребан одзив корисника|~

source: Screenshot Saved
sr: Снимање завршено|~ Снимак екрана сачуван|~

source: Screenshots...
sr: Снимак екрана|~ Снимци екрана...|~

source: The new theme will take effect after loading or starting a new game.
sr: Нова тема ће се исказати по с‹љедећем покретању игре или учитавању позиције.|~ Нова тема ће ступити на снагу пошто учитате или покренете нову партију.|~

# clipboard
source: Copy
sr: Умножи|~ |~e0
