Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-dm.po
Languages: sr

source: The enemy is drawing near. My personal guards must join the fight. We can only hope help arrives soon.
sr: Непријатељ се примиче. Моја лична стража мора ступити у бој. Остаје нам само да се надамо како ће ускоро пристићи помоћ.|~ Непријатељ се примиче. Моја лична стража мора ступити у бој. Остаје нам само да се надамо да ће ускоро пристићи помоћ.|~

source: Delfador could. You will command the heavy infantry. Make sure to shield the mages in battle, for they are precious. Now, go, close the portal and come back soon!
sr: Делфадор може. Ти ћеш водити тешку пјешадију. Постарај се да штите магове у боју, јер су драгоцјени. Сад пођите да затворите Пролаз и брзо нам се вратите!|~ Делфадор може, а ти ћеш водити тешку п›јешадију. Постарај се да штите магове у боју, јер су драгоц›јени. Сад пођите да затворите пролаз и брзо нам се вратите!|~

source: The dwarves led Delfador through a veritable maze of tunnels. Delfador was amazed at the speed with which the dwarves could move through their tunnels. Far sooner than he would have believed possible they reached their destination, undetected by Iliah-Malal.
sr: Патуљци су водили Делфадора кроз прави лавиринт тунела. Брзина којом су се патуљци кретали својим тунелима задиви Делфадора. Много прије него што је и мислио да је то могуће, досегоше свој циљ, а да их Илијах-Малал није ни опазио.|~ Патуљци су водили Делфадора кроз прави лавиринт тунела. Брзина којом су се патуљци кретали својим тунелима задиви Делфадора. Много пр›ије него што је и мислио да је то могуће, досегоше свој циљ, а да их Илијах-малал није ни опазио.|~

source: I have prepared some holy water. Sprinkle it on your impact weapon and smash those foul creatures into dust!
sr: Справио сам нешто свете водице. Поспите је по свом ударном оружју и разбијте у прах те грешне створове.|~ Справио сам нешто свете водице. Поспите је по свом ударном оружју и разбијте у прах те погане створове!|~

source: Your sorcery matters little. Your army will fall like wheat to the sickle before my undead legions.
sr: Твоје чаролије су мало битне. Војска ће ти падати као жито под српом мојих немртвих легиона. |~ Твоје чаролије су мало битне. Војска ће ти падати као жито под српом мојих немртвих легија.|~

source: Your mindless minions will be no match for the spirit and fire of the living.
sr: Твоја безумна служинчад неће моћи да се носе са духом и пламом живих.|~

source: Delfador, as the King ordered I place all troops under your command. They will follow you to death, if necessary, and so will I!
sr: Делфадоре, као што краљ нареди, стављам своје снаге под твоје заповиједање. Пратиће те до смрти, као и ја!|~ Делфадоре, као што краљ нареди, стављам своје снаге под твоје запов›иједање. Пратиће те до смрти, као и ја!|~

source: Lionel, it is an honor to go into battle beside you. Now let us fight for life over death!
sr: Лионеле, част ми је да се борим уз тебе. Сад, боримо се за живот против смрти!|~

source: Evil has been vanquished on this day. May this victory bring lasting peace.
sr: Зло је данас потамњено. Нек нам ова побједа донесе трајан мир.|~ Зло је данас покорено. Нек нам ова поб›једа донесе трајан мир.|~

source: You who fought beside me in the Land of the Dead and chose the side of the living on this day, return now to your peace and rest.
sr: Ви који се борите уза ме у Земљи мртвих и данас бијасте на страни живих, вратите се у свој покој.|~ Ви који се бористе уза ме у Земљи мртвих и данас б‹ијасте на страни живих, вратите се свом покоју.|~

source: And the portal, it is sealed for good?
sr: А Пролаз, да ли је затворен заувијек?|~ А пролаз, да ли је затворен заув›ијек?|~

source: Prince of Wesnoth
sr: Принц Веснота|~

source: The elves knew that with Delfador close to the King, Wesnoth would be a reliable ally. And it was for a while.
sr: Вилењаци су знали да, док је Делфадор близак краљу, ће Веснот бити поуздан савезник. Једно вријеме и бијаше тако. |~ Вилењаци су знали да ће, док је Делфадор близак краљу, Веснот бити поуздан савезник. Једно вр›ијеме и б‹ијаше тако. |~

source: Eldred
sr: Елдред|~

source: Lowel
sr: Ловел|~ |~e0

source: Defeat Eldred
sr: Поразиш ли Елдреда|~

source: Overture
sr: Увод|~

source: Grooar! Burn! Burn! Ahahaha...
sr: Гррр! Гори! Гори! Ааааааа...|~ |~e0

source: Well now, you arrived just in the nick of time. A fellow mage, too, I see. Now what did you say your name was?
sr: Сад, ти стиже у посљедњи час. Видим и да си колега маг. Како оно рече да се звовеш?|~ Сад, ти стиже у пос‹љедњи час. Видим и да си колега маг. Како оно рече да се зовеш?|~

source: Hruuuarrgh! The vile human-creatures hew at me...
sr: Ахххххххххххххх! Зли људи ме посијекоше...|~ Ахххххххххххххх! Зли људи ме пос›ијекоше...|~

source: Rattles
sr: Звечке|~

source: Haunt
sr: Авет|~

source: Chantal and I are sure of your quality. But be warned: there is a curse on this book. Crelanu fairly warned us that his arts would bring much woe down upon us. And so it proved, though at the time we had no other choice. The victories you win with it may cost you as dearly.
sr: Чантал и ја вјерујемо твојим врлинама. Али чувај се: на ову књигу је бачена клетва. Крелану нас поштено упозори да ће нам његово умијеће донијети много недаћа. Тако и би, мада у том часу не бијеше нам другог избора. Побједе које ти ова књига донесе, могу те много коштати.|~ Чантал и ја в›јерујемо твојим врлинама. Али чувај се: на ову књигу је бачена клетва. Крелану нас поштено упозори да ће нам његово ум›ијеће дон›ијети много недаћа. Тако и би, мада у том часу не б›ијеше нам другог избора. Поб›једе које ти ова књига донесе, могу те много коштати.|~

source: I think I, too, have no choice but to accept the book. I cannot allow the sure death of many humans and elves for fear of the curse.
sr: И ја мислим, да ми нема друге него да прихватим ову књигу. Не могу, због страха од проклетства , да дозволим сигурну смрт многих људи и вилењака.|~ И ја мислим да ми нема друге него да прихватим књигу. Не могу због страха од проклетства да дозволим сигурну смрт многих људи и вилењака.|~

source: One day reports came of Wesnothian forces seizing elvish land on the border. Kalenz gathered a small force and hurried to the disputed country.
sr: Једног дана стигоше гласови како веснотске снаге отимају вилењачке замље на граници. Каленз сакупи мали одред и похита у спорне крајеве.|~ Једног дана пристигоше изв›јештаји да веснотске снаге отимају вилењачке земље на граници. Каленз сакупи мали одред и похита у спорне крајеве.|~

source: Generals of Wesnoth: you have attacked defenseless elvish land. You must leave immediately. I am Kalenz, High Lord of the Elves. Delfador the Great will confirm the treaty between us.
sr: Веснотски генерали, нападосте небрањену вилењачку земљу. Смјеста је напустите. Ја сам Каленз, вилински надгосподар. Делфадор Велики ће потврдити уговоре који важе међу нама.|~ Веснотски генерали, нападосте небрањену вилењачку земљу. См›јеста је напустите. Ја сам Каленз, вилински надгосподар. Делфадор Велики ће потврдити уговоре који важе међу нама.|~

source: This is elvish land no more. I, Eldred, prince of Wesnoth and heir to the throne, claim it for Wesnoth and Queen Asheviere. Delfador does not rule in Wesnoth!
sr: Ово више није вилењачка замља. Ја, Елдред, принц престолонаслиједник Веснота, проглашавам да ова земља припада Весноту и краљици Ашевири. Делфадор ниј владалац веснотски!|~ Ово више није вилењачка земља. Ја, Елдред, принц престолонасл›иједник Веснота, проглашавам да ова земља припада Весноту и краљици Ашевири. Није Делфадор владар Веснота!|~

source: I did not want to spill human blood, but this arrogant prince leaves me no other choice.
sr: Не желим просути ни капљу људске крви али овај охоли принц ми не оставља другог избора.|~ Не желим да просипам људску крв, али овај охоли принц ми не оставља другог избора.|~

source: Peace, friends! I have been riding nonstop for days to prevent this madness! Eldred, I have direct orders from the King to take you back to the Palace, where you will be reprimanded for your inexcusable actions. Kalenz, the King offers his deepest apologies for these events and promises to do anything in his power to make amends.
sr: Мир, пријатељи! Непрестано сам јахао да спријечим ову лудост! Елдреде, краљ ми заповиједи да те вратим на двор, гдје ћеш бити укорен за своје неопростиве поступке. Калензе, краљ се најдубље извињава због свих непријатности и обећава да ће урадити све што може то исправи.|~ Мир, пријатељи! Неуморно сам јахао да спр›ијечим ову лудост! Елдреде, краљ ми запов›иједи да те вратим на двор, гд›је ћеш бити укорен за своје неопростиве поступке. Калензе, краљ се најдубље извињава због свих непријатности и обећава да ће урадити све што може да то исправи.|~

source: Delfador! I am glad to see you. We have no demands on the King, but I believe he should be very careful, for he does not seem to be the only ruler in Wesnoth!
sr: Делфадоре! Веселим се што те видјех. Не иштемо ништа од краља, но вјерујемо да он мора бити јако опрезан, јер дјелује како он није једина власт у Весноту!|~ Делфадоре! Веселим се што те вид›јех. Не иштемо ништа од краља, но в›јерујемо да он мора бити јако опрезан, јер д›јелује да он није једина власт у Весноту.|~

source: Kalenz, I am very worried. There is a cloud of evil swirling around the Royal Palace, and it has more centers than the prince alone. I see dark days ahead...
sr: Калензе, многе ме бриге море. Око краљевског двора се ковитлају облаци зла, и много је жаришта тог зла, принц није сам. Видим како нам долазе мрачни дани...|~

source: I wonder if we have not dangerously misjudged her...
sr: Да нисмо опасно погријешили у вези са њом... питам се?|~ Питам се да нисмо опасно погр›ијешили у вези са њом...|~

source: It may be so. Now that I think on it, I think I had best return to the Palace more swiftly than I came here, even if I have to kill three horses under me to do it.
sr: Могуће је. Сад, кад боље промислим о томе, најбоље је да се вратим на двор брже него што дођох овдје, чак и ако убијем три коња под собом ради тога.|~ Могуће је. Сад, кад боље промислим о томе, најбоље је да се вратим на двор брже него што дођох овд›је, чак и ако сатрем три коња под собом ради тога.|~

source: We are too late! All is lost!
sr: Задоцнисмо! Све је пропало!|~

source: Although the King did reprimand Eldred for his actions, Delfador could sense that the military commanders were solidly behind Eldred and his mother. Asheviere had flattered them and beguiled them with promises of glory and plunder in a coming war.
sr: Иако је краљ укорио Елдреда за недолична дјела, Делфадор могаде осјетити како су војни заповједници чврсто уз Елдреда и његову мајку. Ашевира им ласкаше и зведе их обећањима о слав и плијену у наступајућем рату.|~ Иако је краљ укорио Елдреда за недолична д›јела, Делфадор могаде ос›јетити да су војни запов›једници чврсто уз Елдреда и његову мајку. Ашевира им ласкаше и заведе их обећањима о слави и пл›ијену у наступајућем рату.|~

source: Pilafman
sr: Пилафман|~

source: Defeat Pilafman
sr: Поразиш ли Пилафмана|~

source: Enemy unit reaches the signpost
sr: Дође ли противничка јединица до путоказа|~

source: I am grieved to have to resort to this. Yet the book must be recovered at all costs and no one should be left alive.
sr: Дубоко ме жалости што прибјегох овом. Ипак, по сваку цијену морамо се дочепати књиге и никог не смијемо оставити у животу.|~ Дубоко ме жалости што приб›јегох овом. Ипак, по сваку ц›ијену морамо се дочепати књиге и никог не см›ијемо оставити у животу.|~

source: Make sure everybody hears the orders. Nobody must escape.
sr: Постарај се да сви чују заповијести. Нико нам не смије побјећи.|~ Постарај се да сви чују запов›ијести. Нико нам не смије поб›јећи.|~ Постарај се да сви чују запов›ијести. Нико нам не см›ије поб›јећи.|~

source: Elves! And that traitor, Delfador is with them! Riders, quickly, go alert the queen. And guards, prepare to strike them down!
sr: Вилењаци и онај издајник, Делфадор, је са њима! Јахачи, хитро, обавијестите краљицу! Стража, спремите се да их одбијете!|~ Вилењаци и онај издајник, Делфадор, са њима! Јахачи, хитро, обав›ијестите краљицу! Стража, спремите се да их одбијете!|~

source: The guards are slain. Now we must look for the book.
sr: Стражари су посјечени. Сад нам ваља да пронађемо књигу.|~ Стражари су пос›јечени. Сад нам ваља да пронађемо књигу.|~

source: Reinforcements on the horizon. We are too late!
sr: Појачања пристижу. Закснисмо!|~ Појачања пристижу. Закаснисмо!|~

source: Delfador and the elves went through the secret door and ended in the dungeon, a veritable maze of narrow corridors.
sr: Делфадор и вилењаци прођоше тајним пролазом и нађоше се у тамници, истинском лавиринту кривудавих ходника.|~

source: Defeat Sagus
sr: Поразиш ли Сагуса|~

source: There is no doubt the book is here; I can feel its presence.
sr: Нема сумње да је књига овдје; могу да је осјетим.|~ Нема сумње да је књига овд›је; могу да је ос›јетим.|~

source: This place stinks of evil and death. Chantal, do we have any holy water with us? I fear we may have need of it ere long.
sr: Ово мјесто заудара злом и смрћу. Чантал, имамо ли уза се свете водице? Плашим се да ће нам требати прије но што мислимо.|~ Ово м›јесто заудара злом и смрћу. Чантал, имамо ли уза се свете водице? Плашим се да ће нам требати пр›ије но што мислимо.|~

source: Only one bottle, Kalenz. Choose carefully who will take it.
sr: Само једна бочица, Калензе. Пажљиво одабери ко ће је узети.|~

source: So, we meet again, Delfador! This time you will not steal what is mine!
sr: Поново се срећемо, Делфадоре! Овог пута нећеш ми украсти ништа!|~

source: Who are you, and what did I ever steal from you?
sr: Ко си ти и кад сам ја украо ишта твоје?|~

source: I am the one whose place you took in the court of Wesnoth. But my daughter brought me what you seek, and I have seized the power of it.
sr: Ја сам онај чије си мјесто на двору уграбио. Али кћи ми донесе оно што тражиш и овладао сам над моћима те књиге.|~ Ја сам онај чије си м›јесто на двору уграбио. Али кћи ми донесе оно што тражиш и овладао сам моћима Књиге.|~

source: I fear so. This was the Arch-Mage Sagus. He was a good man when I knew him.
sr: Плашим се да је тако. Ова авет бјеше некад архимаг Сагус. Бјеше он добар човјек кад сам га знао.|~ Плашим се да је тако. Ова авет б›јеше некад архимаг Сагус. Б›јеше он добар чов›јек кад сам га упознао.|~

source: Same old Delfador, the arrogant, the overweening, always placing yourself above others. But I have become as great as you; I have mastered the Book! You always underestimated me, as Leollyn did before you. Now you will meet the same fate as he. Rise, my loyal soldiers!
sr: Исти стари, охоли, надмоћни, самодовљни Делфадор. Али сад сам ти једнак, овладах књигом! Увијек си ме потцјењивао, попут Леолина прије тебе. Сад ћеш дочекати његов усуд. Подигните се, моји одани ратници!|~ Исти стари, охоли, надмоћни, самодовољни Делфадор. Али сад сам ти једнак, овладах Књигом! Ув›ијек си ме потц›јењивао, попут Леолина пр›ије тебе. Сад ћеш дочекати његов усуд. Подигните се, моји одани ратници!|~

source: I see that the Book has mastered you, and destroyed you. Farewell, Sagus. You were a good man, once.
sr: Видим само да је Књига овладала тобом и уништила те. Збогом, Сагусе. Некад си био добар човјек.|~ Видим само да је Књига овладала тобом и уништила те. Збогом, Сагусе. Некад си био добар чов›јек.|~

source: Prepare to fight! Block the chokepoints and hold them there!
sr: Спремите се за борбу. Затворите уска грла и задржите их ондје!|~ Спремите се за борбу. Закрчите пролазе и задржите их онд›је!|~

source: We are too late! Royal troops are coming! We are trapped!
sr: Исувише закаснисмо! Краљевске снаге пристижу! У клопци смо!|~ Закаснисмо! Краљевске снаге пристижу! У клопци смо!|~

source: Delfador returned to Weldyn, but not before secreting the Book of Crelanu in a place known only to him. To his surprise, Asheviere made no further mention of the events in the manor. But not long after, orcish raids increased to a degree that threatened the Kingdom. The King mustered his armies to deal with the orcish menace, leading to the great battle at the Ford of Abez that was lost through betrayal.
sr: Делфадор се врати у Велдин тек пошто је сакрио Књигу Крелануа на мјесто које је само он знао. Изненадио се кад Ашевира не помену догађаје у замку. Недуго послије овог орковски упади учесташе и запријетише краљевству. Краљ сабра своје војске да би одбио орковску пријетњу, што је довело до великог боја к код Газа Абеза, који би изгубљен због издајства. |~ Делфадор се врати у Велдин тек пошто је сакрио Књигу Крелануа на м›јесто које је само он знао. Изненадио се кад Ашевира не помену догађаје на имању. Недуго посл›ије, орковски упади учесташе и запр›ијетише краљевству. Краљ сабра своје војске да би одбио орковску пр›ијетњу, што доведе до великог боја код Газа Абеза, који би изгубљен због издајства. |~

source: After restoring the rightful heir to the throne of Wesnoth, Delfador lived the rest of his life as an advisor to the new rulers. He devoted much of his attention to restoring the Great Academy in Alduin to its former glory. But his efforts there were to bear little fruit in his lifetime; for through many years of war and strife, very few mages were left, and none of them came near in power and skill to Delfador, greatest mage ever to grace the courts of Wesnoth.
sr: Пошто доведе законитог наслиједника на пријесто Веснота, Делфадор проживје остатак својих дана као савјетник новим владаоцима. Много пажње он посвети да врати стари сјај и славу Великом училишту на Алдујину. Али за живота не видје плодове свог труда; јер током многих година испуњених ратовима и сукобима, мало магова изиђе из Училишта и нико од њих не бијаше ни близу по сили и умијећу Делфадору, највећем од свих магова који бјеху у милости Веснотских дворова.|~ Пошто доведе законитог насл›иједника на пр›ијесто Веснота, Делфадор прожив›је остатак својих дана као сав›јетник новим владаоцима. Много пажње он посвети да врати стари сјај и славу Великом училишту на Алдујину. Али за живота не вид›је плодове свог труда; јер током многих година испуњених ратовима и сукобима мало магова изиђе из Училишта, и нико од њих не б‹ијаше ни близу по моћи и ум›ијећу Делфадору, највећем од свих магова што красише веснотске дворове.|~

source: Ahh... I can slake my thirst at this well. Glug, glug glug...
sr: Ааа... Могу да утолим жеђ на овом извору. Глу, глу, глу...|~ |~e0

source: Staff of Lightning
sr: штап муња|~

source: staff of power
sr: штап моћи|~

source: lightning
sr: муња|~

source: Delfador’s Memoirs
sr: Делфадорова с›јећања|~ |~e0

source: Apprentice
sr: шегрт (најлакше)|~ шегрт|~

source: Great Mage
sr: велики маг (најтеже)|~ велики маг|~

source: (Intermediate level, 19 scenarios.)
sr: (Средњи ниво, 23 сценарија.)|~ (Средњи ниво, 19 сценарија.)|~

source: <i>The New Mage Ceremony</i>
sr: Обред заређења новог мага|~ <i>Обред заређења новог мага</i>|~

source: and
sr: и|~ и|~

source: <i>The Name Journey</i>
sr: Именданско путовање|~ <i>Именданско путовање</i>|~

source: ... thorum restro targa thorum...
sr: ...торум рестро тарга торум... |~ |~e0 ...торум рестро тарга торум...|~

source: The time of peace is passing. Chaos is rising; evil is rooted in the land’s very heart. Darkness is coming soon. The world will be changed. And you will be among the champions of our brotherhood of mages. I give you the first syllable of power, the beginning of your name: DEL
sr: Пролази доба мира. Хаос наступа; зло расте у самом срцу земље. Тама ускоро долази. Св›ијет ће бити изм›ијењен. А ти ћеш бити међу заточницима братства нам магова. Дајем ти први слог силе, почетак имена твог: ДЕЛ|~ |~e0

source: You will not be least among those champions. Nay; you will be called <i>“The Great”</i> before your days are through. I give you the second syllable of power, the second part of your name: FA
sr: Нећеш бити најмањи међ’ тим заточницима. Да; Великим ће те звати кад ти дани истекну. Дајем ти други слог силе, други д‹ио имена твог: ФА|~ |~e0

source: Delfador’s wandering time with Methor took them to many strange places, both within and beyond the lands of men. They studied and practiced, applying magecraft to aid those they traveled among and to deepen their understanding of the hidden currents and powers of the world.
sr: Током својих путешествија са Метором, Делфадор се затече на многим необичним м›јестима, међу људским крајевима и изван њих. Учили су и в›јежбали, прим›јењујући своје магијско знање да помогну онима међ’ којима се затекоше и да продубе своје разум›ијевање скривених струјања и сила овосв›јетских.|~ |~e0

source: But the elder mage’s health was taxed by the rigors of the journey. A year after the two left Alduin, Methor settled in a tranquil valley at the edge of the Dulatus Hills, not far southeast of the capitol at Weldyn. He opened a small school of his own, and with Delfador assisting him he began training a handful of youths who might in time be worthy to enter the great Academy on Alduin.
sr: Али здравље старог мага плати данак недаћама путовања. Годину дана пошто напустише Алдујин, Метор се заустави у спокојној долини покрај обронака Дулатуских брда, недалеко на југоисток од пр›ијестонице Велдина. Отвори он малу школу, уз Делфадорову помоћ, гд›је пoче обучавати нешто омладине за које се надаше да ће се, временом, показати достојним да ступе у велико Училиште на Алдујину.|~ |~e0

source: That’s where you are wrong, puny mage. War is coming, humans... War! Take their villages, and spare no-one!
sr: Ту гр›ијешиш, кржљави маже. Рат долази, људи... Рат! Заузмите њихова села и немојте никога да поштедите!|~ |~e0

source: No! Methor... Don’t die!
sr: Не! Меторе... Немој да умреш!|~ |~e0

source: Delfador followed Methor’s advice, and headed over the hills towards Weldyn. But the roads were more dangerous than he had expected...
sr: Делфадор послуша Меторов сав›јет и упути се у Велдин, преко брда̂. Али друмови б›ијеху опаснији него што је мислио...|~ |~e0

source: Beware, stranger! I come to warn you — a party of orcs have moved into the Great Valley to the north, and have been raiding the lands around. If you press on westward, you will have to fight them.
sr: Чувај се странче! Дођох да те упозорим – скупина оркова досп›ије у Велику долину са с›јевера и поче пљачкати околне крајеве. Ако продужиш на запад мораћеш се борити са њима.|~ |~e0

source: You see me armed for war because we were mustering to aid our kin. We can help each other — and you’ll not be sorry to fight beside us, for this region trains the best bowmen in Wesnoth.
sr: Видиш ме под оружјем пошто се спремамо на испомоћ својим сродницима. Можемо помоћи једни другима - нећеш зажалити што се бориш уз нас, пошто се у овом крају обучавају понајбољи лукаши у Весноту.|~ |~e0

source: Beware! Night is falling — that’s when the orcs tend to attack!
sr: Чувајте се! Спушта се ноћ — доба када се оркови спремају за напад!|~ |~e0

source: You are welcome... But I am wondering what orcs were doing so deep inside the borders of Wesnoth.
sr: Нема на чему. Али, питам се, откуд оркови овако дубоко унутар веснотских граница?|~ Нема на чему... Али, питам се, откуд оркови овако дубоко унутар веснотских граница?|~

source: Hail, strangers on the road! I crave your aid; hurry, for we are sorely beset!
sr: Поздрав, странци са запада! Молим вас да ми помогнете; пожурите, јер смо под љутом опсадом!|~ Поздрав, странци на путу! Молим вас да ми помогнете; пожурите, јер смо под љутом опсадом!|~

source: Well met, Leollyn! My friends and I will roust this barbarian for you. We’re getting used to such work by now — I did not expect to have so much trouble getting here!
sr: Добро те нађох, Леолине! Моји пријатељи и ја ћемо спржити ове варваре за тебе. Навикосмо се на такав посао до сада — нисам очекивао да ћу имати толико невоља да досп›ијем довд›је.|~ |~e0
