Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-dm.po
Languages: sr

source: This is the nearest human garrison, Delfador. Here is the only place to cross the river. Soon after the last King of Wesnoth began his reign, he put a strong garrison not far south of here in the town of Parthyn, and orcs have not been able to cross into Wesnoth over this part of the river since.
sr: Ово је најближи људски гарнизон, Делфадоре. Ово је једино мјесто гдје се може пријећи ријека. Чим посљедњи краљ веснотски ступи на пријесто, успостави јако упориште јужно одавдје, у граду Партину, од тада оркови не могадоше продијети у Веснот преко преко овог дијела Велике ријеке.|~ Ово је најближи људски гарнизон, Делфадоре. Једино се овд›је може пр›ијећи р›ијека. Чим пос‹љедњи краљ веснотски ступи на пр›ијесто, успостави јако упориште јужно одавд›је, у граду Партину, и од тада оркови не могадоше продр›ијети у Веснот преко преко овог д›ијела Велике р›ијеке.|~

source: This mist is unusual, though, even if we are close to the river. I have never seen it so thick before.
sr: Ова измаглица је крајње необична, иако смо овако близу ријеке. Никад до сада не видјех толико густу.|~ Ова измаглица је крајње необична, иако смо близу р›ијеке. Никад до сада не вид›јех толико густу.|~

source: There should be no orcs this far south. But I do not like the feel of this mist.
sr: Не би требало да има оркова овако далеко на југу. Али не допада ми се осјећај који шири ова измаглица.|~ Не би требало да има оркова овако далеко на југу. Али не допада ми се ос›јећај који шири ова измаглица.|~

source: Axhamr
sr: Аксхарм|~ |~e0

source: Horfir
sr: Хорфир|~ |~e0

source: Backu
sr: Баку|~ |~e0

source: Camdun
sr: Камдун|~ |~e0

source: Drapug
sr: Драпуг|~ |~e0

source: Kalip
sr: Калип|~ |~e0

source: Abmin
sr: Абмин|~ |~e0

source: Be wary. Something does not feel right about that village...
sr: Будите пажљиви. Нешто не ваља у том селу...|~

source: What in the wide green world is this abomination?
sr: Шта је тако ми зелене зелене земљице ова приказа|~ Шта је тако ми зелене зелене земљице ова приказа?|~

source: Orcs! Orcs at the Ford!
sr: Оркови! Оркови на газу!|~

source: Prepare to fight them! We must clear the Ford!
sr: Спремите се за борбу! Морамо рашчистити газ!|~

source: Halt! Who goes there?
sr: Стој! Ко то иде?|~

source: I am Delfador, a court mage of Wesnoth and the legate of Arch-Mage Leollyn; with me is Chantal, a great lady of the Lintanir Elves. Quickly, I must speak with your commander; death treads upon our very heels.
sr: Ја сам Делфадор, дворски маг Веснота и посланик Архимага Леолина, уза ме је Чантал, велика госпа литанирских вилењака. Брзо, морам да причам са вашим старјешином, смрт нам пријети са околних брда.|~ Ја сам Делфадор, дворски маг Веснота и посланик архимага Леолина. Уза ме је Чантал, велика госпа линтанирских вилењака. Брзо, морам да разговарам са вашим стар›јешином, смрт нам пр›ијети са околних брда.|~

source: I command here, but we have lost the north shore. Uncanny creatures stalk the night; our weapons scarcely seem to scathe them. I fear we cannot hold against an attack in strength.
sr: Ја заповиједам овдје, али потиснуше нас са сјеверне обале. Несвети створови тумарају ноћу; |~ Ја заповиједам овдје, али потиснуше нас са сјеверне обале. Несвети створови тумарају ноћу; наше оружје једва да им може наудити. Плашим се да нисмо у стању издржати снажнији напад.|~ Ја запов›иједам овд›је, али потиснуше нас са с›јеверне обале. Несвети створови тумарају ноћу; наше оружје једва да им може наудити. Плашим се да нисмо у стању издржати снажнији напад.|~

source: I have fought these before. Be of heart: impact weapons and magic can defeat them. Do I recall aright that there is a school of mages not far from here?
sr: Већ сам војевао против њих. Срчани будите ударна оружја и магија их могу поразити.Ако ме сјећање добро служи.|~ Већ сам војевао против њих. Срчани будите ударна оружја и магија их могу поразити.Ако ме сјећање добро служи недалеко одавдје би требала бити магијска школа?|~ Већ сам војевао против њих. Срчани будите, ударна оружја и магија их могу поразити.Ако ме сјећање добро служи недалеко одавдје би требала бити магијска школа?|~ Већ сам војевао против њих. Срчани будите, ударна оружја и магија их могу поразити. Ако ме с›јећање добро служи, недалеко одавд›је би требало да буде једна магијска школа?|~

source: To wake up the mages, move a unit that is currently out of sight of their tower to within visual range of it.
sr: Да пробудиш магове помјери јединицу, која је тренутно не виде у њихов видокруг|~ Да пробудиш магове, пом›јери јединицу коју тренутно не виде у видокруг њихове куле.|~

source: What are you doing here, disturbing our peace and concentration?
sr: Шта радиш овдје, реметећи наш мир и кварећи нам усресријеђеност?|~ Шта радиш овдје, реметећи наш мир и кварећи нам усредсријеђеност?|~ Шта радиш овд›је, реметећи наш мир и кварећи нам усредср›ијеђеност?|~

source: Undead are attacking the fort on the north shore. We need your help!
sr: Немртви нападају утврду на сјеверној обали. Потрабна нам је ваша помоћ!|~ Немртви нападају утврду на с›јеверној обали. Потребна нам је ваша помоћ!|~

source: I recognize it. Very well; we shall join battle.
sr: Да препознах знамен. У реду, ступићемо у бој.|~ Да, препознах знамен. У реду, ступићемо у бој.|~

source: Theorin
sr: Теорин|~ |~e0

source: Please, spare me...
sr: Молим вас, поштедите ме...|~

source: What is going on here? This village has been burned to the ground!
sr: Шта се догађа овамо? Ово село је спаљено до темеља!|~

source: Maybe there are survivors? We should check.
sr: Можда има преживјелих? Требали бисмо погледати.|~ Можда има прежив›јелих? Требало би да погледамо.|~

source: Another village burned. Nobody to be seen!
sr: Још једно спаљено село. Никог не могу видјети!|~ Још једно спаљено село. Никог не могу вид›јети!|~

source: They come at night... and leave no one alive...
sr: Дођоше ноћу... и не оставише никог живог...|~ Дођоше ноћу... не оставише никог живог...|~

source: Donc
sr: Донк|~ |~e0

source: Stanis
sr: Станис|~ |~e0

source: Friends, soldiers. Why were you hiding?
sr: Пријатељи, војници. Зашто се кријете?|~

source: Bled
sr: Блед|~ |~e0

source: Crod
sr: Крод|~ |~e0

source: Angedd
sr: Ангед|~ |~e0

source: Brox
sr: Брокс|~ |~e0

source: Adran
sr: Адран|~ |~e0

source: Axios
sr: Аксиос|~ |~e0

source: Ulfter
sr: Улфтер|~ |~e0

source: Ogdal
sr: Огдал|~ |~e0

source: Relgorn
sr: Реглорн|~ Релгорн|~

source: Udrin
sr: Удрин|~ |~e0

source: Gruv-Malal
sr: Грув-Малал|~ Грув-малал|~

source: Only a powerful mage can wield this.
sr: Само моћан маг може управљати овим штапом|~ Само моћан маг може руковати овим штапом.|~

source: Spare you from whom, soldier? What has happened here?
sr: Од кога да те поштедимо, војниче? Шта се збило овдје?|~ Од кога да те поштедимо, војниче? Шта се збило овд›је?|~

source: Our post was overrun. Very few of us survived.
sr: Нашу постају прегазише. Тек шачица нас преживје.|~ Нашу постају прегазише. Тек шачица нас прежив›је.|~

source: Your orders from the King are to fight. Just stay close to me.
sr: Краљ ти наређује да се бориш. Само остани близу мене.|~

source: This village seems unharmed. Anyone here?
sr: Ово село дјелује нетакнуту. Има ли кога унутра?|~ Ово село д›јелује нетакнуто. Има ли кога унутра?|~

source: Surprise, surprise...
sr: Изненађење, изненађење...|~ Гле чуда...|~

source: We have not waited all this time for nothing!
sr: Не чекасм оволико узалуд!|~ Не чекасмо оволико узалуд!|~

source: Zagar
sr: Загар|~ |~e0

source: Soldiers of Wesnoth, rise to fight for your King!
sr: Војници веснотски, устајте и борите се за свога краља!|~

source: Is the enemy gone?
sr: Отиће ли душманин?|~ Отиђе ли душманин?|~

source: He will be, if you help. Now follow me into battle!
sr: Ако помогнете отићи ће. Сад слиједите ме у бој!|~ Ако помогнете отићи ће. Сад ме сл›иједите у бој!|~

source: Anyone here?
sr: Има ли кога?|~

source: Dreadred
sr: Дредред|~ |~e0

source: Master said more would come!
sr: Господар рече како ће их још доћи!|~ Господар рече да ће их још доћи!|~

source: There are signs of a battle, but nobody seems to be here...
sr: Као да бијеше боја овдје, ал’ чини се да нема никог’...|~ Као да б›ијеше боја овд›је, ал’ чини се да нема никог...|~

source: Crum
sr: Крум|~ |~e0

source: Smalg
sr: Смалг|~ |~e0

source: Grubar
sr: Грубар|~ |~e0

source: Ulkar
sr: Улкар|~ |~e0

source: Wrong!
sr: Гријешиш!|~ Гр›ијешиш!|~

source: You may have defeated me, but the great Zorlan will have revenge! I have done my duty attacking the Wesnoth perimeter, so that no Wesnoth forces can come to the aid of your doomed army. It will be a glorious massacre!
sr: Можда ме поразисте али велики Зорлан ће ме осветити! Обавих свој дужност нападајући веснотске граничне постаје, те нико вам не може доћи на испомоћ. Биће то славан покољ!|~ Можда ме поразисте, али велики Зорлан ће ме осветити! Обавих своју дужност нападајући веснотске граничне постаје, те да вам нико не може доћи на испомоћ. Биће то славан покољ!|~

source: Master will avenge me!
sr: Господар ће ме осветити!|~

source: But there is something else those orcs said that deeply worries me in a different way. I have wondered why the orcs have been attacking in concert all along the frontier; they do not coordinate well. If that orc was telling the truth and a paramount chief strong enough to marshal their entire host has arisen among them, the King may be walking into a lethal trap at the Ford of Abez.
sr: Ал’ има нешто још, што рекоше ови оркови, што ме јако брине на други начин. Питах се како оркови нападају по свој граници; лоше су усклађени. Али ако тај орк збораше право и ако се издиже међ’ њима врховнини поглавица, силан довољно да их све сабере за напад, онда Краљ, можда, хита у смртну клопку код газа Абеза.|~ Али има нешто још, што рекоше ови оркови и што ме јако брине на други начин. Питах се како оркови нападају усклађено дуже целе границе, кад су обично разједињени. Ако тај орк збораше право и ако се издиже међу њима врховни поглавица, силан довољно да их све сабере за напад, онда Краљ можда хита у смртну клопку код газа Абеза.|~ Али има нешто још, што рекоше ови оркови и што ме јако брине на други начин. Питах се како оркови нападају усклађено дуже ц›ијеле границе, кад су обично разједињени. Ако тај орк збораше право и ако се издиже међу њима врховни поглавица, силан довољно да их све сабере за напад, онда Краљ можда хита у смртну клопку код газа Абеза.|~

source: I do not doubt it. Go to your King, Delfador, and have faith in yourself; for I sense that you hold the fate of Wesnoth in your hands, and will need all the strength you have. I think we will meet again.
sr: Не сумњам у то. Пођи своме Краљу, Делфадоре и вјеруј у себе, јер осјећам како држиш судбину Веснота у својим рукама и како ти је потребан сва снага коју имаш. Мислим да ћемо се срести опет.|~ Не сумњам у то. Пођи своме краљу, Делфадоре, и в›јеруј у себе. Ос›јећам да држиш судбу Веснота у својим рукама и да ће ти бити потребна сва снага коју имаш. Мислим да ћемо се срести опет.|~

source: They have unleashed a second wave. Soldiers, stand firm and send these abominations back to the darkness!
sr: Започе и други удар. Војници, чврсто се држите и вратите ове приказе назад у тмину!|~ Започеше и други удар. Војници, чврсто се држите и вратите ове приказе назад у тмину!|~

source: This is hopeless. Many more enemies are coming, while our numbers are limited.
sr: Нема нам наде. Моги душмани долазе а наши бројеви су ограничени.|~

source: Knafa-ord
sr: Кнафа-орд|~ |~e0

source: Tan-drul
sr: Тан-друл|~ |~e0

source: Krardul
sr: Крардул|~ |~e0

source: Clartakis
sr: Клартакис|~ |~e0

source: Death of Kalenz
sr: Настарда ли Каленз|~ Настрада ли Каленз|~

source: Kill these filthy elves! All warlords will then accept our leader, Zorlan, as king and he will reward you all!
sr: Побијте одвратне вилењаке! Тад ће сви ратовођи прихватити нашег вођу, Зорлана, за краља и он ће вас све наградити!|~ Побијте одвратне вилењаке! Тада ће сви ратовођи прихватити нашег вођа, Зорлана, за краља, и он ће вас све наградити!|~

source: This is what we have been training for! Now we drive these beasts back!
sr: За ово смо се ујежбавали! Сад отјерајмо ове звјери!|~ За ово смо се ув›јежбавали! Сад от›јерајмо ове зв›јери!|~

source: My lord Kalenz, at last I have found you!
sr: Господару Калензе, коначно те нађох!|~

source: Chantal! Granddaughter! What are you doing here? You were not attacked, I hope.
sr: Чантал! Унуко! Шта се збива овдје? Не нападоше вас,надам се.|~ Чантал! Унуко! Шта се збива овд›је? Не нападоше вас, надам се.|~

source: We were, but the enemy was vanquished. There are much more serious matters that require your attention.
sr: Нападоше нас али непријатељ је одбијен. Али има и важнијих ствари које ишту твоју позорност.|~ Нападоше нас али непријатељ је одбијен. Међутим, има важнијих ствари које ишту твоју позорност.|~

source: A paramount chief of all the Orcs has arisen, and he is setting a trap for the humans at the Ford of Abez. I think we must aid the humans, lest we be defeated separately once they are crushed.
sr: Појави се врховни поглавица међу орковима, који спрема ступицу људима код газа Абеза. Мислим, како морамо помоћи људима, да сами не пропадемо кад једном смрве људе.|~ Појави се врховни поглавица међу орковима, који спрема ступицу људима код Газа Абеза. Мислим да морамо помоћи људима, како и сами не бисмо пропали пошто њих прегазе.|~

source: There is more ill news. Evil has been unleashed. A portal has been opened from the Land of the Dead. An army of undead is being raised as we speak.
sr: Ал’ то није крај рђавих вијести. Зло се разријеши својих окова. Отворен је пролаз из Земље мртвих. Војска немртвих се прикупља у часу док причамо.|~ Али то није крај рђавим в›ијестима. Зло се разр›ијеши својих окова, отворен је пролаз из Земље мртвих. Војска немртвих се прикупља у часу док причамо.|~

source: This is very serious. Have you informed the elvish settlements?
sr: Ово је више нег’ озбиљно. Обавијести ли ти вилењачке насеобине?|~ Ово је више него озбиљно. Обав›ијести ли вилењачке насеобине?|~

source: Yes. And I have prepared holy water for our warriors. They should be able to hold against the undead in our forests, at least for now.
sr: Да. И спрамих свету водицу за наше ратнике. Требало би да су у стању да одбију немртве од наших шума, барем за сада.|~ Да. И спремих свету водицу за наше ратнике. Требало би да су у стању да одбију немртве од наших шума, барем за сада.|~

source: Holy water? What is this? Have you been dabbling where you should not, in the Book of Crelanu?
sr: Света водица? Шта ја то чујем? Да се ниси машила оног што не би смјела, Књеиге Крелануове?|~ Света водица? Шта ја то чујем? Да се ниси машила оног што не би см›јела, Књиге Крелануове?|~

source: I never thought to see such a human, not even in all the years I have lived. Who is this person?
sr: Не мишљах да ћу кад видјети таква човјека, чак ни у оволико година свог живота. Ко је тај?|~ Не мишљах да ћу кад вид›јети таква чов›јека, чак ни у оволико година свог живота. Ко је тај?|~

source: Delfador, a mage trusted of their King. He has survived a passage through the Land of the Dead not merely alive but uncorrupted. He helped us defeat the orcs when they threatened Lintanir, and I fought undead with him at Parthyn Ford. I have come north partly because I am thinking to fetch the Book of Crelanu so I can take it to him.
sr: Делфадор, маг и повјереник њиховог Краља. Преживје пролазак кроз земљу Мртвих а уз то остаде безлобив. Поможе нам да поразимо Оркове који су пријетили Линтаниру и потуче немртве код партиснког газа. Запутих се на Сјевер дијелом и с наумом да узем Књигу Крелануа како бих је понијела њему.|~ Делфадор, маг и пов›јереник њиховог краља. Прежив›је пролазак кроз Земљу мртвих а уз то остаде безлобив. Поможе нам да поразимо оркове који су пр›ијетили Линтаниру и потуче немртве код Партинског газа. Запутих се на с›јевер д›ијелом и с наумом да узмем Књигу Крелануа како бих је пон›ијела њему.|~

source: He is uncorrupted? You are sure of this?
sr: Безлобив је? Сигурна си у то?|~

source: I have bent my healing senses upon him. I am as sure as I can be.
sr: Испитах га својим видарским осјећајима. Сигурна сам у потпунсти.|~ Испитах га својим видарским чулима. Сигурна сам у потпуности.|~

source: Then we must aid him, and I must meet him. The King of Wesnoth is just a king; it is inner strength such as you describe that will turn back the darkness, if anything can. West, to the Ford of Abez!
sr: Онда морамо му помоћи и морам га срести лично. Краљ Веснота, тек је краљ. Унутрашња сила каву ти описа ће одбити тмину, ако ишта може. На запад, према абешком газу!|~ Онда му морамо помоћи и морам га срести лично. Краљ Веснота, тек је краљ. Да се одбије тмина потребна је унутрашња сила какву описа, ако ишта може. На запад, према Газу Абеза!|~

source: Kalenz and his troops fared swiftly south and then westward along the north bank of the Great River. They successfully evaded the orcs, but would soon find there were grimmer foes awaiting them.
sr: Каленз се хитро упути на југ са својим јединицама а онда продужише на запад, обалом Велике ријеке. Успјешно измицаше орковима, али ускоро схватише како су их чекали мрачнији непријатељи.|~ Каленз се са својим снагама хитро упути прво на југ, а онда продужише на запад обалом Велике р›ијеке. Усп›јешно измицаше орковима, али ће ускоро схватити да их чекају мрачнији непријатељи.|~

source: Rudimil
sr: Рудимил|~ |~e0

source: Roth-Malal
sr: Рот-Малал|~ Рот-малал|~

source: Barth-Malal
sr: Барт-Малал|~ Барт-малал|~

source: Defeat all enemy leaders
sr: Поразишли све непријатеље|~ Поразиш ли све непријатеље|~

source: Undead! Where did they come from?
sr: Немртви. Одакле се појавише?|~

source: We should try to go west. I sense things are worse on the eastern front.
sr: Требало да покушамо поћи на запад. Осјећам како ствари лошије на источној страни|~ Треба да покушамо да пођемо на запад. Ос›јећам да ствари лошије стоје на источној страни.|~

source: Nameless
sr: Безимени|~

source: Hraul
sr: Храул|~ |~e0

source: Atrag
sr: Атраг|~ |~e0

source: Horr
sr: Хор|~ |~e0

source: Nfrigt
sr: Фрит|~ |~e0

source: Rkrin
sr: Рин|~ |~e0

source: We have more help!
sr: Стиже нам помоћ!|~

source: Gdal
sr: Гдал|~ |~e0

source: Oltr
sr: Олтр|~ |~e0

source: Dert
sr: Дерт|~ |~e0

source: And now even more help!
sr: А сад нам стиже још више помоћи!|~

source: Foul creatures, it is time for your final rest!
sr: Грешна створења, дође вам час за коначни покој! |~ Погана створења, дође вам час за коначни покој!|~

source: That is Delfador. Do you see, now?
sr: То је Делфадор. Видиш ли сада?|~

source: If I were human, I think I would be in love with him.
sr: Да сам жена, мислим како бих га завољела.|~ Да сам људско биће, мислим да бих га заво‹љела.|~

source: I hope the Book does not destroy him.
sr: Надам се да га књига неће уништити.|~ Надам се да га Књига неће уништити.|~

source: You speak my thought, granddaughter. May it be so.
sr: Изрече моје мисли, унуко. Нека буде тако.|~ Изрече моје мисли, унуко. Да буде тако.|~

source: New Objective: Defeat all enemies
sr: Нови циљ: Поразиш ли све противнике|~ Нови циљ: поразиш ли све противнике|~

source: Krumful
sr: Крумфул|~ |~e0

source: Unhul
sr: Унхул|~ |~e0

source: I arrive too late for the entertainment, it would seem.
sr: Пропустих забаву, изгледа.|~

source: Well met, Delfador. Chantal has told me of you. I am Kalenz, High Lord of the Elves, and we are in your debt today.
sr: У добри час те сретосмо, Делфадоре. Чантал ми је причала о теби. Ја сам Каленз, Надгосподар вилењачки и ми смо ти данас дужници|~ У добри час те сретосмо, Делфадоре. Чантал ми је причала о теби. Ја сам Каленз, надгосподар вилењачки, и ми смо ти данас дужници.|~

source: It is my honor to meet you. And it relieves my mind to know Chantal is safe and with her kin again.
sr: Част ми је да те упознах. Такође спаде ми камен са срца кад знам да је Чантал поново безбиједна са својим сродницима|~ Част ми је да те упознах. Спаде ми и камен са срца сад кад знам да је Чантал безб›иједна и поново са својим сродницима.|~ Част ми је да те упознах. Спаде ми и камен са срца сад кад знам да је Чантал безб›једна и поново са својим сродницима.|~

source: I am not sure there is safety for anyone in these days, but we all travel the same road and face the same foes.
sr: Не знам дал’ ико може бити сигуран ових дана, али ако ништа заједно путујемо и заједно одолијевамо истим душманима.|~ Не знам да ли ико може бити сигуран ових дана, али бар сви заједно ступамо истим путем и одол›ијевамо истим душманима.|~

source: Yes. We will follow you to the Ford of Abez, Delfador. Let us hope we are not too late to prevent an orcish victory there.
sr: Да. Пратићемо те до газа Абеза, Делфадоре. Надајмо се како неиј касно да тамо осујетимо орковску побједу.|~ Да. Пратићемо те до Газа Абеза, Делфадоре. Надајмо се да није касно да тамо осујетимо орковску поб›једу.|~

source: Save the King
sr: Сачувај Краља|~

source: Following Delfador, the elves moved to unite with the Wesnothian forces and meet Zorlan head-on...
sr: Пратећи Делфадора, вилењаци се упутише да се сједине са веснотским снагама и тако сједињени ударе на Зорлана...|~ Пратећи Делфадора, вилењаци се упутише да се сједине са веснотским снагама и заједно ударе на Зорлана...|~

source: but the King was in an unenviable position...
sr: Ал краљ не бијеше у завидном положају...|~ Али краљ не б›ијеше у завидном положају...|~

source: Garard II
sr: Гарард други|~ Гарард Други|~

source: Zorlan
sr: Зорлан|~

source: Qgthun
sr: Огтун|~ |~e0

source: It appears we have arrived just in time! The King stands at bay, surrounded by the enemy.
sr: Изгледа да дођосмо у прави час! Непријатељи опколише Краља код залива|~ Изгледа да дођосмо у прави час! Непријатељи опколише Краља код залива.|~

source: I fear we may be too late. This new warlord must have united every orcish tribe north of the Great River. Look at their army, it is vast!
sr: Плашим се да дођосмо касно. Овај нови ратовођа уједини сва орковска племена сјеверно од Велике ријеке. Погледајте њихову војску, неизмијерна је!|~ Плашим се да дођосмо касно. Овај нови ратовођ уједини сва орковска племена с›јеверно од Велике р›ијеке. Погледајте њихову војску, неизм›ијерна је!|~

source: Elves! I heard you have been looking for me! But you will save neither the human prince, nor yourselves.
sr: Вилењаци! Дознах као ме тражите! Али нећет спасити ни људског кнеза ни своје главе.|~ Вилењаци! Дознах да ме тражите! Али нећете спасити ни људског кнеза ни своје главе.|~

source: Delfador! And you, elvish friends! The kingdom of Wesnoth is in your debt today!
sr: Делфадоре! А и ви вилински пријатељи. Краљевство веснота вам је од данас дужник!|~ Делфадоре! А и ви, вилински пријатељи! Краљевство Веснота вам је од данас дужник!|~ Делфадоре! А и ви, вилински пријатељи! Веснотско краљевство вам је од данас дужник!|~

source: My King, this is Kalenz, High Lord of the Elves.
sr: Величанство, ово је Каленз, Надгосподар вилински.|~ Величанство, ово је Каленз, надгосподар вилински.|~
