Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-aoi.po
Languages: sr

source: An Orcish Incursion
sr: Орковски упад|~

source: AOI
sr: ОУ|~

source: (Beginner)
sr: (почетник)|~

source: Fighter
sr: борац|~

source: (Normal)
sr: (нормално)|~

source: Lord
sr: господар|~

source: (Challenging)
sr: (изазовно)|~

source: High Lord
sr: надгосподар|~

source: (Novice level, 7 scenarios.)
sr: (Почетнички ниво, 7 сценарија.)|~

source: Defend the forests of the elves against the first orcs to reach the Great Continent, learning valuable tactics as you do so.
sr: Брани вилењачке шуме од првих оркова што стигоше на Велики континент, спознавајући у међувремену вредне тактике. |~ Брани вилењачке шуме од првих оркова што стигоше на Велики континент, спознавајући у међувремену вр›иједне тактике. |~

source: Campaign Design
sr: Дизајн похода|~

source: Adaptation for mainline
sr: Прилагођавање за главни ток|~

source: Post 1.4 story and gameplay improvements
sr: Прича после 1.4 и побољшања игривости|~ Прича посл›ије 1.4 и побољшања игривости|~ Прича посл›ије 1.4 и побољшања извођења|~

source: Editing, proofreading and gameplay testing
sr: Уређивање, пробно читање и испитивање игривости|~ Уређивање, пробно читање и испитивање извођења|~

source: Defend the Forest
sr: Одбрани шуму|~

source: Erlornas
sr: Ерлорнас|~

source: Elves
sr: вилењаци|~

source: Urugha
sr: Уруга|~

source: Orcs
sr: оркови|~

source: The arrival of humans and orcs caused turmoil among the nations of the Great Continent. Elves, previously in uneasy balance with dwarves and others, had for centuries fought nothing more than an occasional skirmish. They were to find themselves facing conflicts of a long-forgotten intensity.
sr: Приспеће људи и оркова изазва превирање међу народима Великог континента. Вилењаци, дотле у натегнутој равнотежи с патуљцима и другима, већ вековима нису водили борбе веће од повремених чарки. Управо ће се наћи у сукобима давно заборављене силине.|~ Присп›ијеће људи и оркова изазва превирање међу народима Великог континента. Вилењаци, дотле у натегнутој равнотежи с патуљцима и другима, већ в›ијековима нису водили борбе веће од повремених чарки. Управо ће се наћи у сукобима давно заборављене силине.|~

source: Their first encounter with the newcomers went less well than either side might have wished.
sr: Први њихов сусрет с дођошима прође лошије него што је иједна страна могла желети.|~ Први њихов сусрет с дођошима прође лошије него што је иједна страна могла же‹љети.|~

source: But humans, though crude and brash, at least had in them a creative spark which elves could recognize as akin to their own nature. Orcs seemed completely alien.
sr: Али људи, иако сирови и дрчни, поседоваше бар стваралачку искру коју вилењаци могаше препознати као сличну сопственој природи. Оркови, пак, деловаше потпуно туђински.|~ Али људи, иако сирови и дрчни, пос›једоваше бар стваралачку искру коју вилењаци могадоше препознати као сличну сопственој природи. Оркови, пак, д›јеловаше потпуно туђински.|~

source: The orcs were first sighted from the north marches of the great forest of Wesmere.
sr: Оркове први пут спазише у северним мочварама велике Весмерске шуме.|~ Оркове први пут спазише у с›јеверним мочварама велике Весмерске шуме.|~

source: Hint: Elves can move quickly and safely among the trees. Pick off the enemy grunts with your archers from the safety of the forest.
sr: Савет: Вилењаци се умеју брзо и безбедно кретати међу дрвећем. Скидај непријатељске грокташе својим стрелцима из заклона шуме.|~ Савет: Вилењаци се ум‹ију брзо и безб›иједно кретати међу дрвећем. Скидај непријатељске грокташе својим стр›ијелцима из заклона шуме.|~ Савет: Вилењаци се ум‹ију брзо и безб›једно кретати међу дрвећем. Скидај непријатељске грокташе својим стр›ијелцима из заклона шуме.|~

source: Defeat Urugha
sr: Поразиш ли Уругу|~

source: Death of Erlornas
sr: Настрада ли Ерлорнас|~

source: Lomarfel
sr: Ломарфел|~

source: So it seemed, my lord. Yet there is a band of them in the north cutting down healthy trees by the dozen, and making great fires from the wood. They trample the greensward into mud and do not even bury their foul dung. I believe I can smell the stench even here.
sr: Тако је изгледало, господару. Па ипак, једна банда оркова на северу управо сасеца здраво дрвеће на десетке, и њима подгрева велике ватре. Зеленило газе до блата, чак не затрпавају ни свој погани измет. Све ми се чини да одавде могу да осетим њихов задах.|~ Тако је изгледало, господару. Па ипак, једна банда оркова на с›јеверу управо сас›ијеца здраво дрвеће на десетке, и њима подгр›ијева велике ватре. Зеленило газе до блата, чак не затрпавају ни свој погани измет. Све ми се чини да одавд›је могу да ос›јетим њихов задах.|~

source: So the grim tales of them prove true. They must not be allowed to continue; we must banish this blight from our forests. I shall marshal the wardens and drive them off. And the Council needs to hear of this; take the message and return with reinforcements, there might be more of them.
sr: Значи, рђаве приче о њима показаше се тачним. Не сме им се дозволити да наставе; морамо прогнати ту пошаст из наших шума. Сакупићу надзорнике и изгнати оркове. Морамо обавестити Веће о овоме; понеси поруку и врати се с појачањима, може их бити више него што изгледа.|~ Значи, рђаве приче о њима показаше се тачним. Не см›ије им се дозволити да наставе; морамо прогнати ту пошаст из наших шума. Сакупићу надзорнике и изгнати оркове. Морамо обав›ијестити В›ијеће о овоме; понеси поруку и врати се с појачањима, може их бити више него што изгледа.|~

source: Yes, my lord!
sr: Разумем, господару!|~ Разум›ијем, господару!|~

source: Look at them. Big, slow, clumsy and hardly a bow in hand. Keep to the trees, use your arrows and the day will be ours.
sr: Само их гледајте. Велики, спори, неспретни и скоро без лукова. Држите се дрвећа, користите стреле и победа нам је сигурна.|~ Само их гледајте. Велики, спори, неспретни и скоро без лукова. Држите се дрвећа, користите стр›ијеле и поб›једа нам је сигурна.|~

source: Of the ensuing events little is known, since much was lost in the chaos and confusion, but one thing is painfully sure. Elves lost the campaign.
sr: Мало се зна о потоњим догађајима, пошто је много изгубљено у метежу, али је једно болно извесно. Вилењаци су изгубили обрачун.|~ Мало се зна о потоњим догађајима, пошто је много изгубљено у метежу, али је једно болно изв›јесно. Вилењаци су изгубили обрачун.|~

source: Ugh...
sr: Ух...|~

source: Finally! Got him!
sr: Напокон! Мој је!|~

source: Lord!
sr: Господару!|~

source: Lord Erlornas died the day he first fought the orcs and never saw the end of the war. Given its final outcome, this was perhaps for the best.
sr: Господар Ерлорнас погибе први дан сукоба са орковима, не дочекавши крај рата. С обзиром на исход, можда је тако било и најбоље.|~

source: Rualsha? Hmm... What if... Assemble a war-party, we need to scout north!
sr: Руалша? Хм... Шта ако... Саставите ратну дружину, морамо извидети север!|~ Руалша? Хм... Шта ако... Саставите ратну дружину, морамо извид›јети с›јевер!|~

source: Assassins
sr: убице|~

source: Gharlsa
sr: Гарлса|~

source: Soon they arrived at a region where the forest was cut through by many streams, only to find something unexpected.
sr: Ускоро стигоше у подручје где је шума била испресецана на многе стране, да би открили нешто неочекивано.|~ Ускоро стигоше у подручје гд›је је шума била испресецана на многе стране, да би открили нешто неочекивано.|~

source: Hint: Assassins are hard to hit, and their poison is insidious. Stay close to the villages, where poisoning can be cured, and force your enemies to attack you from the river.
sr: Савет: Убице је тешко погодити, а отров им је подмукао. Држи се близу села, где се отров може исцељивати, и приморај непријатеља да удари преко реке.|~ Савет: Убице је тешко погодити, а отров им је подмукао. Држи се близу села, гд›је се отров може исцељивати, и приморај непријатеља да удари преко р›ијеке.|~

source: Defeat Gharlsa
sr: Поразиш ли Гарлсу|~

source: The trail leads straight to this place, my lord.
sr: Траг води право до овог места, господару.|~ Траг води право до овог м›јеста, господару.|~

source: There is a keep ahead of us. How comes it that we know nothing of it? I thought our borders were watched more carefully.
sr: Испред нас стоји кула. Како то да не знам ништа о њој? Мислио сам да су нам границе пажљивије надгледане.|~

source: I... I know not, my lord. For ages there was no one in these lands that could build such a thing save us. I fear we have fallen prey a false sense of security that has injured the vigilance of our scouts.
sr: Знам... знам, господару. Већ дуге године у овим земљама не беше никог до нас ко би тако нешто могао подићи. Бојим се да смо се лажно уљуљкали, што је наштетило будности наших извиђача.|~ Знам... знам, господару. Већ дуге године у овим земљама не б›ијеше никог до нас ко би тако нешто могао подићи. Бојим се да смо се лажно уљуљкали, што је наштетило будности наших извиђача.|~

source: Does that demented creature truly believe he can kill us?
sr: Мисли ли збиља то поремећено створење да нам може наудити?|~

source: Appearances can be deceiving. Tell the men to be cautious.
sr: Појава може заварати. Упути борце да буду опрезни.|~

source: Wasteland
sr: Пустара|~

source: Gnargha
sr: Гнарга|~

source: There was no trail to be found here; wind and rain had erased the spoor. Fortunately, there was no need of a trail; smoke on the horizon betrayed the presence of their enemies.
sr: Није се могао наћи ниједан траг; ветар и киша спрали су их. На срећу, не беше ни потребе за траговима: дим на обзорју одавао је присуство њихових непријатеља.|~ Није се могао наћи ниједан траг; в›јетар и киша спрали су их. На срећу, не б›ијеше ни потребе за траговима: дим на обзорју одавао је присуство њихових непријатеља.|~

source: Perhaps, but not here. The tribe this camp housed was too small to impress fear on other orcs. Come next morning, the elves were prepared for battle.
sr: Можда, али не овде. Племе које је овај логор смештао било је премало да утисне страх другим орковима. Следеће јутро, вилењаци су били спремни за бој.|~ Можда, али не овд›је. Племе које је овај логор см›ијештао било је премало да утисне страх другим орковима. С‹љедеће јутро, вилењаци су били спремни за бој.|~

source: Defeat Gnargha
sr: Поразиш ли Гнаргу|~

source: Yes. And this is the threat we were blind to but are now facing. This tribe is small, yet we must drive them back to the north. They must have no footholds south of the hills.
sr: Да. То је претња на коју смо били слепи, а сад смо суочени с њом. Ово племе је мало, па ипак, морамо их прогнати назад на север. Не смеју имати упоришта јушно од брда̂.|~ Да. То је пр›ијетња на коју смо били сл›ијепи, а сад смо суочени с њом. Ово племе је мало, па ипак, морамо их прогнати назад на с›јевер. Не см‹ију имати упоришта јушно од брда̂.|~

source: Elves!? This means Urugha failed and his spirit will suffer greatly for his weakness. So be it!
sr: Вилењаци!? То значи да је Уруга изневерио, и његов ће дух грдно патити због те слабости. Нека буде тако!|~ Вилењаци!? То значи да је Уруга изнев›јерио, и његов ће дух грдно патити због те слабости. Нека буде тако!|~

source: Rise up, grunts! We have a great fight upon us! Let your rage flow freely! Let your blades slay all! First one to draw blood will feast by my fire this night!
sr: Дижите се, грокташи! Велика је борба пред нама! Нека вам бес слободно тече! Нека ваша сечива све посеку! Први који пусти крв гостиће се крај моје ватре ове ноћи!|~ Дижите се, грокташи! Велика је борба пред нама! Нека вам б›ијес слободно тече! Нека ваша с›јечива све пос›ијеку! Први који пусти крв гостиће се крај моје ватре ове ноћи!|~

source: The orcish chieftain finally fell, overcome by his wounds. The elves found themselves in a half-ruined camp littered with the bodies of both sides, there was no hale orc in sight, nor did any of the wounded beg mercy. The elves took no prisoners.
sr: Орковски поглавар напокон паде, савладан ранама. Вилењаци се нађоше у полуразрушеном логору испуњеном телима с обеју страна, без здрава орка на видику, а ни рањени не молише за милост. Вилењаци не узеше ниједног заробљеника.|~ Орковски поглавар напокон паде, савладан ранама. Вилењаци се нађоше у полуразрушеном логору испуњеном т›ијелима с об‹ију страна, без здрава орка на видику, а ни рањени не молише за милост. Вилењаци не узеше ниједног заробљеника.|~

source: Good. But their disregard for self-preservation is astounding. As is their ferocity when defending what they claim as their own. Have the scouts found others this side of the hills?
sr: Добро. Али је њихова небрига за сопствени опстанак запањујућа. Као и жестина с којом су бранили оно што тврде за своје. Нађоше ли извиднице још неког с ове стране брда̂?|~

source: No, lord. But trolls were spotted in the hills ahead. Do we really need to cross them to the north?
sr: Не, господару. Али су примећени тролови у брдима пред нама. Морамо ли заиста преко њих на север?|~ Не, господару. Али су прим›ијећени тролови у брдима пред нама. Морамо ли заиста преко њих на с›јевер?|~

source: What about the loot lord? We found supplies worth over a hundred gold in the camp.
sr: Шта с пленом, господару? У логору нађосмо залихе вредне стотину златника.|~ Шта с пл›ијеном, господару? У логору нађосмо залихе вр›иједне стотину златника.|~

source: We found some supplies when searching the camp, but nothing much. What is to be done with them?
sr: Нађосмо нешто залиха док смо претраживали логор, али не много. Шта да урадимо с тим?|~

source: Save it for the march north. There is little to be found in this barren country.
sr: Сачувај за пут на север. Мало ће се тога моћи наћи у овој огољеној земљи.|~ Сачувај за пут на с›јевер. Мало ће се тога моћи наћи у овој огољеној земљи.|~

source: Lord Erlornas never saw the blade that felled him. He died on the spot, with no a chance to issue last commands or farewells. Without him his wardens soon fell into confusion, and losing heart withdrew from the battle.
sr: Господар Ерлорнас и не виде сечиво које га је оборило. Погибе на месту, без прилике да упути последњу заповест или опроштај. Без њега, његови надзорници брзо западоше у метеж, и изгубивши замах, повукоше се из боја.|~ Господар Ерлорнас и не вид›је сечиво које га је оборило. Погибе на м›јесту, без прилике да упути пос‹љедњу запов›ијест или опроштај. Без њега, његови надзорници брзо западоше у метеж, и изгубивши замах, повукоше се из боја.|~

source: When reinforcements finally arrived, elves managed to dislodge the orcish tribe. But the threat from the north remained unresolved and loomed large over their future.
sr: Када појачања напокон стигоше, вилењаци успеше да изглаве орковско племе. Али претња са севера остаде неразрешена, надвијена над њихову будућност.|~ Када појачања напокон стигоше, вилењаци усп›јеше да изглаве орковско племе. Али пр›ијетња са с›јевера остаде неразр›ијешена, надвијена над њихову будућност.|~

source: The expected relief caught up with them a few days later. The following morning they took the field against a far larger host of orcs. The battle ended in a draw; the war raged on for years...
sr: Очекивана смена сустиже их неколико дана касније. Наредно јутро ступили су на бојиште против много веће орковске главнине. Бој се оконча без победника; рат се настави годинама...|~ Очекивана см›јена сустиже их неколико дана касније. Наредно јутро ступили су на бојиште против много веће орковске главнине. Бој се оконча без поб›једника; рат се настави годинама...|~

source: Valley of Trolls
sr: Долина тролова|~

source: Gurk
sr: Гурк|~

source: Trolls
sr: тролови|~

source: Hrugu
sr: Хругу|~

source: Next morning, the elves set off again, increasingly wearied by the hardships of the campaign and longing for the green comfort of their home forests. This land was barren and rugged; nothing shielded them from biting northern wind as they traveled towards the mountains looming before them.
sr: Наредног јутра, вилењаци пођоше даље, све изнуренији тегобним походом и жудећи за зеленом удобношћу својих шумских домова. Ова је земља огољена и кршевита; ничег да их заклони од уједа северног ветра док су се приближавали планинама надвијеним пред њима.|~ Наредног јутра, вилењаци пођоше даље, све изнуренији тегобним походом и жудећи за зеленом удобношћу својих шумских домова. Ова је земља огољена и кршевита; ничег да их заклони од уједа с›јеверног в›јетра док су се приближавали планинама надвијеним пред њима.|~

source: At dusk they arrived at the mouth of a valley cutting almost straight through the range and made camp, as scouts warned that the area was hostile and the road ahead treacherous in darkness. There were no songs or music that night and most of the elves slept uneasily. An unlucky few kept a cautious watch.
sr: У сумрак стигоше до уста долине што продираше готово право кроз венац и ту начинише логор, пошто извиђачи упозорише да је подручје непријатељско а пут пред њима превртљив у тами. Те ноћи не беше ни песме ни музике, и скоро сви вилењаци немирно спаваше. Неколицина злосрећних чуваше стражу.|~ У сумрак стигоше до уста долине што продираше готово право кроз в›ијенац и ту начинише логор, пошто извиђачи упозорише да је подручје непријатељско а пут пред њима превртљив у тами. Те ноћи не б›ијеше ни п›јесме ни музике, и скоро сви вилењаци немирно спаваше. Неколицина злосрећних чуваше стражу.|~

source: When sunrise came, the elves moved into battle formations. Whatever waited in the slopes ahead, it would not find them unprepared.
sr: По свитању, вилењаци се разместише у бојни распоред. Шта год да је вребало на падина пред њима, неће их дочекати неприпремљене.|~ По свитању, вилењаци се разм›јестише у бојни распоред. Шта год да је вребало на падина пред њима, неће их дочекати неприпремљене.|~

source: Hint: Trolls are poor fighters when not on rugged terrain and fare even worse during the daytime. Lure them out of the hills and attack in the sunlight.
sr: Савет: Тролови су лоши борци када су ван кршевитог терена, и још горе пролазе у току обданице. Измами их из брда̂ и нападни по дневном светлу.|~ Савет: Тролови су лоши борци када су ван кршевитог терена, и још горе пролазе у току обданице. Измами их из брда̂ и нападни по дневном св›јетлу.|~

source: Defeat all enemy leaders
sr: Поразиш ли све непријатељске вође|~

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return home?
sr: Далеко смо сада од својих земаља, Ерлорнасе, а истерасмо оркове из шуме. Зашто се не бисмо вратили кући?|~ Далеко смо сада од својих земаља, Ерлорнасе, а ист›јерасмо оркове из шуме. Зашто се не бисмо вратили кући?|~

source: And tell me... How did you sleep last night?
sr: Реци ми и... како си спавао прошле ноћи?|~

source: How did I?... Uneasy, lord. My dreams were bleak, some of them nightmares.
sr: Како сам...? Немирно, господару. Снови су ми били туробни, некакве ноћне море.|~

source: Yes. The earth currents are perturbed here, and the bridges to the dreamland are tainted. I think there is a mage dwelling somewhere nearby. Or perhaps more than one; the traces are mixed, and some of them have an unwholesome flavor.
sr: Да. Земаљске су струје овде поремећене, а мостови к земљи снова окужени. Мислим да у близини обитава неки маг. Или чак више од једног; трагови су помешани, а неки од њих одају узнемирујућу горчину.|~ Да. Земаљске су струје овд›је поремећене, а мостови к земљи снова окужени. Мислим да у близини обитава неки маг. Или чак више од једног; трагови су пом›ијешани, а неки од њих одају узнемирујућу горчину.|~

source: It would be dire indeed for us if these orcs have magic to add to their battle-might.
sr: Било би уистину страшно по нас ако би оркови придодали магију својој бојној сили.|~

source: We must discover if this is so.
sr: Морамо открити да ли је тако.|~

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
sr: Сазнања нам неће вредети ако страдамо пре него што се вратимо с њима! Ове планине наликују станишту тролова.|~ Сазнања нам неће вр›иједити ако страдамо пр›ије него што се вратимо с њима! Ове планине наликују станишту тролова.|~ Сазнања нам неће вр›ијед›јети ако страдамо пр›ије него што се вратимо с њима! Ове планине наликују станишту тролова.|~ Сазнања нам неће вр›ијед◃ити ако страдамо пр›ије него што се вратимо с њима! Ове планине наликују станишту тролова.|~

source: That was the last of the chieftains, lord. The lesser trolls seem to be retreating now.
sr: То беше последњи од поглавица, господару. Мањи тролови су изгледа у повлачењу.|~ То б›ијеше пос‹љедњи од поглавица, господару. Мањи тролови су изгледа у повлачењу.|~

source: At once. How much time do you think we have?
sr: Из места. Колико времена мислите да имамо?|~ Из м›јеста. Колико времена мислите да имамо?|~

source: We have slain a chieftain! Take heart! This battle is almost won!
sr: Посекосмо поглавицу! Будите срчани! Битка је скоро добијена!|~ Пос›ијекосмо поглавицу! Будите срчани! Битка је скоро добијена!|~

source: Ha! Me smashed da funny elf. Me got a trophy!
sr: Ха! Смождих ја смешни вилењак. Ја узми сувенир!|~ Ха! Смождих ја см›ијешни вилењак. Ја узми сувенир!|~

source: Soon after Erlornas died the elven party, lacking a leader and pressed from all sides, scattered and fled. Their retreat to Wesmere was arduous and long.
sr: Убрзо пошто Ерлорнас настрада, вилењачка дружина, без вођа и притиснута са свих страна, расу се и разбежа. Повлачење ка Весмеру беше мучно и дуготрајно.|~ Убрзо пошто Ерлорнас настрада, вилењачка дружина, без вођа и притиснута са свих страна, расу се и разб›јежа. Повлачење ка Весмеру б›ијеше мучно и дуготрајно.|~

source: During their retreat, the pass was crossed by another army moving in the opposite direction. Orcs were back south of the pass, and this time they were to stay for a long, long time.
sr: Током њиховог повлачења, кроз пролаз прође друга војска у супротном смеру. Оркови су се вратили јужно од пролаза, и овог пута, остаће дуго, дуго времена.|~ Током њиховог повлачења, кроз пролаз прође друга војска у супротном см›ијеру. Оркови су се вратили јужно од пролаза, и овог пута, остаће дуго, дуго времена.|~

source: Four days of combat and nothing to show for it. How does it feel to you?
sr: Четири дана борбе и ништа да изборимо. Како ти то пада?|~

source: The battle that ensued was bloody and inconclusive, and the elven losses were only the beginning of the mournful toll in a war that would rage for many years after.
sr: Бој који је наступио беше крвав и недоречен, а вилењачки губици тек почетак жалосног данка у рату који ће беснети још многе године.|~

source: Linaera the Quick
sr: Линаера Брза|~

source: Erlornas surveyed the siege from atop a small tree-covered hill overlooking the tower valley...
sr: Ерлорнас је процењивао опсаду с врха малог ошумљеног брда што је излазило на долину с кулом...|~ Ерлорнас је проц›јењивао опсаду с врха малог ошумљеног брда што је излазило на долину с кулом...|~

source: Krughnar
sr: Кругнар|~

source: Linaera
sr: Линаера|~

source: Wizards
sr: чаробњаци|~

source: Defeat Krughnar and break the siege
sr: Поразиш ли Кругнара и разбијеш опсаду|~

source: Death of Linaera
sr: Настрада ли Линаера|~

source: Report.
sr: Извести.|~ Изв›ијести.|~

source: Under the letter of the treaty, it is so. But this country is too cold and barren for us. I wonder, what manner of human would choose to live here, far from its kind? Hmmm...
sr: По слову споразума, тако је. Али је ова земља превише хладна и огољена за нас. Питам се, ко би се то настанио овде, далеко од своје врсте? Хм...|~ По слову споразума, тако је. Али је ова земља превише хладна и огољена за нас. Питам се, ко би се то настанио овд›је, далеко од своје врсте? Хм...|~
