Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-dm.po
Languages: sr

source: Then you have not heard...? —But there will be time enough for talking. If you can distract those vile creatures, I will try to organize a counterattack.
sr: Онда ниси чуо... али биће довољно времена за причу. Ако би могао да скренеш пажњу овим дивљим створовима, покушаћу да организујем противудар.|~ Онда ниси чуо...? Али, биће довољно времена за причу. Ако би могао да скренеш пажњу овим дивљим створовима, покушаћу да организујем противудар.|~

source: Uh oh... I don’t like the look of this...
sr: Ух ох... Ово ми се не свиђа, ни најмање...|~ |~e0

source: Their blood sheds as readily as any man’s.
sr: Крв би им морала бити црвена колико и наша.|~ |~e0

source: I’ve told you, all of you have to be extra careful!
sr: Рекох вам, сви морате бити нарочито пажљиви!|~ |~e0

source: Delfador, sir. Actually, I came seeking you — you see, I was a student of Methor’s. He said that you might find me employment in Weldyn.
sr: Делфадор, господине. Заправо, ја дођох тражити вас — видите, б‹ијах Меторов ученик. Он ми рече како ми ви можете наћи нам›јештење у Велдину.|~ |~e0

source: Ah, one of Methor’s, eh? Good, good... Well, young Garard certainly needs all the hands he can muster right now. Especially those who know their magic!
sr: Ах, Меторов ученик, велиш, а? Добро, добро... Свакако, младом Гарарду је тренутно потребно људи колико год може сакупити. Нарочито оних ум›јешних са магијом!|~ |~e0

source: Of course — do you know any other kings by that name? I was one of his father’s most trusted advisors until he passed away earlier this year, and I still have the son’s ear, though being young he listens perhaps less well than he should.
sr: Наравно — знаш ли за неког другог краља што се зове тако? Б‹ијах међу најпов›јерљивијим сав›јетницима његовог оца, док тај не премину раније ове године. Још ув›ијек могу да допрем до синовљевих ушију, иако, будући млад, слуша можда мање него што би требало.|~ |~e0

source: Delfador and Leollyn met no more opposition in returning to Weldyn. As they entered the city, Delfador was amazed by its size, its grand walls and impressive citadel. After a night’s rest, Leollyn invited him to attend a meeting with the king himself. Garard, it seemed, was anxious to hear news from the borders of Wesnoth.
sr: При повратку у Велдин, Делфадор и Леолин не наиђоше на отпор. Кад уђоше у град, величина града, његове зидине и упечатљива тврђава запањише Делфадора. Посл›ије проспаване ноћи, Леолин га позва на састанак са краљем лично. Гарард, како је д›јеловало, б›јеше нестрпљив да чује новости са веснотских граница.|~ |~e0

source: Bad news, my liege. The orcs mass in great numbers on the north shore of the river, near to the Ford of Abez. We have been cut off from the dwarves of Knalga — the rumor is that the orcs plan to overrun them, then turn their attention to Wesnoth. The good people of our northern provinces flee, and the land there falls into anarchy. We were attacked more than once by thugs and bandits, and by evil creatures that roamed the night in the shapes of men.
sr: Лоше в›ијести, мој господару. Оркови се прикупљају у великим бројевима на с›јеверној обали р›ијеке, недалеко од Газа Абеза. Одс›јечени смо од кналгашких патуљака — шире се гласине како оркови планирају да их прегазе, а затим да окрену своју пажњу на Веснот. Добри становници с›јеверних жупа и ондашњи крајеви падају у безвлашће. Не једном нас нападоше с›јецикесе и разбојници и зли створови што ноћу луњају у људском облику.|~ |~e0

source: Worse news — the orcs are already here, sire. I myself was set upon within the royal forest. Were it not for this young fellow here...
sr: Још горе в›ијести — оркови су већ овд›је, господине. И сам набасах на њих у краљевској шуми. Да не б›јеше овог момчета овд›је...|~ |~e0

source: Then there is no time to be lost! I will ride to the Ford of Abez with an army. As bold as the orcs may be to cross our borders in secret and prey on the defenseless, they are disorganized and cowardly in the face of a foe worth their mettle. They need reminding that Wesnoth is too hot for them. Gurcyn, you have been to the west — will the Elves lend their archers to help us?
sr: Онда немамо времена за губљење. Кренућу на Газ Абеза са својим трупама. Колико год да су оркови дрски да пр›ијеђу потајно наше границе и вребају беспомоћне, толико су неорганизовани и кукавице кад се суоче са достојним противником. Треба их подс›јетити да је Веснот исувише врео за њих. Гурсине, био си на западу, да ли ће нам вилењаци позајмити своје стр›ијелце?|~ |~e0

source: Your majesty... may I join your army? I mean, I came to Weldyn to seek your employ. And if it’s archers you need, might not a mage be of help?
sr: Ваше Величанство... могу ли се придружити вашој војсци? Мислим, дођох у Велдин да ступим у вашу службу. И ако су вам потребни стр›ијелци, зар не би и маг био користан?|~ |~e0

source: Ah, young Delfador... you speak well, and Leollyn has already told me of your bravery. I accept your offer of service with gratitude, but this is a task for warriors, not magic-makers. You shall stay here with Leollyn and be Leollyn’s right hand as he is mine.
sr: Ах, млади Делфадоре. Добро збориш и Леолин ми већ исприча о твојој храбрости. Прихватам твоје услуге са захвалношћу али ово је задатак за ратнике, не за чаробњаке. Остаћеш овд›је са Леолином да му будеш десна рука као што је он мени.|~ |~e0

source: Delfador, I may have a task for you... Lionel’s talk of evil night creatures troubles me. Such stories have reached me before. There are a few places where the spirit world comes close to the earth we know, and there a trained mage may communicate with the spirits of the dead through meditation. The nearest lies to the northwest, on a small island in the Great River just south of the Ford of Abez. If the dead are restless, they may tell us why. I had thought to undertake such a mission myself... but now I must remain in Weldyn... perhaps you could go in my place?
sr: Делфадоре, можда имам задатак за тебе. Лионелово зборење о злим ноћним створовима ме узнемирава. И пр›ије су ми долазиле сличне приче. Постоји неколико м›ијеста гд›је се св›ијет духова сучељава са св›ијетом који ми познајемо, и гд›је обучен маг може да збори са духовима мртвих кроз созерцање. Најближе је на с›јеверозападу, на малом острву у Великој реци, нешто јужније од Газа Абеза. Ако мртви изгубише спокој, оно нам може рећи разлог томе. Нам›јеравах да сам преузмем ту обавезу, али сад морам остати у Велдину — можда ти можеш отићи ум›јесто мене?|~ |~e0

source: I’m honored that you would entrust me with such a task... but I too stay in Weldyn, by the king’s order!
sr: Почаствован сам бисте ми пов›јерили такав задатак, али и ја остајем у Велдину, по краљевој запов›ијести!|~ |~e0

source: Hmmm... King Garard placed you under my command, and I may command you to travel north, if you wish to; he will not interfere with a mission of magery as he might with one of war. But you must be sure you are ready for such a grave task. Dealings with the spirit world are dangerous even for the most powerful mages. Allow only your mind to enter the land of the dead — should your body follow, there is no return! Do you still wish to go?
sr: Хммм... Краљ Гарард те распореди под моју команду и могу ти наредити да отпутујеш на с›јевер, ако тако желиш. Краљ се неће м›ијешати у магијске ствари, за разлику од војних. Али мораш бити сигуран да си спреман за тако тежак задатак. Испитивања св›ијета духова су врло опасна чак и за најмоћније магове. Не дозволи да ти т›ијело прати ум, кад овај ступи у земљу мртвих — буде ли тако, нема ти повратка. Још си вољан да пођеш?|~ |~e0

source: Then you shall! Lionel and his men will accompany you, for you will need more than magic for protection on the road... especially where you’ll be going, into the wild country north of Tath. It is a chancy place at the best of times, and orcs may already be raiding south of the Ford.
sr: Пођи онда! Лионел ће те пратити са својим људима, јер ће ти за заштиту на путу бити потребно више од магије... нарочито тамо куда се запућујеш, у дивље области с›јеверно од Тата. И у најсрећнијим временима то је незгодно м›јесто, а оркови можда већ пљачкају јужно од Газа.|~ |~e0

source: These are the swamps of Illuven — lesser kin of the Swamp of Dread north of the Great River, but noxious enough in their own fashion. Our way lies west and north across them to the Ford of Abez. The western road around the other edge of the Brown Hills would have been safer, but...
sr: Ово је Илувенско мочварје, мањи сродник Мочваре ужаса с›јеверно од Велике р›ијеке, али и само поприлично опасно. До Газа Абеза одавд›је можемо или путем на с›јевер или на запад. Западни пут око подножја Смеђих брда био би безб›једнији, али...|~ |~e0

source: ... I insisted on the most direct possible route. I know; let us both hope the choice was not folly. Who made those villages in the swamps? Orcs?
sr: ...ја сам одабрао најкраћи могући пут, знам. Надајмо се да тај избор не б›ијеше лудост. Ко живи у овим селима? Оркови?|~ |~e0

source: Greetings, strangers! This swamp is dangerous... You wanna cross it, you’ll need protection — cost you only $fee gold!
sr: Поздрав, странци! Ова мочвара је опасна... Уколико желите да прођете, потребна вам је заштита — коштаће вас само $fee златника!|~ |~e0

source: Thanks very much. Here’s the gold...
sr: Хвала вам много. Ево злата...|~ |~e0

source: It’s been a pleasure doing business with you... Bye!
sr: Б›ијеше ми задовољство да послујем са вама. Одлазим!|~ |~e0

source: Haw haw haw! Fools!
sr: Ха ха ха! Наивчине!|~ Ха, ха, ха! Наивчине!|~

source: No thanks — we’ll manage by ourselves...
sr: Хвала вам — али сами ћемо се побринути за то...|~ |~e0

source: You’ll regret it!
sr: Зажалићете због тога!|~ |~e0

source: I think that’s all of them! Let’s move on — the less time we spend in this swamp the better.
sr: Мислим да овај б›ијеше пос‹љедњи од њих! Наставимо даље — што мање будемо у овој мочвари то нам је боље.|~ |~e0

source: One more day’s travel, I think. We should camp for the night now — we should be out of it by tomorrow evening.
sr: Још дан путовања, мислим. Треба да се улогоримо овд›је, за сада. Сутра навече би требало да изађемо из мочвара.|~ |~e0

source: Those standing stones — they summon evil creatures!
sr: Ове усправљене ст›ијене — одатле се призивају зла створења!|~ |~e0

source: This’ll splinter your bones, you vile monstrosity!
sr: Ово ће ти поломити кости, гнусна сподобо!|~ |~e0

source: I hope I never see another night like that! Let’s leave this evil place as quickly as possible — I want to get us out of Illuven before dusk.
sr: Надам се да никад више нећу вид›јети овакве грозоте! Напустимо ово злокобно м›јесто што пр›ије можемо — желим да изиђемо из Илувена пр›ије мрака.|~ |~e0

source: I believe that they are woses — tree guardians. I have heard of them, but thought they were gone from Wesnoth forever. They are not evil, it is said, but yet they may be hostile to us. We had best be careful.
sr: В›јерујем да су то ивери, заштитници дрвећа. Слушах о њима већ, али мислих да су заув›ијек напустили Веснот. Прича се да нису злобни, ипак, можда се непријатељски понесу према нама. Ваљало би нам да будемо опрезни.|~ |~e0

source: This Ur-Thorodor should not speak of King Garard that way! <i>“Suffer our wrath”</i> indeed... I’ll show him wrath!
sr: Овај Ур-Тородор не би см‹ио тако да говори о краљу Гарарду! „Ос›јетите наш г‹њев“ уистину... Добиће он г‹њев!|~ |~e0

source: It seems there is no alternative — we must get onto that island! Perhaps if we can get close to Ur-Thorodor, and speak with him again, he will understand.
sr: Чини се да нам је то једина могућност — морамо досп›јети на то острво! Можда, уколико се приближимо Ур-Тородору и поново попричамо са њим, можда ће схватити.|~ |~e0

source: Move Delfador to Ur-Thorodor’s castle
sr: Пом›јериш ли Делфадора до Ур-Тородоровог замка|~ |~e0

source: Ur-Thorodor, you must listen to us! A great evil power threatens all living things in Wesnoth — we must fight against it together, or all life here will perish.
sr: Ур-Тородоре, мораш нас послушати! Велико зло пр›ијети свим живим бићима у Весноту — морамо се заједно борити против њега или ће сав живот овд›је ишчезнути.|~ |~e0

source: Are you sure that’s wise?
sr: Сигуран си да је то разборито?|~ |~e0

source: It’s the only way! Lionel, lead our soldiers back to the mainland. I will rejoin you when I have carried out my mission, and determined what is amiss in the world of the dead.
sr: То је једини начин! Лионеле, врати наше снаге на копно. Придружићу вам се кад испуним свој задатак и откријем шта то ремети св›ијет мртвих.|~ |~e0

source: As the Wesnothians withdrew from the island, the woses melted away into the trees. Delfador began the meditation that would place him in contact with the spirit world. But as Delfador’s meditation deepened, and the woses sank into their timeless dreams of earth and trees, something else stirred on the island — for a few orcish scouts had indeed crossed the Ford of Abez...
sr: Како се Весноћани повукоше са острва, ивери се утопише назад међу дрвеће. Делфадор отпоче созерцање које ће га повезати са светом духова. Али како се Делфадор удубљивао у созерцање, а ивери тонули у своје безвремене сне о земљици и дрвећу, неко други ускомеша острво — омања орковска извидница заиста је прешла преко Газа Абеза...|~ |~e0

source: Ommmmmmm...
sr: Уммммммм....|~ Уммммммм...|~

source: I must find that artifact of which the ghost spoke; it sounds too powerful a thing to be left in Iliah-Malal’s hands.
sr: Морам пронаћи рукотворину о којој је дух причао. Чини ми се превише опасном да досп›ије у Илијах-малалове руке.|~ |~e0

source: It was one of those moments that altered the destiny of the world. The orc warrior held many possibilities in his hand. He could simply have taken Delfador’s head. Had that occurred, the orcs might have overrun the whole of Wesnoth and ruled it for ages. But what he chose, thinking it rare sport to abuse one of the hated human mages, was to strike Delfador with his gauntleted fist.
sr: Б›јеше то један од оних тренутака што м›ијењају судбу св›ијета. Пред орковским ратником б›ијеху многе могућности. Могао је једноставно пос›јећи Делфадорову главу. Да се зби тако, оркови су могли покорити читав Веснот и владати сто‹љећима. Али овај одабра, са изопаченим наумом да злоставља једног од омражених људских магова, да удари Делфадора оклопљеном песницом.|~ |~e0

source: The blow interrupted Delfador’s meditation. He began to topple over to the ground, but before his head reached it he vanished as though he had never been there at all.
sr: Ударац прекиде Делфадорово созерцање. Изгуби равнотежу и пр›ије него што паде на тло, оно ишчезе под њим као да га уопште и не б›ијеше.|~ |~e0

source: Have you encountered the skeletons? Their castle lies north of here. It is difficult to attack, but there is a secret entrance in the valley beyond Sythan’s village.
sr: Набаса ли на скелете? Њихова утврда је на с›јеверу. Тешко би је било напасти, али постоји тајни улаз у долини одмах изнад Ситановог села.|~ |~e0

source: I... I am Delfador, a mage of Wesnoth.
sr: Ја... Делфадор, маг веснотски.|~ |~e0

source: Living...? I see that it is so. Your breath stirs dust that has lain untouched since the Primal Aeon. And it was foretold that one like you would come.
sr: Живи...? Видим да је тако. Дах ти још разв‹ијава прашину што лежи нетакнута још од Првотног еона. Проречено је да ћеш доћи.|~ |~e0

source: I... I serve life against death. Love against fear. Light against darkness.
sr: Ја... Служим животу против смрти. Љубави против страха. Св›јетлу против таме.|~ |~e0

source: So, this is the one my minions told me of... the living man who walks here among the dead. You have come in time to see my greatest achievement — an end to death itself!
sr: Дакле, ово је онај о коме зборише моји службеници... Живи чов›јек што ходи међ’ мртвима. Долазиш да видиш моје највеће постигнуће — крај саме смрти!|~ |~e0

source: That’s impossible! You must be insane!
sr: То није могуће! Заиста си умоболан!|~ |~e0

source: Iliah-Malal’s body lay still for a moment, then stirred!
sr: Илијах-малалово т›ијело лежаше мирно неколико тренутака и онда се помаче!|~ |~e0

source: As Delfador followed Iliah-Malal into the portal, a freezing wind sprung up and the air became thick with ghosts pouring through into the land of the living. The ground became icy underfoot, and soon Delfador was following the necromancer’s footsteps in a thick layer of snow. Eventually, even these became indistinct.
sr: Док је Делфадор сл›иједио Илијах-малала кроз пролаз, задува ледени в›јетар а ваздух постаде густ од духова који су хрлили у земљу живих. Тле под ногама постаде ледено и ускоро је Делфадор пратио некромантове трагове по дебелом с‹њежном покривачу. Напокон нестадоше и њихови обриси.|~ |~e0

source: It’s hopeless, I’ve lost all track of Iliah-Malal... and I shall freeze unless I find shelter soon. Perhaps in that forest to the north...
sr: Нема ми наде, изгубих траг Илијах-малала. Смрзнућу се ако ускоро не нађем склониште. Можда у оном шумарку на с›јеверу...|~ |~e0

source: It’s a long story... but I wonder whether I might first ask for your hospitality? I’m lost, and freezing to death here!
sr: Дуга је то прича... Али питам се могу ли прво да вас замолим да ми пружите гостопримство? Изгубих се и сада се смрзавам на смрт!|~ |~e0

source: I suppose there can be little harm in one half-frozen human... Our nearest post is to the northeast; I’ll lead you there. But we must not tarry! There are deadlier foes than the weather abroad.
sr: Претпостављам да мало зла може доћи од промрзлог чов›јека... Најближа постаја нам је на с›јевероистоку, одвешћу те онамо. Али није нам отезати! Ту су и опакији непријатељи од хладног времена.|~ |~e0

source: Oh... well... very nice of you, but I don’t feel very fated. In fact, I’ve been positively blundering! I was just trying to defend my master Methor’s school against the orcs, and then to find out the source of the undead activity... and I have failed at both.
sr: Ох... тако... више сте него ли љубазни, али не мислим да треба на мене гледати са надом. Заправо, уб›ијеђен сам да сам погр›ијешио у свему. Само сам покушавао да одбраним школу учитеља Метора од оркова и потом да откријем извориште д›јелања немртвих... Не постигох ниједно.|~ |~e0

source: Stay close. I don’t like the feel of it either.
sr: Остајте близу. Ни мени се не допада тај ос›јећај.|~ |~e0

source: One of Iliah-Malal’s creatures. So it has begun!
sr: Један од Илијах-малалових створова. Дакле отпочело је!|~ |~e0

source: That shall soon end. Send to them in my name and the Arch-Mage Leollyn’s; nay, tell them that in this matter I speak with the King’s voice!
sr: То ће се ускоро пром›ијенити. Нареди им у име архимага Леолина и у моје име... не, реци им да у овом часу Краљ лично говори мојим устима!|~ |~e0

source: I heed the King’s voice. My men are at your command.
sr: Покоравам се краљевој р›ијечи. Моји људи су под твојом командом.|~ |~e0

source: I have told the commander of that garrison that we take orders from none other than the Chief Mage of the High Council, Master Leollyn!
sr: Већ рекох запов›једнику те посаде да не примамо наређења ни од кога до ли главног мага Великог вијећа, учитеља Леолина!|~ |~e0

source: Leollyn’s emissary, Delfador, requests your help. He bears Leollyn’s token, which is not lightly given.
sr: Леолинов посланик, Делфадор, захт›ијева вашу помоћ. Има уза се Леолинов знамен, који није лако добити.|~ |~e0

source: Get hold of yourself, soldier! Who is ‘they’?
sr: Сабери се, војниче! Ко су „они“?|~ |~e0

source: I do not know. No one has seen their faces and lived. All I could hear is my comrades’ screams as they were being slaughtered.
sr: Не знам. Нико ко им вид›је лица не преживи. Све што могадох чути б‹ијаху крици мојих другова док су их клали.|~ |~e0

source: It’s time to stand up and fight... What’s this?
sr: Вр›ијеме је да се устане и бори... Шта је ово?|~ |~e0

source: Long live the King! Wait, you are not—
sr: Жив‹ио Краљ! Чекај, ви нисте...|~ |~e0

source: —The enemy? Yes, we’re on your side.
sr: ...нисмо душмани? Нисмо, твоји смо саборци.|~ |~e0

source: We have much less time than I thought. Iliah-Malal’s offensive has begun. I must close his portal before it’s too late, and I have no idea how to do that. And we must also defeat those that have already escaped the Land of the Dead.
sr: Имамо много мање времена него ли мишљах. Отпоче Илијах-малалов напад. Морам затворити његов пролаз пр›ије него што буде касно, али не знам како. Такође нам ваља поразити оне што већ изб›јегоше из земље мртвих.|~ |~e0

source: Word had just arrived when I left Lintanir that the High Lord Kalenz was mustering an elvish army against the orcs, but he is not aware of the King’s movements or of any trap in wait for him. And he certainly does not know of the undead menace.
sr: Баш кад пођох из Линтанира стиже глас да надгосподар Каленз сакупља вилењачку војску против оркова, али он није св›јестан краљевих покрета нити какве год клопке која би га чекала. И сасвим сигурно не зна за немртву пр›ијетњу. |~ |~e0

source: Maybe we can warn the King in time. Lionel should be back in Weldyn by now; I shall send one of the garrison’s message-riders to him, but I cannot spare the time to go south myself. I will gather as many troops as I can move quickly through these wildlands and head west from here.
sr: Можда можемо на вр›ијеме упозорити краља. Требало би да се до сада Лионел вратио у Велдин; послаћу краљу једног од гласника из ове посаде, али не могу одвојити времена да и сам пођем на југ. Сакупићу бораца колико могу и похитаћу на запад преко ових дивљих крајева.|~ |~e0

source: Will you join me? Elves know these northern paths better than any human.
sr: Да ли бисте ми се придружили? Вилењаци знају ове с›јеверне стазе боље него иједан човек.|~ |~e0

source: It is not to be, Delfador. I must return to Lintanir as swiftly as I may; the Northern Elves must be informed immediately — and mayhap I can find High Lord Kalenz or get a message to him.
sr: То није могуће, Делфадоре. Морам се што пре вратити у Линтанир и обав›ијестити с›јеверне вилењаке о дешавањима. Можда затекнем надгосподара Каленза, или му доставим поруку.|~ |~e0

source: My King does not command him... but if Elves and Humans do not stand together in this, I fear we will fall separately.
sr: Мој краљ не запов›иједа над њим... али ако људи и вилењаци не збију редове, одвојени ће пасти, плашим се.|~ |~e0

source: The Return of Trouble
sr: Повратак невоље|~ |~e0

source: While Delfador was still at the Academy, major events were taking place throughout Wesnoth. After centuries of squabbling, a warlord emerged to unite the Orcs. This was ill tidings for men and Elves alike.
sr: Док Делфадор још учаше на Алдујину, много се ствари изм›ијени у Весноту. Посл›ије сто‹љећа зађевица, међу орковима се издигао ратовођ који их уједини. Б›ијеше ово подједнако лош развој и за људе и за вилењаке.|~ |~e0
