Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-lib.po
Languages: sr

source: Shroud
sr: покров|~

source: Fog
sr: магла|~

source: Ice
sr: лед|~

source: Snow
sr: снег|~ сн›ијег|~

source: Bridge
sr: мост|~

source: Encampment
sr: табор|~

source: Castle
sr: замак|~

source: Keep
sr: кула|~

source: Encampment Keep
sr: кула табора|~

source: Crater
sr: гротло|~

source: Desert
sr: пустиња|~

source: Rubble
sr: запрека|~

source: Sand
sr: песак|~ п›ијесак|~

source: Oasis
sr: оаза|~

source: Snowy Pine Forest
sr: снежна зимзелена шума|~ с‹њежна зимзелена шума|~

source: Great Tree
sr: велико дрво|~

source: Forest
sr: шума|~

source: Pine Forest
sr: зимзелена шума|~

source: Tropical Forest
sr: тропска шума|~

source: Summer Deciduous Forest
sr: летња листопадна шума|~ ‹љетња листопадна шума|~

source: Fall Deciduous Forest
sr: јесења листопадна шума|~

source: Winter Deciduous Forest
sr: зимска листопадна шума|~

source: Snowy Deciduous Forest
sr: снежна листопадна шума|~ с‹њежна листопадна шума|~

source: Summer Mixed Forest
sr: летња мешовита шума|~ ‹љетна м›јешовита шума|~ ‹ље◃тна м›јешовита шума|~

source: Fall Mixed Forest
sr: јесења мешовита шума|~

source: Winter Mixed Forest
sr: зимска мешовита шума|~

source: Snowy Mixed Forest
sr: снежна мешовита шума|~

source: Grassland
sr: ливада|~

source: Snow Hills
sr: снежна брда|~ с‹њежна брда|~

source: Dunes
sr: дине|~

source: Hills
sr: брда|~

source: Mountains
sr: планине|~

source: Snowy Mountains
sr: снежне планине|~ с‹њежне планине|~

source: Chasm
sr: бездан|~

source: Lava
sr: лава|~

source: Road
sr: друм|~

source: Dirt
sr: блато|~

source: Farmland
sr: ораница|~

source: Swamp
sr: мочвара|~

source: Lit
sr: светло|~

source: Cave
sr: пећина|~

source: Mushroom Grove
sr: гљиварски гај|~

source: Rockbound Cave
sr: стеновита пећина|~ ст›јеновита пећина|~

source: Village
sr: село|~

source: Deep Water
sr: дубока вода|~

source: Shallow Water
sr: плитка вода|~

source: Coastal Reef
sr: обалски гребен|~

source: Cave Wall
sr: пећински зид|~

source: Impassable
sr: непролаз|~

source: Void
sr: празнина|~

source: Flat
sr: равница|~

source: Frozen
sr: клизавица|~

source: Unwalkable
sr: расцеп|~ расц›јеп|~

source: Connect to Server
sr: Повежи се на сервер|~

source: You will now connect to a server to download add-ons.
sr: Сада ћете се повезати на сервер за преузимање додатака.|~

source: Server:
sr: Сервер:|~

source: Remove Add-ons
sr: Уклони додатке|~

source: Connect
sr: Повежи се|~

source: Cancel
sr: Одустани|~

source: OK
sr: У реду|~

source: Generate Random Map
sr: Створи насумичну мапу|~

source: Next Generator
sr: Следећи генератор|~ С‹љедећи генератор|~

source: Settings
sr: Поставке|~

source: Generate
sr: Створи|~

source: New Map
sr: Нова мапа|~

source: Width:
sr: Ширина:|~

source: Height:
sr: Висина:|~

source: Resize Map
sr: Промени величину мапе|~ Пром›ијени величину мапе|~

source: New width:
sr: Нова ширина:|~

source: Old width:
sr: Стара ширина:|~

source: New height:
sr: Нова висина:|~

source: Old height:
sr: Стара висина:|~

source: Copy edge terrain
sr: Копирај рубни терен|~

source: Next
sr: Следеће|~ С‹љедеће|~

source: Red:
sr: црвена:|~

source: Green:
sr: зелена:|~

source: Blue:
sr: плава:|~

source: Apply
sr: Примени|~ Прим›ијени|~

source: Formula debugger
sr: Исправљач формула|~

source: Welcome
sr: Добро дошли|~

source: state
sr: стање|~

source: Call stack
sr: Стек позива|~

source: Actions
sr: Радње|~

source: Step operation
sr: Коракни операцију|~

source: Next operation
sr: Следећа операција|~ С‹љедећа операција|~

source: Step out
sr: Искоракни|~

source: Continue
sr: Настави|~

source: Execution trace
sr: Траг извршавања|~

source: Quit
sr: Напусти|~

source: Delete Save
sr: Брисање датотеке|~

source: Do you really want to delete this game?
sr: Желите ли заиста да обришете ову позицију?|~

source: Yes
sr: Да|~

source: No
sr: Не|~

source: Load Game
sr: Учитај позицију|~

source: Choose the game to load
sr: Позиција за учитавање|~

source: Filter
sr: Филтер|~

source: Name
sr: Име|~

source: Date
sr: Датум|~

source: Delete
sr: Обриши|~

source: Show replay
sr: Прикажи снимак|~

source: Cancel orders
sr: Обустави наређења|~

source: Save Game
sr: Сачувај позицију|~

source: Name:
sr: Име:|~

source: Quit Game
sr: Напусти игру|~

source: Overwrite?
sr: Пребрисати?|~

source: Save already exists. Do you want to overwrite it?
sr: Позиција већ постоји. Желите ли да је пребришете?|~

source: Gamestate Inspector
sr: Испитивач стања игре|~

source: Type
sr: тип|~ |~e0

source: Close
sr: Затвори|~

source: Language
sr: Језик|~

source: Choose your preferred language:
sr: Изаберите жељени језик:|~

source: Games
sr: Партије|~

source: Requires a password to join
sr: Захтева лозинку за прикључивање|~ Захт›ијева лозинку за прикључивање|~

source: Use map settings
sr: Са поставкама мапе|~

source: Reloaded game
sr: Учитана позиција|~

source: Unknown era
sr: Непозната епоха|~

source: Gold per village
sr: Злата по селу|~

source: Experience modifier
sr: Модификатор искуства|~

source: Time limit
sr: Временско ограничење|~

source: Sort players:
sr: Ређање играча:|~

source: Friends first, ignored people last
sr: Прво пријатељи, игнорисани на крају|~

source: Alphabetically
sr: ~@/Азбучно/Abecedno/|~

source: Selected game
sr: Изабрана партија|~

source: Current room
sr: Текућа соба|~

source: Lobby
sr: Хол|~

source: Other games
sr: Друге партије|~

source: Rooms
sr: Собе|~

source: Messages waiting
sr: Чекају поруке|~

source: Multiplayer Lobby
sr: Вишеиграчки хол|~

source: Filter:
sr: Филтер:|~

source: Friends
sr: Пријатељи|~

source: No ignored
sr: Без игнорисаних|~

source: Vacant slots
sr: Слободних места|~ Слободних м›ијеста|~

source: Invert filter
sr: Изврни филтер|~

source: Send
sr: Пошаљи|~

source: Preferences
sr: Поставке|~

source: Refresh
sr: Освежи|~ Осв›јежи|~

source: Create Game
sr: Направи партију|~

source: Join
sr: Придружи се|~

source: Observe
sr: Посматрај|~

source: Quick replay
sr: Брзи снимак|~

source: Moderation
sr: Модерисање|~

source: Check status
sr: Провери стање|~ Пров›јери стање|~

source: Kick / ban reason:
sr: Разлог избацивања/забране:|~

source: Kick
sr: Избаци|~

source: Ban time:
sr: Трајање забране:|~

source: Kick/ban
sr: Избаци/забрани|~

source: Multiplayer command dialog
sr: Дијалог вишеиграчких наредби|~

source: Messaging
sr: Гласништво|~

source: Message:
sr: Порука:|~

source: Friends/Ignored List
sr: Списак пријатеља/игнорисаних|~

source: Add As Friend
sr: Додај као пријатеља|~

source: Add As Ignore
sr: Додај као игнорисаног|~

source: Remove
sr: Уклони|~

source: Moderating
sr: Модерисање|~

source: Reason:
sr: Разлог:|~

source: Time:
sr: Време:|~ Вр›ијеме:|~

source: Status
sr: Статус|~

source: Ban
sr: Забрани|~

source: You will now connect to the multiplayer server.
sr: Сада ћете се повезати са вишеиграчким сервером.|~

source: View List
sr: Прикажи списак|~

source: Name of game:
sr: Назив партије:|~

source: Players:
sr: Играча: |~

source: Map size:
sr: Величина мапе: |~

source: Era:
sr: Епоха:|~

source: Default
sr: Подразумевано|~

source: Set Password
sr: Постави лозинку|~

source: Map to play:
sr: Мапа за играње:|~

source: Number of turns
sr: Број потеза|~

source: Unlimited
sr: неограничен|~

source: Village gold
sr: Злата по селу|~

source: Random start time
sr: Насумично време почетка|~ Насумично вр›ијеме почетка|~

source: Multiplayer server login dialog
sr: Дијалог пријаве на вишеиграчки сервер|~

source: Login
sr: Пријављивање|~

source: Login:
sr: Пријава:|~

source: Password:
sr: Лозинка:|~

source: Save password to preferences (clear text)
sr: Сачувај лозинку међу поставкама (чист текст)|~

source: Password Reminder
sr: Подсетник лозинке|~ Подс›јетник лозинке|~

source: Multiplayer
sr: Вишеиграње|~

source: Join Official Server
sr: На званични сервер|~

source: Log on to the official Wesnoth multiplayer server
sr: Пријавите се на Веснотов званични вишеиграчки сервер|~

source: Join a different server
sr: На други сервер|~

source: Host Networked Game
sr: Домаћин мрежној партији|~

source: Local Game
sr: Локална партија|~

source: Play a multiplayer game with the AI or humans sharing the same machine
sr: Покрените вишеиграчку партију са ВИ или људима за истим рачунаром|~

source: Address
sr: Адреса|~

source: Select
sr: Изабери|~

source: Help
sr: Помоћ|~

source: Previous
sr: Претходно|~

source: Tutorial
sr: Подучавање|~

source: Campaign
sr: Поход|~

source: Load
sr: Учитај|~

source: Add-ons
sr: Додаци|~

source: Credits
sr: Заслуге|~

source: Create Unit (Debug!)
sr: Направи јединицу (испр.!)|~

source: Gender:
sr: Пол:|~

source: Male
sr: мушки|~

source: Female
sr: женски|~

source: Race
sr: раса|~

source: File:
sr: Датотека: |~

source: Delete File
sr: Обриши датотеку|~

source: New Folder
sr: Нова фасцикла|~ Нови директоријум|~

source: Deletion of the file failed.
sr: Брисање датотеке није успело.|~ Брисање датотеке није усп›јело.|~

source: Creation of the directory failed.
sr: Стварање директоријума није успело.|~ Стварање директоријума није усп›јело.|~

source: No server has been defined.
sr: Сервер није задат.|~

source: player
sr: играч|~

source: Interrupt move when an ally is sighted
sr: Прекини потез на уоченог савезника|~

source: Friends List
sr: Списак пријатеља|~

source: Multiplayer Options
sr: Вишеиграчке опције|~

source: Change Resolution
sr: Промени резолуцију|~ Пром›ијени резолуцију|~

source: Theme
sr: Тема|~

source: Hotkeys
sr: Пречице|~

source: Sound effects
sr: Звучни ефекти|~

source: Music
sr: Музика|~

# sound
source: Advanced Options
sr: Напредне опције|~

# sound
source: Standard Options
sr: Стандардне опције|~

source: Custom
sr: Посебно|~

source: Frequency:
sr: Учестаност:|~

source: Sound effects on/off
sr: Звучни ефекти укљ/искљ|~

source: Change the sound effects volume
sr: Промени јачину звучних ефеката|~ Пром›ијени јачину звучних ефеката|~

source: Music on/off
sr: Музика укљ/искљ|~

source: Change the music volume
sr: Промени јачину музике|~ Пром›ијени јачину музике|~

source: Change the bell volume
sr: Промени јачину звона|~ Пром›ијени јачину звона|~

source: Turn menu and button sounds on/off
sr: Укључи/искључи звуке менија и дугмади|~

source: Change the sound volume for button clicks, etc.
sr: Промени јачину звука при клику на дугме, итд.|~ Пром›ијени јачину звука при клику на дугме, итд.|~

source: Change the sample rate
sr: Промени учестаност узорковања|~ Пром›ијени учестаност узорковања|~

source: User defined sample rate
sr: Кориснички деф. учестаност узорковања|~

source: Change the buffer size
sr: Промени величину бафера|~ Пром›ијени величину бафера|~

source: Change the speed of scrolling around the map
sr: Промени брзину клизања мапа|~ Пром›ијени брзину клизања мапа|~

source: Set the amount of chat lines shown
sr: Постави број приказаних редова ћаскања|~

source: Add a timestamp to chat messages
sr: Додај време у порукама у ћаскању|~ Додај вр›ијеме у порукама у ћаскању|~

source: Choose whether the game should run full screen or in a window
sr: Да ли се игра преко целог екрана или у прозору|~ Да ли се игра преко ц›ијелог екрана или у прозору|~ Играње преко ц›ијелог екрана или у прозору|~

source: Make units move and fight faster
sr: Јединице да се брже крећу и боре|~

source: Units move and fight speed
sr: Брзина кретања и борбе јединица|~

source: Set the frequency of unit idle animations
sr: Одреди учестаност стајаћих анимација јединица|~ Учестаност стајаћих анимација јединица|~

source: Set maximum number of automatic saves to be retained
sr: Постави највећи број самоуписа за задржавање|~ Највећи број самоуписа за задржавање|~

source: Do not animate AI units moving
sr: Не анимирај ВИ јединице приликом кретања|~ Без анимација код ВИ јединица приликом кретања|~

source: Overlay a grid onto the map
sr: Преклопи мрежу преко мапе|~

source: Sort the player list in the lobby by player groups
sr: Поређај играче на списку у холу по групама|~

source: Do not show messages about players joining the multiplayer lobby
sr: Не приказуј поруке о играчима који пристигну у вишеиграчки хол|~

source: Show messages about your friends joining the multiplayer lobby
sr: Прикажи поруке о пријатељима који пристигну у вишеиграчки хол|~

source: Show messages about all players joining the multiplayer lobby
sr: Прикажи поруке о свим играчима који пристигну у вишеиграчки хол|~

source: View and edit your friends and ignores list
sr: Прегледајте и уредите списак пријатеља и игнорисаних|~

source: Back to the multiplayer options
sr: Назад на вишеиграчке опције|~

source: Remove this username from your list
sr: Уклони корисничко име са списка|~

source: Insert a username
sr: Уметни корисничко име|~

source: Show text above a unit when it is hit to display damage inflicted
sr: Прикажи изнад јединица текст са претрпљеном штетом при удару|~

source: Change the resolution the game runs at
sr: Промени резолуцију коју игра користи|~ Пром›ијени резолуцију коју игра користи|~

source: Change the theme the game runs with
sr: Промени тему игре|~ Пром›ијени тему игре|~

source: Display a dialog at the beginning of your turn
sr: Прикажи дијалог на почетку мог потеза|~

source: Play a bell sound at the beginning of your turn
sr: Зазвони на почетку мог потеза|~

source: Show a colored circle around the base of each unit to show which side it is on
sr: Прикажи око основе сваке јединице круг у боји стране којој припада|~

source: Use graphical special effects (may be slower)
sr: Специјални графички ефекти (може успоравати)|~

source: View and configure keyboard shortcuts
sr: Прикажи и подеси пречице са тастатуре|~

source: Speed:
sr: Брзина: |~

source: infinite
sr: безброј|~

source: Invalid username
sr: Неваљано корисничко име|~ Лоше корисничко име|~

source: yes
sr: да|~

source: no
sr: не|~

source: (empty list)
sr: (празан списак)|~

# Prefs section
source: General
sr: Опште|~

# Prefs section
source: Display
sr: Приказ|~

# Prefs section
source: Sound
sr: Звук|~

# Prefs section
source: Multiplayer
sr: Вишеиграње|~

# Advanced section
source: Advanced
sr: Напредно|~

source: No known themes. Try changing from within an existing game.
sr: Нема познатих тема. Покушајте да промените унутар започете партије.|~ Нема познатих тема. Покушајте да пром›ијените унутар започете партије.|~

source: Find $filename server binary to host networked games
sr: Пронађите серверску извршну $filename, за удомљавање мрежних партија.|~

source: Line doesn't fit on canvas.
sr: Линија не стаје на платно.|~

source: Rectangle doesn't fit on canvas.
sr: Правоугаоник не стаје на платно.|~

source: Text has a font size of 0.
sr: Величина фонта за текст је 0.|~

source: Text doesn't start on canvas.
sr: Текст не стаје на платно.|~

source: No resolution defined.
sr: Резолуција није дефинисана.|~

source: No grid defined.
sr: Мрежа није дефинисана.|~

source: Linked '$id' group has multiple definitions.
sr: Повезана група ‘$id’ има вишеструке дефиниције.|~

source: Linked '$id' group needs a 'fixed_width' or 'fixed_height' key.
sr: Повезана група ‘$id’ тражи кључ ‘fixed_width’ или ‘fixed_height’.|~

source: A row must have a column.
sr: Врста мора имати колону.|~

source: Number of columns differ.
sr: Број колона се разликује.|~

source: No list defined.
sr: Списак није задат.|~

source: A 'list_definition' should contain one row.
sr: Поље list_definition мора садржати једну врсту.|~

source: 'list_data' must have the same number of columns as the 'list_definition'.
sr: Поље list_data мора имати исти број колона као list_definition.|~

source: No page defined.
sr: Страница није дефинисана.|~

source: The number of value_labels and values don't match.
sr: Број value_labels и вредности се не слаже.|~ Број value_labels и вр›иједности се не слаже.|~

source: No stack defined.
sr: Стек није задат.|~

source: #(Invalid)
sr: #(неваљан)|~ #(лоше)|~

source: Campaign: $campaign_name
sr: Поход: $campaign_name|~

source: Turn
sr: Потез|~

source: Difficulty:
sr: Тежина: |~

source: Version:
sr: Верзија: |~ Издање: |~

source: Observers allowed
sr: Посматрачи дозвољени|~

source: Observers not allowed
sr: Посматрачи нису дозвољени|~

source: Password Required
sr: Неопходна лозинка|~

source: Joining this game requires a password.
sr: За прикључивање овој партији неопходна је лозинка.|~

source: Password:
sr: Лозинка: |~

source: Error
sr: Грешка|~

source: Load Game...
sr: Учитај позицију...|~

source: Version
sr: верзија|~ издање|~

source: Mandatory widget '$id' hasn't been defined.
sr: Обавезни виџет „$id“ није дефинисан.|~

source: Widget definition '$definition' doesn't contain the definition for '$id'.
sr: Дефиниција виџета „$definition“ не садржи дефиницију за „$id“.|~

source: No default gui defined.
sr: Подразумевано сучеље није дефинисано.|~ Подразум›ијевано сучеље није дефинисано.|~

source: No state or draw section defined.
sr: Одељак стања или цртања није дефинисан.|~ Од›јељак стања или цртања није дефинисан.|~

source: Click dismiss needs a 'click_dismiss' or 'ok' button.
sr: Клику отпуштања треба дугме „click_dismiss“ или „ok“.|~

source: Failed to show a dialog, which doesn't fit on the screen.
sr: Не могу да прикажем дијалог који не стаје на екран.|~

source: Next Unit
sr: Следећа јединица|~ С‹љедећа јединица|~

source: Previous Unit
sr: Претходна јединица|~

source: Hold Position
sr: Држи положај|~

source: End Unit Turn
sr: Крај потеза јединице|~

source: Leader
sr: Вођ|~

source: Undo
sr: Опозови|~

source: Redo
sr: Понови|~

source: Zoom In
sr: Увећај|~

source: Zoom Out
sr: Умањи|~

source: Default Zoom
sr: Основно увећање|~

source: Toggle Full Screen
sr: Преко целог екрана|~ Преко ц›ијелог екрана|~

source: Screenshot
sr: Снимак екрана|~

source: Map Screenshot
sr: Снимак екрана с мапом|~

source: Accelerated
sr: Убрзано|~

source: Unit Description
sr: Опис јединице|~

source: Rename Unit
sr: Преименуј јединицу|~

source: Save Replay
sr: Сачувај снимак|~

source: Save Map
sr: Сачувај мапу|~

source: Recruit
sr: Унајми|~

source: Repeat Recruit
sr: Понови најам|~

source: Recall
sr: Сазови|~

source: End Turn
sr: Готово|~

source: Toggle Ellipses
sr: Приказ елипса|~

source: Toggle Grid
sr: Приказ мреже|~

source: Mouse Scrolling
sr: Клизање мишем|~

source: Status Table
sr: Табела стања|~

source: Mute
sr: Утишај|~

source: Speak
sr: Причај|~

source: Change Side (Debug!)
sr: Промени страну (испр.!)|~ Пром›ијени страну (испр.!)|~

source: Scenario Objectives
sr: Циљеви сценарија|~

source: Unit List
sr: Списак јединица|~

source: Statistics
sr: Статистика|~

source: Set Team Label
sr: Етикетирај тим|~

source: Set Label
sr: Етикетирај|~

source: Clear Labels
sr: Уклони етикете|~

source: Show Enemy Moves
sr: Противнички покрети|~

source: Best Possible Enemy Moves
sr: Најбољи противнички покрети|~

source: Next Turn
sr: Следећи потез|~ С‹љедећи потез|~

source: Next Side
sr: Следећа страна|~ С‹љедећа страна|~

source: Team 1
sr: Тим 1|~

source: Quit to Desktop
sr: Изађи на површ|~

source: Close Map
sr: Затвори мапу|~

source: Switch Map
sr: Пребаци мапу|~

source: Partial Undo
sr: Делимично опозови|~

source: Load Map
sr: Учитај мапу|~

source: Save Map As
sr: Сачувај мапу као|~

source: Revert All Changes
sr: Врати све измене|~ Врати све изм›јене|~

source: Map Information
sr: Подаци о мапи|~

source: Next Tool
sr: Следећа алатка|~ С‹љедећа алатка|~

source: Paint Tool
sr: Алатка сликања|~

source: Fill Tool
sr: Алатка испуне|~

source: Selection Tool
sr: Алатка избора|~

source: Next Brush
sr: Следећа четкица|~ С‹љедећа четкица|~

source: Default Brush
sr: Подразумевана четкица|~ Подразум›ијевана четкица|~

source: Cut
sr: Исеци|~

source: Copy
sr: Умножи|~

source: Paste
sr: Налепи|~ Нал›ијепи|~

source: Select All
sr: Изабери све|~

source: Select Inverse
sr: Обрни избор|~

source: Select None
sr: Поништи избор|~

source: Rotate Clipboard Clockwise
sr: Заокрени оставу у смеру казаљке|~ Заокрени оставу у см›јеру казаљке|~

source: Rotate Clipboard Counter-Clockwise
sr: Заокрени оставу супротно смеру казаљке|~ Заокрени оставу супротно см›јеру казаљке|~

source: Flip Clipboard Horizontally
sr: Преврни оставу водоравно|~

source: Flip Clipboard Vertically
sr: Преврни оставу усправно|~

source: Rotate Selection
sr: Заокрени избор|~

source: Flip Selection
sr: Преврни избор|~

source: Fill Selection
sr: Испуни избор|~

source: Rotate Map
sr: Заокрени мапу|~

source: Generate Map
sr: Створи мапу|~

source: Apply a Mask
sr: Примени маску|~ Прим›ијени маску|~

source: Create Mask
sr: Створи маску|~

source: Refresh Display
sr: Освежи приказ|~ Осв›јежи приказ|~

source: Update Terrain Transitions
sr: Ажурирај прелазе терена|~

source: Auto-update Terrain Transitions
sr: Самоажурирај прелазе терена|~

source: Refresh Image Cache
sr: Освежи кеш слика|~ Осв›јежи кеш слика|~

source: Draw Hex Coordinates
sr: Цртај координате поља|~

source: Draw Terrain Codes
sr: Цртај теренске кодове|~

source: Delay Shroud Updates
sr: Застој ажурирања покрова|~

source: Update Shroud Now
sr: Ажурирај покров сада|~

source: Continue Move
sr: Настави потез|~

source: Find Label or Unit
sr: Нађи етикету или јединицу|~

source: Speak to Ally
sr: Причај савезнику|~

source: Speak to All
sr: Причај свима|~

source: View Chat Log
sr: Прикажи дневник ћаскања|~

source: Change the language
sr: Промени језик|~ Пром›ијени језик|~

# language code for localized resources
source: en_US
sr: ~@/sr/sr@latin/|~ ~#|~@/sr/sr@latin/|~@/sr@ijekavian/sr@ijekavianlatin/||~~ ~#|~@/sr/sr@latin/|~@/sr@ijekavian,sr/sr@ijekavianlatin,sr@latin/||~~

source: Map Generator
sr: Генератор мапа|~

source: Players:
sr: Играчи:|~

source: Villages:
sr: Села:|~

source: Landform:
sr: Пејзаж:|~

source: /1000 tiles
sr: /1000 плочица|~

source: Coastal
sr: обалски|~

source: Inland
sr: копнени|~

source: Island
sr: острвски|~

source: The maximum text width is less than 1.
sr: Највећа ширина текста је испод 1.|~

source: The video mode could not be changed. Your window manager must be set to 16 bits per pixel to run the game in windowed mode. Your display must support 1024x768x16 to run the game full screen.
sr: Промена видео режима није успела. Менаџер прозора мора подржавати 16 бита по пикселу да би игра радила у прозору. Приказ мора подржавати 1024×768×16 да би игра ишла преко целог екрана.|~ Пром›јена видео режима није усп›јела. Менаџер прозора мора подржавати 16 бита по пикселу да би игра радила у прозору. Приказ мора подржавати 1024×768×16 да би игра ишла преко ц›ијелог екрана.|~

source: Hotkey Settings
sr: Поставке пречица|~

source: Action
sr: радња|~

source: Binding
sr: свеза|~

source: Clear Hotkey
sr: Очисти пречицу|~

source: There are no alternative video modes available
sr: Нема алтернативних видео режима|~

source: Choose Resolution
sr: Изабери резолуцију|~ Избор резолуције|~

source: A terrain with a string with more than 4 characters has been found, the affected terrain is :
sr: Нађен терен са ниском дужом од четири знака. Терен на који ово утиче:|~

source: An error due to possibly invalid WML occurred The error message is :
sr: Грешка због могућег неваљаног ~@/ВМЛ/WML/-а Порука је:|~ Грешка због могућег неправилног ~@/ВМЛ/WML/-а Порука је:|~

source: When reporting the bug please include the following error message :
sr: Када пријављујете грешку, молимо укључите и следећу поруку:|~ Када пријављујете грешку, молимо укључите и с‹љедећу поруку:|~

source: In section '[$section|]' where '$primary_key| = $primary_value' the mandatory key '$key|' isn't set.
sr: У одељку ‘[$section|]’ где ‘$primary_key| = $primary_value’ није постављен обавезни кључ ‘$key|’.|~ У од›ијељку ‘[$section|]’ где ‘$primary_key| = $primary_value’ није постављен обавезни кључ ‘$key|’.|~ У од›ијељку ‘[$section|]’ гд›је ‘$primary_key| = $primary_value’ није постављен обавезни кључ ‘$key|’.|~
