Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-dm.po
Languages: sr

source: DM
sr: ДС|~

source: Mage
sr: Маг|~ маг|~

source: Wesnoth seems to be slipping inexorably into chaos, as marauding orcs pour south across the Great River, and mysterious and deadly creatures roam the night. Who is the shadowy Iliah-Malal? Can you defeat him before he destroys all life in Wesnoth?
sr: Чини се да Веснот неумитно клизи у хаос, док пљачкашки оркови хрле на југ преко Велике ријеке а тајанствена и смртоносна створења тумарају ноћу. Ко је тајанствени Илијах-Малал? Можеш ли га поразити прије него затре сав живот у Весноту?|~ Чини се да Веснот неумитно клизи у хаос, док пљачкашки оркови хрле на југ преко Велике р›ијеке а тајанствена и смртоносна створења тумарају ноћу. Ко је тајанствени Илијах-Малал? Можеш ли га поразити пр›ије него затре сав живот у Весноту?|~ Чини се да Веснот неумитно клизи у хаос, док пљачкашки оркови хрле на југ преко Велике р›ијеке а тајанствена и смртоносна створења тумарају ноћу. Ко је мрачни Илијах-Малал? Можеш ли га поразити пр›ије него затре сав живот у Весноту? |~ Чини се да Веснот неумитно клизи у хаос, док пљачкашки оркови хрле на југ преко Велике р›ијеке а тајанствена и смртоносна створења тумарају ноћу. Ко је мрачни Илијах-малал? Можеш ли га поразити пр›ије него затре сав живот у Весноту? |~

source: Creator and Original Designer
sr: Творац и оригинални дизајнер|~ Творац и првобитни дизајнер|~

source: WML Programming and Assistance
sr: ~@/ВМЛ/WML/ програмирање и помоћ|~

source: Graphics
sr: Графика|~

source: Additional thanks to
sr: Помогоше и|~

source: Marshal
sr: Начелник|~ начелник|~

source: First Oracle
sr: Први Тајновидац|~ први тајновидац|~

source: Second Oracle
sr: Други Тајновидац|~ други тајновидац|~

source: Third Oracle
sr: Трећи Тајновидац|~ трећи тајновидац|~

source: Fourth Oracle
sr: Четврти Тајновидац|~ четврти тајновидац|~

source: This is the true story of Delfador the Great from his humble beginnings; the tale of how he became the most famous and powerful of all the mages of Wesnoth.
sr: Ово је истинита прича о Делфадору Великом, још од скромних почетака, прича као постаде најславнији и најмоћнији међу маговима веснотским.|~ Ово је истинита прича о Делфадору Великом, још од скромних почетака, прича како постаде најславнији и најмоћнији међу маговима веснотским.|~ Ово је истинита прича о Делфадору Великом, његовим скромним почецима; прича како постаде најславнији и најмоћнији међу маговима веснотским.|~

source: It begins on the Isle of Alduin, at the Academy which trains mages from throughout the Great Continent.
sr: Прича почиње на острву Алдујин, у Училишту гдје се обучаваше магови са читавог Великог Континента.|~ Прича почиње на острву Алдујин, у Училишту гд›је се обучаваше магови са читавог Великог Континента.|~ Прича почиње на Острву Алдујина, у Училишту гд›је се обучаваше магови са читавог Великог континента.|~

source: After ten years of training, two tests stand between that apprentice and attainment of the degree of Mage:
sr: Након десет година обуке,двије кушње стоје међ' шегртом и стицањем звања мага:|~ Након десет година обуке, дв›ије кушње стоје међ' шегртом и стицањем звања мага:|~ Након десет година обуке, дв›ије кушње стоје међ’ шегртом и стицањем звања мага:|~

source: Academy of Magic, Isle of Alduin.
sr: Магијско Училиште, Острво Алдујин.|~ Магијско училиште, Острво Алдујина.|~

source: Come, O aspirant. The Oracles await you.
sr: Приђи, о молитељу. Тајновици те чекају.|~

source: Yes. Peace is broken, but hope is not extinguished. There is always hope. And you will be the father of it. I call the power of the Bright Gods into the second part of your name. FA
sr: Да. Мир је прекинут, ал' нада није уништена. Увијек ће је бити. И ти ћеш јој отац бити. Призивам силу богова свјетлости на други дио имена твог. ФА|~ Да. Мир је прекинут, ал' нада није уништена. Ув›ијек ће је бити. И ти ћеш јој отац бити. Призивам силу богова св›јетлости на други д‹ио имена твог. ФА|~ Да. Мир је прекинут, ал’ нада није уништена. Ув›ијек ће је бити. И ти ћеш јој отац бити. Призивам силу богова св›јетлости на други д‹ио имена твог. ФА|~

source: After the battle, peace. After the darkness, dawn. From death springs new life. I give you the last part of your name, the final syllable of power. DOR
sr: Послије боја, мир. Послије тмине, зора. Из смрти клија живот нови. Дајем ти посљедњи дио имена, коначни слог силе. ДОР|~ Посл›ије боја, мир. Посл›ије тмине, зора. Из смрти клија живот нови. Дајем ти посљедњи д‹ио имена, коначни слог силе. ДОР|~ Посл›ије боја, мир. Посл›ије тмине, зора. Из смрти клија живот нови. Дајем ти пос‹љедњи д‹ио имена, коначни слог силе. ДОР|~

source: DELFADOR, open your eyes. And open them again!
sr: ДЕЛФАДОРЕ, отвори своје очи. И опет их отвори!|~ ДЕЛФАДОРЕ, отвори очи. И опет их отвори!|~

source: o o
sr: о о|~

source: O O
sr: О О|~

source: The light fills me!
sr: Свјетлост ме испуњава|~ Св›јетлост ме испуњава!|~

source: It is well.
sr: Добро је тако|~ Добро је тако.|~

source: Now, go forth!
sr: Сад, пођи!|~

source: Your name journey begins. Methor will lead you from this place.
sr: Почиње ти именданско путовање. Од овог часа Метор ће те водити.|~

source: But I will not see you to its end, for that is yours alone.
sr: Али нећу видјети крај тог пута, јер на теби је да га сам окончаш.|~ Али нећу вид›јети крај тог пута, јер на теби је да га сам окончаш.|~

source: Dangers and trials await us. When you have truly claimed the name you have been given, I will depart.
sr: Опасности и скушења нас чекају. Кад стварно прихватиш име што ти дадоше, разићи ћемо се|~ Опасности и искушења нас чекају. Кад стварно прихватиш име што ти дадоше, разићи ћемо се.|~

source: I am ready.
sr: Спреман сам.|~

source: This Valley Belongs to Me
sr: Ово је моја долина|~

source: Grogor-Tuk
sr: Грогор-Тук|~

source: Delfador, your time as my apprentice is now almost over. You are a fully-trained mage, and may choose your own path in life. I hope, however, that you will take my advice, and enroll yourself in the service of King Garard. I have many contacts at the court and...
sr: Делфадоре, дани твог шегртовања код мене су скоро на истеку. Ти си потпуно обучен маг и можеш да одабереш властиту стазу у животу. Како год, надам се, прихватићеш мој савјет и ступићеш у службу код Краља Гарарда. Имам много пријатеља на двору и... |~ Делфадоре, дани твог шегртовања код мене су скоро на истеку. Ти си потпуно обучен маг и можеш да одабереш властиту стазу у животу. Како год, надам се, прихватићеш мој сав›јет и ступићеш у службу код Краља Гарарда. Имам много пријатеља на двору и... |~ Делфадоре, дани твог шегртовања код мене скоро су на истеку. Ти си потпуно обучен маг и можеш да одабереш властиту стазу у животу. Ипак, надам се, прихватићеш мој сав›јет и ступићеш у службу код краља Гарарда. Имам много пријатеља на двору и... |~

source: Listen, humans! This valley belongs to me now. I require all your houses and your possessions! Hand them over quietly and I may permit you to live on as my slaves...
sr: Почујте, људи! Ово је сад моја долина. Захтијевм све ваше куће и иметак! Предајте их мирно и можда дозволим да живите као моје робље...|~ Почујте, људи! Ово је сад моја долина. Захтијевм све ваше куће и иметак! Предајте их мирно и можда вам дозволим да живите као моје робље...|~ Почујте, људи! Ово је сад моја долина. Захт›ијевам све ваше куће и иметак! Предајте их мирно и можда вам дозволим да живите као моје робље...|~

source: Arrogant creature! We have little enough, and we will not suffer you to take it from us by force.
sr: Охоли створе! Једва да имамо довољно за себе и нећемо дозволити да нам то узмеш силим.|~ Охоли створе! Једва да имамо довољно за себе и нећемо дозволити да нам то узмеш силом.|~

source: Defeat Grogor-Tuk
sr: Поразиш ли Грогор-Тука|~

source: Death of Delfador
sr: Настрада ли Делфадор|~

source: I will grieve for master Methor... I must take his advice and seek out Leollyn.
sr: Жалићу за учитељем Метором... Морам да послушам његов савјет и потражим Леолина|~ Жалићу за учитељем Метором... Морам да послушам његов сав›јет и потражим Леолина.|~ Жалићу за господином Метором... Морам да послушам његов сав›јет и потражим Леолина.|~ |~e1

source: And it is no good news I will bring him. Orcs, so far south and so near the capital? This is a dire sign; things are gravely amiss in Wesnoth.
sr: И нећу му донијети лијепе вијести. Оркови, тако далеко на југу и тако близу пријестонице. Кобан је то знамен; ствари су кренуле баш наопако у Весноту.|~ И нећу му донијети лијепе вијести. Оркови, тако далеко на југу и тако близу пријестонице. Кобан је то знамен; нешто је труло у држави веснотској.|~ И нећу му дон›ијети л›ијепе в›ијести. Оркови, тако далеко на југу и тако близу пр›ијестонице. Кобан је то знамен; нешто је труло у држави веснотској.|~

source: The Road to Weldyn
sr: Пут у Велдин|~

source: Player
sr: Играч|~

source: Urthaka-Tan
sr: Уртака-Тан|~

source: Enemies
sr: Непријатељи|~

source: The Great Valley
sr: Велика Долина|~ Велика долина|~

source: I cannot turn back now... If I fight these orcs, will your villagers help me?
sr: Сада не могу назад... Ако се будем борио са тим орковима, да ли ће те ми ви, сељаци помоћи?|~ Сада не могу назад... Ако се будем борио са тим орковима, да ли ће ми твоји сељаци помоћи?|~

source: Leollyn
sr: Леолин|~

source: Hagha-Tan
sr: Хага-Тан|~ Хага-тан|~

source: Journeyman Mage
sr: Маг Калфа|~ маг калфа|~

source: King of Wesnoth
sr: Краљ Веснота|~ краљ Веснота|~

source: Under the feudal system, all authority ultimately rested with the sovereign. His lords held their property only with his agreement, and had to pay him tribute. In return, the king would defend the realm against invaders, and redistribute wealth in times of need.
sr: У феудалном друштву сва власт се на концу своди на суверена. Његови велможе својим посједима владају тек по његовом одобрењу и морају да плаћају днак. Заузврат, краљ ће да брани државу против освајача и да прерасподјељује богатства у данима оскудице.|~ У феудалном друштву сва власт се на концу своди на суверена. Његови велможе својим пос›једима владају тек по његовом одобрењу и морају да плаћају данак. Заузврат, краљ ће да брани државу против освајача и да прераспод›јељује богатства у данима оскудице.|~ У феудалном друштву сва власт се на концу своди на суверена. Његови велможе својим пос›једима владају тек по његовом одобрењу и морају да плаћају данак. Краљ заузврат брани државу од освајача и прераспод›јељује богатства у данима оскудице.|~

source: Mage Commander
sr: Маг Заповједник|~ маг запов›једник|~

source: This mage has gained much experience leading others into battle. As a result, level 1 and 2 units fight more effectively when they are adjacent to him. He also has the power to heal others during combat.
sr: Овај маг је стекао много искуства водећи друге у боју. Стога ће се јединице првог и другог нивоа боље борити кад су у његовој близини. Он, такође, посједује моћ да лијечи друге током борбе.|~ Овај маг је стекао много искуства водећи друге у боју. Стога ће се јединице првог и другог нивоа боље борити кад су у његовој близини. Он, такође, пос›једује моћ да л›ијечи друге током борбе.|~ Овај маг је стекао много искуства водећи друге у боју. Стога ће се јединице првог и другог нивоа боље борити кад су у његовој близини. Такође пос›једује моћ да л›ијечи друге током борбе.|~

source: staff
sr: штап|~

source: Mage Leader
sr: Маг Вођа|~ маг вођа|~

source: This mage has gained some experience leading others into battle. As a result, level 1 units fight more effectively when they are adjacent to him.
sr: Овај маг је стекао нешто искуства водећи друге у боју. Стога ће се јединице првог нивоа боље борити кад су у његовој близини.|~

source: Mage Magister
sr: Маг Старјешина|~ маг стар›јешина|~

source: A Mage Magister, though equivalent in degree to a Great Mage, has special abilities of command and healing derived from extensive experience of battle.
sr: Маг Старјешина, иако једнаког ранга са Великим магом, посједује нарочите способности заповиједања и лијечења, стечене из обимног ратног искуства.|~ Маг стар›јешина, иако једнаког ранга са великим магом, пос›једује нарочите способности запов›иједања и л›ијечења, стечене из обимног ратног искуства.|~ Маг стар›јешина, иако једнаког ранга са великим магом, пос›једује нарочите способности запов›иједања и л›ијечења, проистекле из обимног ратног искуства.|~

source: Kalenz
sr: Каленз|~

source: Methor
sr: Не|~ Метор|~

source: No! So young...
sr: Не! Тако млад...|~

source: I have been defeated!
sr: Поражен сам!|~

source: A secret passage... I wonder where it leads...
sr: Тајни пролаз... Питам се гдје води...|~ Тајни пролаз... Питам се гд›је води...|~ Тајни пролаз... Питам се куда води...|~

source: Land of the Dead
sr: Земља Мртвих|~ Земља мртвих|~

source: Defeat enemy leader
sr: Поразиш ли противничког вођа|~

source: Derrin
sr: Дерин|~ |~e0

source: Feorth
sr: Феорт|~ |~e0

source: Gar
sr: Гар|~ |~e0

source: Take this, you slimy invader!
sr: Ево ти, љигави уљезу!|~

source: Thank you, Delfador, for helping to rid our land of those pestilent orcs. Your magic was more help than we looked for, and we are in your debt.
sr: Хвала ти, Делфадоре, што нам поможе да очистимо свој крај од орковске заразе. Твоја магија нам поможе и више но што мишљасмо и сад смо ти дужници.|~ Хвала ти, Делфадоре, што нам поможе да очистимо свој крај од орковске заразе. Твоја магија нам поможе и више но што мишљасмо, и сад смо ти дужници.|~

source: Perhaps some of our lads had better go with you as far as Weldyn. These lands are not safe for a lone traveler, and we may learn what drew the orcs so far south.
sr: Можда би неко од наших момака требао да пође са тобом до Велдина. Ови крајеви нису сигурни за усамљеног путника и можда ћемо дознати шта је довело оркове овако далеко на југ.|~ Можда би неко од наших момака требало да пође са тобом до Велдина. Ови крајеви нису сигурни за усамљеног путника и можда ћемо дознати шта је довело оркове овако далеко на југ.|~

source: Leollyn is slain! This is terrible... I had best give up and return home.
sr: Леолин је посјечен. Ово је страшно... Најбоље је да одустанем и вратим се.|~ Леолин је пос›јечен. Ово је страшно... Најбоље је да одустанем и вратим се.|~

source: Defeat Hagha-Tan
sr: Поразиш ли Хага-Тана|~ Поразиш ли Хага-тана|~

source: Death of Leollyn
sr: Настрада ли Леолин|~

source: Methor told me that I could find Leollyn in his tower in the Royal Forest outside the city. It should be near here...
sr: Метор ми рече да Леолина могу наћи у његовој кули у Краљевској шуми, ван града. Требало би да је то у близини...|~

source: Ah, another human is approaching... yes... more meat for my war-band...
sr: Ах, још људи се приближава... да... још меса за моју ратну дружину...|~

source: Yes... yes... slay them, my assassins!
sr: Да... да... побијте их, убице моје!|~

source: You are a brave fighter, young friend.
sr: Храбар си борац, млади пријатељу.|~

source: Kill them all! For our murdered friends.
sr: Побијте их све! За наше пале другове.|~

source: Delfador, sir. But I bring you ill news... Methor, my teacher, is dead.
sr: Делфадор, господине. Али доносим вам лоше вијести... Метор, учитељ ми, је мртав.|~ Делфадор, господине. Али доносим вам лоше в›ијести... Метор, учитељ ми, је мртав.|~ Делфадор, господине. Али доносим вам лоше в›ијести... Метор, учитељ ми, мртав је.|~

source: That is ill news indeed... these are dark times. I think you had best return with me to Weldyn. Garard too, must hear your news.
sr: Заиста су то лоше вијести... мрачна су ово времена. Мислим да је најбоље да се враттиш у Велдин са мном. И Гарард мора да чује ово.|~ Заиста су то лоше в›ијести... мрачна су ово времена. Мислим да је најбоље да се вратиш у Велдин са мном. И Гарард мора да чује ово.|~ Заиста лоше в›ијести, мрачна су ово времена. Мислим да је најбоље да се вратиш у Велдин са мном. И Гарард мора да чује ово.|~

source: Is that Garard, King of Wesnoth, you refer to?!
sr: Да ли говорите о Гарарду, Краљу Веснота?!|~ Говорите ли то о Гарарду, краљу Веснота?!|~

source: Council in Weldyn
sr: Велдинско вијећање|~ Велдинско в›ијећање|~

source: Garard
sr: Гарард|~

source: Gurcyn
sr: Гурсин|~

source: Ah, now the last of my council is here. Lionel, what tidings from the north?
sr: Ах, сад је и посљедњи мој вијећник овдје. Лионеле, како стоје ствари на сјеверу? |~ Ах, сад је и пос‹љедњи мој в›ијећник овд›је. Лионеле, како стоје ствари на с›јеверу?|~

source: The elves will not fight; they hate the orcs, but spoke darkly of human greed and foolishness. I have never seen them so unfriendly. There is something they know of and fear, but they would not tell me what it is.
sr: Вилењаци се неће борити; мрезе оркове, али ружно причају о људској похлепи и лудости. Никад их не видјех тако непријатељски располеожене. Има нешто што знају и чега се плаше, али хтједоше ми рећи шта је то.|~ Вилењаци се неће борити; мрзе оркове, али ружно причају о људској похлепи и лудости. Никад их не вид›јех тако непријатељски расположене. Има нешто што знају и чега се плаше, али не хт›једоше ми рећи шта је то.|~ Вилењаци се неће борити; мрзе оркове, али ружно причају о људској похлепи и лудости. Никад их не вид›јех тако непријатељски расположене. Нешто што знају и нечега се плаше, али не хт›једоше ми рећи ништа о томе.|~

source: If that is how I may best serve, I will do it right willingly.
sr: Ако је то најбољи начин да служим онда ћу то учинити са радошћу.|~

source: The Swamps of Illuven
sr: Илувенско мочварје|~

source: Garrath
sr: Гарат|~ |~e0

source: Harold
sr: Харолд|~ |~e0

source: Move Delfador to the signpost in the northeast
sr: Доведеш ли Делфадора до путоказа на сјевероистоку|~ Доведеш ли Делфадора до путоказа на с›јевероистоку|~

source: Death of Lionel
sr: Настрада ли Лионел|~

source: No, men of Wesnoth... but those who dwell here are a lawless lot.
sr: Не Весноћани... али они што живе овдје су прилични безаконици.|~ Не, Весноћани... али они што живе овд›је су прилични безаконици.|~ Не, Весноћани. Али они што живе овд›је су прилични безаконици.|~

source: Where did he go?
sr: Куда ли се само дједе?|~ Куда ли се само д›једе?|~

source: They certainly will! Haw haw haw!
sr: Засигурно ће за жалити! Ха ха ха!|~

source: This chest contains all the money that rogue has taken from unwary travelers!
sr: У овом ковчегу бијеше сво злато што тај нитков узе од неопрезних путника|~ У овом ковчегу б‹ијеше сво злато што тај нитков узе од неопрезних путника!|~ У овом ковчегу б›ијеше сво злато што тај нитков узе од неопрезних путника!|~

source: Night in the Swamp
sr: Ноћ у мочвари|~

source: These swamps seem to go on forever!
sr: Чини се да се ове мочваре пружају до у бескрај!|~

source: At last, morning is here!
sr: Коначно, јутро је ту!|~ Коначно, јутро!|~

source: Ur-Thorodor
sr: Ур-Тородор|~

source: Tan-Garthak
sr: Тан-Гартак|~ тан Гартак|~

source: We have arrived. And there is the island Leollyn spoke of. But what are those strange shapes moving among the trees?
sr: Стигосмо. Ево острва о ком је Леолин причао. Али шта су та чудна обличја што се мотају међу дрвећем?|~ Стигосмо. Ево острва о ком је Леолин причао. Али каква су то чудна обличја што се мотају међу дрвећем?|~

source: I am Ur-Thorodor, eldest of the forest. Who are you human-creatures? You may not trespass on our island.
sr: Ја сам Ур-Тородор, најстарији у шуми. Ко сте ви људски ствотови. Не можете да упадате на наше острво.|~ Ја сам Ур-Тородор, најстарији у шуми. Ко сте ви људски створови? Не можете да упадате на наше острво.|~ Ја сам Ур-Тородор, најстарији у шуми. Ко сте ви, људски створови? Не можете да упадате на наше острво.|~

source: Ur-Thorodor, please let us pass! We are on a vital mission for King Garard, in the interests of all living things in Wesnoth.
sr: Ур-Тородоре, молим те прпусти нас. На сусштинској смо мисији за Краља Гарарда, која се тиче свих живућих у Весноту.|~ Ур Тородоре, молим те пропусти нас! На суштинској смо мисији за краља Гарарда, која се тиче свих живућих у Весноту.|~ Ур-Тородоре, молим те пропусти нас! На суштинској смо мисији за краља Гарарда, која се тиче свих живућих у Весноту.|~

source: We care nothing for your kings, human-creatures. It is centuries since your kind have been here, and only now are our roots destroying the last of your accursed stonework. Now I will speak no more. Leave us, or suffer our wrath!
sr: Ништа нам не значе ваши краљеви, људки створови. Прођоше стољећа откад ваша врста бијеше овдје и тек сада наше коријење уништава посљедње дијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или осјетите наш дах!|~ Ништа нам не значе ваши краљеви, људки створови. Прођоше сто‹љећа откад ваша врста б›ијеше овд›је, и тек сада наше кор›ијење уништава пос‹љедње д›ијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или ос›јетите наш гнев!|~ Ништа нам не значе ваши краљеви, људски створови. Прођоше сто‹љећа откад ваша врста б›ијеше овд›је, и тек сада наше кор›ијење уништава пос‹љедње д›ијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или ос›јетите наш гнев!|~ Ништа нам не значе ваши краљеви, људски створови. Прођоше сто‹љећа откад ваша врста б›ијеше овд›је, и тек сада наше кор›ијење уништава пос‹љедње д›ијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или ос›јетите наш г‹њев!|~

source: Death of Ur-Thorodor
sr: Настрада ли Ур-Тородор|~

source: I trust no humans! Drive them out, my children!
sr: Људима не вјерујем. Одбијте их, дјецо моја!|~ Људима не в›јерујем. Одбијте их, д›јецо моја!|~

source: I am defeated... My children: hear my last words! Destroy the humans, and never let them set foot on our island again!
sr: Поражен сам... Дјецо моја; чујте моје посљедње ријечи! Уништите људе, и никада им немојте допустити да ступе на наше острво!|~ Поражен сам... Д›јецо моја, чујте моје пос‹љедње р›ијечи! Уништите људе, и никада им немојте допустити да ступе на наше острво!|~

source: This is hopeless! If carrying out my mission means killing these noble creatures, then I cannot continue.
sr: Ово је безнадежно! Ако морам убијати ова племнита створења да бих испунио свој здатак, онда ја нисам за тај задатак|~ Ово је безнадежно! Ако морам убијати ова племенита створења да бих испунио свој задатак, онда ја нисам за тај задатак.|~

source: Ur-Thorodor, listen to me! We are not here to take your island. If you will let just me remain here, then I promise you, on behalf of King Garard, that no Wesnothian will set foot on your island without your permission again. As a token of good faith, I command my army to return to the mainland.
sr: Ур-тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако ми дозволиш да останем овдје, обећавам ти, у име Краља Гарада, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~ Ур-Тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако ми дозволиш да останем овд›је, обећавам ти, у име краља Гарада, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~ Ур-Тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако ми дозволиш да останем овд›је, обећавам ти, у име краља Гарарда, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~ Ур-Тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако дозволиш само мени да останем овд›је, обећавам ти, у име краља Гарарда, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~
