Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: Movement in <italic>text='Battle for Wesnoth'</italic> is simple. Click on the unit you wish to move to select it, then click on the hex you wish to move it to. When a unit is selected, everywhere it can move this turn will be highlighted, and all other hexes on the map are made dull. Mousing over a highlighted hex shows the defense rating the unit would have if you moved it to that hex. Mousing over a dull hex will also show the number of turns required to reach it, and clicking will cause the unit to move towards it by the fastest route over this and subsequent turns. If you don’t use up all of a unit’s movement when you first move a unit, you may move it again. This is useful when having two units switch places. Attacking with a unit will use up its movement. Ending a move in a village you don’t already own will also use up a unit’s movement, but will still allow it to attack.
sr: Кретање у „Боју за Веснот“ је једноставно. Кликните на јединицу коју желите да покренете да је изаберете, а затим на поље гд›је желите да се пом›јери. Када је јединица изабрана, сва поља које може досећи у овом потезу бивају истакнута, а сва остала поља затамњена. Прелаз мишем преко истакнутог поља даје одбрамбени разред који ће јединица имати ако се пом›јери на њ. Прелаз мишем преко затамњеног поља ће додатно приказати број потеза неопходан да га јединица досегне, а кликом ћете послати јединицу тамо најбржим путем у току овог и наредних потеза. Ако не истрошите сву покретљивост јединице када је први пут пом›јерите, можете је пом›јерити поново, што је корисно када желите да дв›ије јединице разм›ијене положаје. Напад јединицом ће јој истрошити сву покретљивост. Пом›ијерање у село које није ваше ће такође истрошити покретљивост, али ће јединица и даље моћи да нападне.|~ Кретање у <italic>text='Боју за Веснот'</italic> је једноставно. Кликните на јединицу коју желите да покренете да је изаберете, а затим на поље гд›је желите да се пом›јери. Када је јединица изабрана, сва поља које може досећи у овом потезу бивају истакнута, а сва остала поља затамњена. Прелаз мишем преко истакнутог поља даје одбрамбени разред који ће јединица имати ако се пом›јери на њ. Прелаз мишем преко затамњеног поља ће додатно приказати број потеза неопходан да га јединица досегне, а кликом ћете послати јединицу тамо најбржим путем у току овог и наредних потеза. Ако не истрошите сву покретљивост јединице када је први пут пом›јерите, можете је пом›јерити поново, што је корисно када желите да дв›ије јединице разм›ијене положаје. Напад јединицом ће јој истрошити сву покретљивост. Пом›ијерање у село које није ваше ће такође истрошити покретљивост, али ће јединица и даље моћи да нападне.|~

source: Each unit has a certain number of movement points which are used up when moving into a new hex, depending on the Terrain of that particular hex. For instance, grassland nearly always costs 1 movement point to enter. Exactly how many movement points are spent entering a hex depends on the unit type — in forest, elvish units only spend 1 movement point, most human and orc units spend 2, while horsemen spend 3. You can learn how many movement points a unit requires to enter a certain terrain type by right-clicking on it, selecting <bold>text='Unit Description'</bold>, and then looking at <bold>text='Terrain Modifiers'</bold>.
sr: Свака јединица има одређен број поена покретљивости који се троше при пом›ијерању у ново поље, у зависности од терена одређеног поља. На прим›јер, улазак у равницу скоро ув›ијек кошта 1 поен. Утрошак поена покретљивости зависи и од типа јединице — у шуми, вилењачке јединице троше само по 1 поен, већина људских и орковских по 2, а коњаници чак 3. Да бисте сазнали колико некој јединици треба поена за улазак на одређени тип терена, кликните десним на њу, па изаберите „~%/Unit Description/“, и погледајте <italic>text='теренске модификаторе'</italic>.|~ Свака јединица има одређен број поена покретљивости који се троше при пом›ијерању у ново поље, у зависности од терена одређеног поља. На прим›јер, улазак у равницу скоро ув›ијек кошта 1 поен. Утрошак поена покретљивости зависи и од типа јединице — у шуми, вилењачке јединице троше само по 1 поен, већина људских и орковских по 2, а коњаници чак 3. Да бисте сазнали колико некој јединици треба поена за улазак на одређени тип терена, кликните десним на њу, па изаберите <bold>text='~%/Unit Description/'</bold>, и погледајте <bold>text='теренске модификаторе'</bold>.|~

source: <header>text='Order and Number of Strikes'</header>
sr: <header>text='Редосл›ијед и број удара'</header>|~ |~e0

source: The attacker gets the first strike, then the defender retaliates. Each strike either hits, doing a given amount of damage, or misses, doing no damage at all. Strikes alternate until each unit has used up all of its strikes. The number of strikes a unit has varies; for instance, an elvish fighter with a 5–4 attack may strike 4 times, each successful strike dealing 5 damage, while an orcish grunt with a 9–2 attack can only strike twice (but at 9 damage for each hit).
sr: Нападач удара први, затим бранилац узвраћа. Сваки удар или погађа, наносећи изв›јесну штету, или промашује, не чинећи никакву штету. Удари се см›јењују док об›ије јединице не истроше све на располагању. Број удара које јединица има пром›јенљив је; на пример, вилин-борац са нападом 5-4 може ударити 4 пута, при сваком поготку наносећи 5 штете, док орк-грокташ са нападом 9-2 може ударити само двапут, али наносећи 9 штете при поготку.|~ |~e0 Нападач удара први, затим бранилац узвраћа. Сваки удар или погађа, наносећи изв›јесну штету, или промашује, не чинећи никакву штету. Удари се см›јењују док об›ије јединице не истроше све на располагању. Број удара које јединица има пром›јенљив је; на пример, вилин-борац са нападом 5–4 може ударити 4 пута, при сваком поготку наносећи 5 штете, док орк-грокташ са нападом 9–2 може ударити само двапут, али наносећи 9 штете при поготку.|~

source: <header>text='Chance to Hit'</header>
sr: <header>text='Изгледи за погодак'</header>|~ |~e0

source: There are two exceptions to this rule: <ref>dst='weaponspecial_magical' text='magical attacks'</ref> and <ref>dst='weaponspecial_marksman' text='marksmen'</ref>. Magical attacks always have a 70% chance to hit, regardless of terrain, and, when used offensively, marksmen always have at least a 60% chance to hit, regardless of terrain.
sr: Постоје два изузетка од овог правила: <ref>dst='weaponspecial_magical' text='магичност'</ref> и <ref>dst='weaponspecial_marksman' text='оштроокост'</ref>. Без обзира на терен, магични напади ув›ијек имају 70% изгледа да погоде, а оштрооки, када се користе офанзивно, бар 60%.|~ |~e0

source: A few units have special <ref>dst='..abilities_section' text='abilities'</ref> which affect damage dealt in combat. The most common of these is <ref>dst='weaponspecial_charge' text='charge'</ref>, which doubles the damage dealt by both attacker and defender when the unit with charge attacks.
sr: Неколико јединица има посебне <ref>dst='..abilities_section' text='способности'</ref> које утичу на штету нанесену у борби. Најчешћа је <ref>dst='weaponspecial_charge' text='јуриш'</ref>, који при таквом нападу удвостручава оштећење које наноси нападач, али и оно које наноси бранилац.|~ |~e0

source: Resistances work very simply: if a unit has 40% resistance against a damage type, then it will suffer 40% less damage when hit with that damage type. It is also possible for a unit to be vulnerable against some damage types. If a unit has −100% resistance against a damage type, it will suffer 100% more damage when hit by that type.
sr: Отпорности д›јелају једноставно: нпр. ако јединица има 40% отпорности на дати вид штете, биће 40% мање оштећена када је погођена таквим нападом. Такође је могуће да јединица буде посебно рањива на неке видове штете; нпр. ако јој је отпорност -100% за дати вид штете, подн›ијеће 100% више оштећења када буде погођена таквим нападом.|~ |~e0 Отпорности д›јелају једноставно: нпр. ако јединица има 40% отпорности на дати вид штете, биће 40% мање оштећена када је погођена таквим нападом. Такође је могуће да јединица буде посебно рањива на неке видове штете; нпр. ако јој је отпорност −100% за дати вид штете, подн›ијеће 100% више оштећења када буде погођена таквим нападом.|~

source: For example, skeletons are highly resistant to blade and pierce damage, but are vulnerable to impact and fire damage, and extremely vulnerable to arcane damage.
sr: На прим›јер, скелети су врло отпорни на оштећења с›јечивом и пробојем, али рањиви на удар и ватру, и изузетно рањиви на волшебну штету.|~ |~e0

source: The time of day affects the damage of certain units as follows: Lawful units get +25% damage in daytime, and −25% damage at night. Chaotic units get +25% damage at night, and −25% in daytime. Neutral units are unaffected by the time of day. Liminal units get −25% damage during both night and daytime.
sr: Доба дана утиче на штету коју јединице наносе, на с‹љедећи начин: - законите јединице чине +25% штете током дана, а -25% током ноћи, - хаотичне јединице чине +25% штете током ноћи, а -25% током дана, - неутралне јединице нису под утицајем доба дана.|~ Доба дана утиче на штету коју јединице наносе, на с‹љедећи начин: — законите јединице наносе +25% штете током дана, а -25% током ноћи; — хаотичне јединице наносе +25% штете током ноћи, а -25% током дана; — неутралне јединице нису под утицајем доба дана; — двојствене јединице наносе -25% штете и током дана и током ноћи.|~ Доба дана утиче на штету коју јединице наносе, на с‹љедећи начин: — законите јединице наносе +25% штете током дана, а −25% током ноћи; — хаотичне јединице наносе +25% штете током ноћи, а −25% током дана; — неутралне јединице нису под утицајем доба дана; — двојствене јединице наносе −25% штете и током дана и током ноћи.|~

source: The current time of day can be observed under the minimap in the status pane. For the usual day/night cycle, morning and afternoon count as day, first and second watch count as night:
sr: Тренутно доба дана може се пратити изнад минимапе у окну стања. При уобичајеном циклусу см›јене дана и ноћи, јутро и поподне се рачунају као дан, а прва и друга четврт као ноћ: |~ |~e0

source: If both units survive a combat, they gain a number of experience points equal to the level of the unit they’re fighting. If a unit kills another in combat, however, it gains much more experience — 4 for a level 0 unit, 8 for level 1, 16 for level 2, 24 for level 3, and so forth.
sr: Ако обе јединице преживе борбу, добијају толико искуствених поена колики је ниво јединице против које су се бориле. Међутим, ако у борби јединица убије противничку, добија много више искуства — 4 ако је противник био нивоа 0, 8 за ниво 1, 16 за ниво 2, 24 за ниво 3, и тако даље.|~ |~e0

source: While most units have three levels, not all do. Occasional units (such as <ref>dst='unit_Mage' text='magi'</ref>) may have four. Once a unit has reached its maximum level, it may have an <italic>text='After Maximum Level Advancement'</italic> (AMLA) available to it. The AMLA will modify the unit each time the unit reaches the experience goal, but the unit will remain the same level. The typical AMLA effect is for the unit to raise the maximum HP by 3 and full-heal it. The first AMLA will normally be reached with 150 XP gained (120 XP for intelligent units). However, gaining an AMLA becomes progressively harder for each AMLA the unit receives, and so it is usually more useful to try to advance your lower level units.
sr: Иако већина јединица има три нивоа, неке јединице могу имати четири (нпр. <ref>dst='unit_Mage' text='магови'</ref>). Када јединица достигне свој највећи ниво, може имати и „напредовање по највећем нивоу“ (НАПОН). НАПОН ће изм›ијенити јединицу сваки пут када достигне циљно искуство, али ће ипак остати на истом нивоу. Уобичајен ефекат НАПОНА је да увећа максимум УП за 3. Први НАПОН ће нормално бити достигнут са 150 ИП (120 ИП за оштроумне јединице). Међутим, добијање НАПОНА постаје прогресивно теже посл›ије сваког с‹љедећег, тако да је обично корисније да радите на унапређењу јединица нижег нивоа.|~ Иако већина јединица има три нивоа, неке јединице могу имати четири (нпр. <ref>dst='unit_Mage' text='магови'</ref>). Када јединица достигне свој највећи ниво, може имати и <italic>text='напредовање по највећем нивоу'</italic> (НАПОН). НАПОН ће изм›ијенити јединицу сваки пут када достигне циљно искуство, али ће ипак остати на истом нивоу. Уобичајен ефекат НАПОНА је да увећа максимум УП за 3. Први НАПОН ће нормално бити достигнут са 150 ИП (120 ИП за оштроумне јединице). Међутим, добијање НАПОНА постаје прогресивно теже посл›ије сваког с‹љедећег, тако да је обично корисније да радите на унапређењу јединица нижег нивоа.|~

source: <italic>text='Resting'</italic>: A unit which neither moves, attacks, nor is attacked will heal 2 HP in its next turn.
sr: Одмарање: Јединица која се није пом›јерила, није напала, нити била под нападом у току потеза, повратиће 2 УП на почетку с‹љедећег потеза.|~ <italic>text='Одмарање'</italic>: Јединица која се није пом›јерила, није напала, нити била под нападом у току потеза, повратиће 2 УП на почетку с‹љедећег потеза.|~

source: <italic>text='Villages'</italic>: A unit which starts a turn in a village will heal 8HP.
sr: Села: Јединица која почетак потеза дочека у селу попуниће 8 УП.|~ <italic>text='Села'</italic>: Јединица која почетак потеза дочека у селу попуниће 8 УП.|~

source: <italic>text='Healing units'</italic>: Units with the <ref>dst='ability_heals +4' text='Heals'</ref> ability will heal each allied adjacent unit, usually <ref>dst='ability_heals +4' text='4HP'</ref> or <ref>dst='ability_heals +8' text='8HP'</ref> per turn, or prevent Poison from causing that unit damage.
sr: Видарске јединице: Јединице са способношћу <ref>dst='ability_heals +4' text='л›ијечења'</ref> л›ијечиће сус›једне пријатељске јединице, обично <ref>dst='ability_heals +4' text='4'</ref> или <ref>dst='ability_heals +8' text='8 УП'</ref> по потезу, или спречавати отров да оштети отровану јединицу.|~ <italic>text='Видарске јединице'</italic>: Јединице са способношћу <ref>dst='ability_heals +4' text='л›ијечења'</ref> л›ијечиће сус›једне пријатељске јединице, обично <ref>dst='ability_heals +4' text='4'</ref> или <ref>dst='ability_heals +8' text='8 УП'</ref> по потезу, или спречавати отров да оштети отровану јединицу.|~

source: <italic>text='Curing units'</italic>: Units with the <ref>dst='ability_cures' text='cures'</ref> ability will cure Poison in all allied adjacent units (in preference to healing, if it has that ability as well).
sr: Исц›јелитељске јединице: Јединице са способношћу <ref>dst='ability_cures' text='исц›јеливања'</ref> ослобађаће отрова све сус›једне пријатељске јединице (као приоритетно над л›ијечењем, ако јединица има и ту способност).|~ <italic>text='Исц›јелитељске јединице'</italic>: Јединице са способношћу <ref>dst='ability_cures' text='исц›јеливања'</ref> ослобађаће отрова све сус›једне пријатељске јединице (као приоритетно над л›ијечењем, ако јединица има и ту способност).|~

source: In Wesnoth, it is not enough simply to recruit units and fight. You must watch your gold as well, especially in campaigns, where you can carry extra gold over from one scenario to the next. There are two aspects to this; <italic>text='income'</italic> and <italic>text='upkeep'</italic>.
sr: У Весноту, није довољно просто унајмити јединице и упустити се у битку. Морате држати око и на свом злату, посебно у походима, гд›је се злато преноси из сценарија у сценарио. Ово је медаља са дв›ије стране: приход и издаци.|~ У Весноту, није довољно просто унајмити јединице и упустити се у битку. Морате држати око и на свом злату, посебно у походима, гд›је се злато преноси из сценарија у сценарио. Ово је медаља са дв›ије стране: <italic>text='приход'</italic> и <italic>text='издаци'</italic>.|~

source: Income is simple. You have a base income of 2 gold per turn. For every village you control, you gain one additional gold each turn. (In general this is configurable but in campaigns it is almost always one gold per village.) Thus, if you have ten villages, you would normally gain 12 gold each turn. Your upkeep costs are subtracted from this income, as detailed below.
sr: Приход је једноставан. Имате основни прилив од 2 златника по потезу; за свако село које запос›иједате, добијате још по један златник по потезу. Тако, ако имате 10 села, приход вам је 12 златника у сваком потезу. Од ове суме одузимају се издаци, како је наведено испод.|~ Приход је једноставан. Имате основни прилив од 2 златника по потезу; за свако село које запос›иједате, добијате још по један златник по потезу (у општем ово је подесиво, али је у походима готово увек један по селу). Тако, ако имате 10 села, приход вам је 12 златника у сваком потезу. Од ове суме одузимају се издаци, како је наведено испод.|~

source: Upkeep costs are subtracted from your income, so in the case of twelve levels of units and ten villages, your resultant Income would be 10 gold per turn.
sr: Издаци се одузимају од прихода, тако да нпр. ако имате 12 нивоа-јединица и 10 села, нето приход би био 10 златника по потезу.|~ |~e0

source: There are two important exceptions to upkeep: units with the loyal trait and leaders never incur upkeep. Units you begin the scenario with (such as Delfador), or units who join you during a scenario (such as the horseman in the second scenario of <italic>text='Heir to the Throne'</italic>) will usually have the <italic>text='loyal'</italic> trait. The unit you are playing (such as Konrad) will almost always be a leader.
sr: Постоје два важна изузетка: јединице са особином оданости и вођи неће имати издатке. Јединице са којима започињете сценарио (нпр. Делфадор), или јединице које вам се придруже током сценарија (нпр. коњаник у другом сценарију „~%/Heir to the Throne/“), обично ће бити одане. Јединица која вас лично представља (нпр. Конрад) готово ув›ијек је вођ.|~ Постоје два важна изузетка: јединице са особином оданости и вођи неће имати издатке. Јединице са којима започињете сценарио (нпр. Делфадор), или јединице које вам се придруже током сценарија (нпр. коњаник у другом сценарију <italic>text='~%/Heir to the Throne/'</italic>), обично ће бити <italic>text='одане'</italic>. Јединица која вас лично представља (нпр. Конрад) готово ув›ијек је вођ.|~

source: This concludes the fundamentals of Wesnoth. You might want to read up on basic strategy, or familiarize yourself with <ref>dst='..traits_section' text='traits'</ref> and <ref>dst='..abilities_section' text='abilities'</ref>, but you now know everything you need to know to play the <italic>text='Heir to the Throne'</italic> campaign. Have fun, and good luck!
sr: Изложеним до сада, представљене су основе Веснота. Даље можете читати о основној стратегији, или се упознавати са <ref>dst='..traits_section' text='особинама'</ref> и <ref>dst='..abilities_section' text='способностима'</ref>, али већ знате све што вам је неопходно да заиграте поход „~%/Heir to the Throne/“. Забавите се, и срећно!|~ Изложеним до сада, представљене су основе Веснота. Даље можете читати о основној стратегији, или се упознавати са <ref>dst='..traits_section' text='особинама'</ref> и <ref>dst='..abilities_section' text='способностима'</ref>, али већ знате све што вам је неопходно да заиграте поход <italic>text='~%/Heir to the Throne/'</italic>. Забавите се, и срећно!|~

source: Other traits that may be assigned to units are <ref>dst='traits_dextrous' text='dextrous'</ref>, <ref>dst='traits_loyal' text='loyal'</ref>, and <ref>dst='traits_undead' text='undead'</ref>.
sr: Још неке особине које јединице могу добити су <ref>dst='traits_dextrous' text='спретност'</ref>, <ref>dst='traits_loyal' text='оданост'</ref>, и <ref>dst='traits_undead' text='немртвост'</ref>. |~ |~e0

source: <italic>text='Intelligent'</italic> units are very useful at the beginning of a campaign as they can advance to higher levels more quickly. Later in campaigns Intelligent is not quite as useful because the <italic>text='After Maximum Level Advancement'</italic> (AMLA) is not as significant a change as advancing a level. If you have many ‘maximum level’ units you may wish to recall units with more desirable traits.
sr: Оштроумне јединице су врло корисне на почетку похода, пошто брже могу достићи више нивое. Касније у току похода оштроумност није тако корисна, пошто „напредовање по највећем нивоу“ (НАПОН) није тако значајно као напредовање у нивоу. Ако имате много таквих јединица највишег нивоа, можда је боље да сазивате јединице са пожељнијим особинама.|~ <italic>text='Оштроумне'</italic> јединице су врло корисне на почетку похода, пошто брже могу достићи више нивое. Касније у току похода оштроумност није тако корисна, пошто <italic>text='напредовање по највећем нивоу'</italic> (НАПОН) није тако значајно као напредовање у нивоу. Ако имате много таквих јединица највишег нивоа, можда је боље да сазивате јединице са пожељнијим особинама.|~

source: <italic>text='Quick'</italic> units have 1 extra movement point, but 5% less HP than usual.
sr: Хитре јединице имају 1 додатан поен на кретање, али 5% мање УП него обично.|~ <italic>text='Хитре'</italic> јединице имају 1 додатан поен на кретање, али 5% мање УП него обично.|~

source: Quick is the most noticeable trait, particularly in slower moving units such as trolls or heavy infantry. Units with the quick trait often have greatly increased mobility in rough terrain, which can be important to consider when deploying your forces. Also, quick units aren’t quite as tough as units without this trait and are subsequently less good at holding contested positions.
sr: Хитрост је најуочљивија особина, посебно код споријих јединица какве су тролови и тешка п›јешадија. Хитре јединице често имају значајно увећану покретљивост на незгодном терену, што може бити важно за разматрање када распоређујете снаге. Такође, ове јединице нису тако робусне као оне без хитрости, и стога су мање погодне за држање положајâ под сталним нападом.|~ |~e0

source: <italic>text='Resilient'</italic> units have 4 HP plus 1 HP per level more than usual.
sr: Жилаве јединице имају 4 УП плус 1 УП по нивоу више него обично.|~ <italic>text='Жилаве'</italic> јединице имају 4 УП плус 1 УП по нивоу више него обично.|~

source: <italic>text='Strong'</italic> units do 1 more damage for every successful strike in melee combat, and have 1 more HP.
sr: Кршне јединице чине 1 поен штете више за сваки усп›јешан удар у блиској борби, и имају 1 УП више.|~ <italic>text='Кршне'</italic> јединице чине 1 поен штете више за сваки усп›јешан удар у блиској борби, и имају 1 УП више.|~

source: <italic>text='Loyal'</italic> units don’t incur upkeep. Most units incur an upkeep cost at the end of every turn, which is equal to their level. Loyal units do not incur this cost.
sr: Одане јединице не праве издатке. Већина јединица има издатке на крају сваког потеза, бројевно једнаке њиховом нивоу. Одане јединице немају таквих захт›јева.|~ <italic>text='Одане'</italic> јединице не праве издатке. Већина јединица има издатке на крају сваког потеза, бројевно једнаке њиховом нивоу. Одане јединице немају таквих захт›јева.|~
