Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: Goblins are, despite their appearance, born as siblings to the orcs and members of the same race. While other races usually bear children singly or in pairs, orcs will have large litters of children all at once, causing their populations to explode rather quickly. Within any litter, there will only be one or two true orcs, who will grow to the full size and strength of their race. A few more will be half-orcs, notably weaker than their big brothers, and relegated to supporting roles in combat, such as archery. The rest, often a full half of more of any litter, will be goblins. Goblins are puny and quite frail, rarely growing past the size and stature of a human child. Goblins are born into a lifetime of near-slavery to their larger kin, and used as sword-fodder in battle. They thrive in spite of their tragic fate; in part because they are so very numerous, and also because their brother orcs are well aware how dependent they are on the goblins. Goblins perform the bulk of manual labor needed by the orcs, with the sole exception of jobs that require the brute strength of true orcs. Those the orcs revel in as proof of their prowess.
sr: Гоблини се, упркос својој појави, рађају као сродници оркова и припадници су исте расе. Док се код других раса деца обично рађају појединачно или у пару, оркови добијају велике накоте, због чега им бројност брзо експлодира. У сваком накоту биће само један до два права орка, који ће нарасти до пуне величине и снаге својствене својој раси. Наћи ће се ту још неколико полуоркова, уочљиво слабијих од своје велике браће, који ће као одрасли добити споредне улоге у борби, попут стрељаштва. Остали, обично половина накота па и преко тога, биће гоблини. Гоблини су нејаки и прилично крхки, и ретко престижу по висини и стасу људску децу. Живе готово ропски под својим већим сродницима, а у бојевима се користе као потрошна роба. Упркос својој трагичној судбини, они итекако опстају: донекле зато што су тако бројни, али и јер су оркови врло свесни колико зависе од гоблина. У орковском друштву гоблини изводе главнину послова, с изузетком само оних који захтевају сирову снагу истинских оркова. У таквим пословима уживају оркови сами, као у доказу сопствене моћи.|~

source: Animated neither by natural life nor by necromancy, the term <italic>text='mechanical'</italic> describes a created artifact of an intelligent being. Most mechanical things neither move nor think on their own, but some do so as a result of magical enchantment.
sr: Покретани ни природним животом ни некромантијом, израз <italic>text='машина'</italic> описује предмете које су створила разумна бића. Већина машина се нити креће нити размишља својом вољом, али неке ипак то чине заслугом магичне зачараности.|~

source: Something like a fusion between humans and fish, the merfolk are an enigmatic race with both piscine and humanoid attributes. They have strong tails that lend themselves to quick movement in any watery environment while their dextrous hands and intelligent minds allow fine craftsmanship and toolmaking. Semi-aquatic by nature, merfolk can breathe both water and air without difficulty. Despite being able to survive on land, they are much quicker and more agile in the water and will rarely be found far from the ocean. They are typically wary of dry land, as they are awkward and clumsy there and they struggle greatly to move over rough or forested terrain.
sr: Нешто попут споја човека и рибе, морејци су загонетна раса и рибљих и човеколиких својстава. Имају снажне репове који им омогућавају брзо кретање у свим воденим окружењима, а спретне руке и паметне умове којима су развили вештине израде алатки и других предмета. По природи на граници између мора и копна, морејци без проблема могу дисати како у води тако и на сувом. Иако могу да живе на копну, много су бржи и окретнији у води, па се ретко налазе подаље од океана. Клоне се сувог тла, пошто су на њему трапави и неспретни, и јако се тешко крећу по кршним и шумским подручјима.|~

source: The term “monster” incorporates many hideous beasts that haunt the caves, wilderness, ocean depths, and other climes of the world. They figure largely in the tales and nightmares of its denizens, as well.
sr: Изразом „чудовиште“ описују се многе гнусне звери што походе пећине, дивљине, океанске дубине и друга поднебља свету. Такође су их пуне приче и ноћне море становника тих поднебља.|~

source: The serpentine nagas are one of the least understood races of the Great Continent. Part of this is due to their xenophobic nature and part is due to their alien environment. Nagas are one of the few races capable of any meaningful mobility in water, giving them access to a whole world effectively forbidden to land dwellers and further separating them from the terrestrial beings that they shun. Still, they are not true creatures of the sea, and their inability to breathe water leaves them in trepidation of the abyss. Living in coastal areas gives them an escape route on land against denizens of the deep while keeping them out of reach of those who travel by foot, wing, and hoof. Although nagas are somewhat frail in form, they are often faster and more nimble than their opponents. They sometimes find themselves at odds with merfolk when their territories overlap, but overall nagas tend to favor swamps and rivers as much as open water.
sr: Змијолики нагајци једна су од најмање схваћених раса на Великом континенту, делом због њихове ксенофобне природе а делом због њиховог туђинског окружења. Нагајци су једна од малобројних раса способних за делотворно кретање у води, што им отвара врата ка једном целом свету у суштини забрањеном становницима копна, али их и још више удаљава од копнених бића којих се клоне. Па ипак, нису истинска морска створења услед немогућност дисања у води, због чега морају устукнути пред безданом. Живот у приобалним подручјима отвара им копнени пут за бег од створења из дубине, док их држи подаље од свих оних који путују на ногама, копитима или крилима. Иако су нагајци понешто крхког стаса, обично су бржи и окретнији од својих противника. Понекад се нађу у сукобу са морејцима када им се територије преклопе, али углавном воле мочваре и реке више него отворено море.|~

source: Ogres are a wild and uncivilized race who dwell mainly in the wilderness of the Great Continent. Physically, they resemble humans and orcs but are larger and stronger. Even their adolescents are more than a match for most men. Ogres are distrusted in many populated areas and usually either avoid them or are driven out by force. Instead, they lurk the mountainous areas on the edges of civilization, where hungry ogre bandits provide a constant threat to travelers and caravans. While ogres are not particularly intelligent or quick, their toughness and physical strength make them a valuable asset in the armies of other races. They are especially valued by more ruthless commanders who don't mind the ogres' brutality. Little is known about their biology or society, if they can truly be said to have one, but they are said to attack alongside wolves and other beasts. Whether this is a sign of cooperation, domestication, or simply mutual opportunism is not known.
sr: Огрови су дивља и нецивилизована раса што пребива углавном по дивљинама Великог континента. Физички наликују људима и орковима, али су већи и јачи. Чак су и млади огрови више него равни већини људи. У многим насељеним подручјима не трпе огрове, тако да их огрови што избегавају што бивају силом избацивани. Уместо тога вребају у планинским областима на рубовима цивилизације, где су гладни огровски разбојници стална претња путницима и караванима. Иако огрови нису посебно оштроумни нити брзи, због своје жилавости и физичке снаге радо су виђени у војскама других раса. Посебно их цене безобзирнији заповедници којима не смета огровска суровост. Мало се зна о биологији и друштвеним односима огрова, ако се уопште може рећи да их имају, али се прича да нападају заједно са вуковима и другим зверима. Да ли је то знак сарадње, припитомљавања или просто обостраног опортунизма, није познато.|~

source: Hatchling
sr: излегање|~ излешче|~

source: A young drake that has not yet seen another generation hatch. The younger of the current generation of hatchlings are the most aggressive is the behavior of the <ref>dst='flight' text='flight'</ref>.
sr: Млади змаг који је доживео излегање наредног покољења. Ако <ref>dst='flight' text='лет'</ref> може да приушти губитак једног покољења, започиње <ref>dst='swarming' text='ројење'</ref>.|~ Млади змаг који још није доживео излегање наредног покољења. Млађи у тренутном покољењу излешчади понашају се најнасртљивије унутар <ref>dst='flight' text='лета'</ref>.|~

source: Fledgling
sr: Л›ијечење|~ ројеник|~
