Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-lib.po
Languages: sr

source: Deletes previous auto-saves on victory in all modes and defeat in multiplayer
sr: Бриши аутопозиције при ји./ви. поб›једи или ви. поразу|~ Брише претходне аутопозиције при победи у свим режимима и још при поразу у вишеигрању|~

source: Show icons in front of the player names in the lobby
sr: Прикажи иконе испред имена играча у холу.|~ Прикажи иконе испред имена играча у холу|~

source: Uncheck to delete the saved password (on exit)
sr: Ако је празно, брише сачувану лозинку (при напуштању).|~ Ако је празно, брише сачувану лозинку (при напуштању)|~

source: Find and set path to MP server to host LAN games
sr: Пронађите и поставите путању до ви. сервера, за удомљавање ЛАН партија.|~ Пронађите и поставите путању до ви. сервера, за удомљавање ЛАН партија|~

source: Show labels
sr: Плутајуће етикете|~ Прикажи етикете|~

# addon_state
source: Unknown
sr: Непозната епоха|~ непознато|~

# addons_view
source: Upgradable
sr: непролаз|~ надоградиви|~

# addons_view
source: All Add-ons
sr: Додаци|~ сви додаци|~

source: cancel
sr: Одустани|~ |~e0

source: Select Hex
sr: Поништи избор|~ Изабери поље|~

source: Deselect Hex
sr: Поништи избор|~ Поништи избор поља|~

source: Move/Attack
sr: Нападни|~ Крени/нападни|~

source: Terrain Description
sr: Опис јединице|~ Опис терена|~

source: Delete Unit
sr: Обриши датотеку|~ Обриши јединицу|~

source: Kill Unit (Debug!)
sr: Направи јединицу (испр.!)|~ Убиј јединицу (исправљање!)|~

source: Quit Editor
sr: Покрени уређивач|~ Напусти уређивач|~

source: New Scenario
sr: Пробни сценарио|~ Нови сценарио|~

source: Save Scenario As
sr: Почетак сценарија|~ Сачувај сценарио као|~

source: Clear Selected Item Set
sr: Изабрана партија|~ Очисти изабрани скуп ставки|~

source: Swap Foreground/Background Palette Item
sr: Разм›ијени терен спреда и позадине|~ Размени ставку палете предњег плана/позадине|~

source: Add New Side
sr: С‹љедећа страна|~ Додај нову страну|~

source: Starting Positions Tool
sr: Алатка задавања почетних положаја|~ Алатка почетних положаја|~

source: Label Tool
sr: Алатка испуне|~ Алатка етикета|~

source: Unit Tool
sr: Алатка сликања|~ Алатка јединица|~

source: Item Tool
sr: С‹љедећа алатка|~ Алатка ставки|~

source: Village Tool
sr: Злата по селу|~ Алатка села|~

source: Can Recruit
sr: Унајми|~ Може да најми|~

source: Change Unit ID
sr: Пром›ијени управљање|~ Промени ИД јединице|~

source: Generate Tiles in Selection
sr: Створи плочице у избору|~ |~e0

source: Randomize Tiles in Selection
sr: Насумично плочице у избору|~ |~e0

source: Toggle Terrain Transition Update
sr: Ажурирај прелазе терена|~ Укључи/искључи ажурирање прелаза терена|~

source: Auto-update Terrain Transitions: No
sr: Самоажурирај прелазе терена|~ Самоажурирај прелазе терена: не|~

source: Auto-update Terrain Transitions: Partial
sr: Самоажурирај прелазе терена|~ Самоажурирај прелазе терена: делимично|~

source: Save Selection to Area
sr: Заокрени избор|~ Сачувај избор у зону|~

source: Rename Selected Area
sr: Изабрана партија|~ Преименуј изабрану зону|~

source: Remove Selected Area
sr: Изабрана партија|~ Уклони изабрану зону|~

source: Edit Scenario
sr: Пробни сценарио|~ Уреди сценарио|~

source: Edit Side
sr: С‹љедећа страна|~ Уреди страну|~

source: Remove Side
sr: Уклони|~ Уклони страну|~

source: Right
sr: Висина:|~ десно|~

source: Unknown
sr: Непозната епоха|~ непознато|~

source: Hat
sr: кућица|~ капица|~

source: Hotkeys Reset
sr: Пречице|~ Ресетуј пречице|~

source: Defaults
sr: Подразумевано|~ |~e0

# Prefs section
source: Title Screen
sr: Преко ц›ијелог екрана|~ Насловни екран|~

# Prefs section
source: Game
sr: Партије|~ Игра|~

# Prefs section
source: Editor
sr: Уређивач мапа|~ Уређивач|~

source: Add Hotkey
sr: Пречице|~ Додај пречицу|~

source: Reassign Hotkey
sr: Очисти пречицу|~ Поновна додела пречице|~

# addons_of_type
source: SP/MP campaigns
sr: Поход|~ јигр/вигр. походи|~

source: Copy this URL to clipboard
sr: Позиција за учитавање|~ Умножи овај УРЛ у оставу|~

# sort
source: Descending
sr: свеза|~ опадајуће|~

source: Team identifier:
sr: Само тимски|~ Идентификатор тима:|~

source: Share view
sr: Анимирај мапу|~ Подели приказ|~

source: Game data:
sr: пећинска стаза|~ Подаци игре:|~

source: Copy this report to clipboard
sr: Позиција за учитавање|~ Умножи овај извештај у оставу|~

source: Paths
sr: пећинска стаза|~ Путање|~

source: Saves replays of games on victory in all modes and defeat in multiplayer
sr: Бриши аутопозиције при ји./ви. поб›једи или ви. поразу|~ Уписује снимке партије при победи у свим режимима и још при поразима у вишеигрању|~

source: Select/Move/Attack
sr: Нападни|~ Изабери/крени/нападни|~

source: Assign Recruit List
sr: Унајми|~ Додели списак унајмљивања|~

source: Toggle Minimap Terrain Drawing
sr: Ажурирај прелазе терена|~ Исцртавање терена на минимапи|~

source: Add New Area
sr: С‹љедећа страна|~ Додај нову зону|~

source: RightUp
sr: Висина:|~ десно-горе|~

source: RightDown
sr: Висина:|~ десно-доле|~

source: When a river happens to be extremely shallow, passing over it is a trivial matter for land based units. Moreover, any creature best adapted to swimming has full mobility even at such places in the river. As far as gameplay is concerned, a river ford is treated as either grassland or shallow water, choosing whichever one offers the best defensive and movement bonuses for the unit on it.
sr: На м›јестима гд›је је р›ијека врло плитка, копнене јединице је могу лако прегазити. Сва створења прилагођена пливању имају пуну покретљивост у таквим појасевима р›ијеке. У погледу извођења, р›јечни газ узима се или као равница или као плитка вода, већ према томе које пружа бољу заштиту и покретљивост јединици која стоји на њему.|~

source: <italic>text='Roads'</italic> are beaten paths of dirt, formed by many travelers passing over them. As far as gameplay is concerned, roads behave as flat terrain.
sr: <italic>text='Друмови'</italic> су стазе угажене земље, настале преласцима многих путника преко њих. Што се играња тиче, друмови дођу исто што и равница.|~

source: <italic>text='Deserts'</italic> have a somewhat different composition than small sand pits or beaches, however for gameplay purposes they are identical. See <ref>dst='terrain_sand' text='sand'</ref>.
sr: <italic>text='Пустиње'</italic> су понешто различитог састава од малих п›јешчаних јама или плажа, али су у оквиру игре истов›јетне. Види <ref>dst='terrain_sand' text='п›ијесак'</ref>.|~

source: The instability of <italic>text='sand'</italic> makes it harder for most units to cross, and leaves them wide open to attack. In contrast, the wide feet or snakelike bodies of the reptilian races make sand much easier for them to navigate. Most units receive 20 to 40% defense in sand.
sr: Непостојаност <italic>text='п›ијеска'</italic> чини га већини јединица тежим за прелазак, и оставља их отвореним за нападе. Насупрот томе, широка стопала и змијолика тела рептилских раса знатно олакшавају кретање п›ијеском. Већина јединица добије 20 до 40% заштите у п›ијеску.|~

source: Trash
sr: смеће|~

source: Remains
sr: остаци|~

source: <italic>text='Rockbound cave'</italic> terrain is formed by the action of water and wind, carrying erosive particles that carve the rock. It resembles a scraggy underground cavern which reduces efficiency of most units, but shoulders defense. Dwarves and trolls, who are main settlers of caves, have a relatively easy time navigating this terrain. Dwarves, who by dint of their small size have the full advantage of navigation in such topography. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='illuminated'</ref> Most units have about 50% defense in rocky caves, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in rockbound caves.
sr: <italic>text='Ст›јеновите пећине'</italic> настају дејством воде и в›јетра, који носе ерозивне честице које стружу ст›ијене. Ус‹љед многих назубљења и удубљења, већини јединица је кретање отежано, али се могу добро скривати. Патуљци и тролови, који су главни насељеници пећина, лако се крећу овим тереном. Патуљци посебно, ус‹љед своје мале висине, су у пуној предности у овим пећинама. Повремено су пећине <ref>dst='terrain_illuminated_cave' text='обасјане'</ref>. Већина јединица има око 50% заштите у ст›јеновитим пећинама, коњица 40%, а патуљци чак 60%.|~

source: The dangers inherent in trying to walk on <italic>text='lava'</italic> are fairly obvious. As far as movement is concerned, lava is equivalent to <ref>dst='terrain_unwalkable' text='unwalkable'</ref> terrain, and can only be crossed by those units capable of flying a considerable distance above it. The molten magma also produces a substantial glow, illuminating the area immediately above it. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units.
sr: Опасности у покушајима савладавања <italic>text='лаве'</italic> очигледне су. Што се кретања тиче, лава спада у <ref>dst='terrain_unwalkable' text='непроходан'</ref> терен, те је могу прећи само јединице које могу да лете повисоко изнад. Растопљена магма такође производи значајно исијавање, осв›јетљавајући околну област. Ово пружа предност у нападу законитим јединицама, а одузима је хаотичним.|~

source: <italic>text='Submerged villages'</italic> are the homes of merfolk and nagas. While water-dwelling creatures are at home here, land-dwellers have a hard time navigating and defending these villages. However, like any village, the facilities are available to all creatures which allow units to tend to their wounds. Any unit stationed in a village can heal eight hitpoints each turn, or be cured of poison. Merfolk and nagas have 60% defense in submerged villages, whereas land based units usually have a low defense.
sr: <italic>text='Подводна села'</italic> су домови морејцима и нагајцима. Док се водо-бивствујућа створења у њима ос›јећају као код куће, становницима копна отежано је кретање кроз ова села и њихова одбрана. Међутим, као и било које село, пружају средства за видање свим створењима чије су јединице способне за старање о својим повредама. Јединица која борави у селу извидаће осам ударпоена по потезу, или бити исц›ијељена од отрова. Морејци и нагајци уживају 60% одбране у подводним селима, док је за копнене јединице тај постотак обично низак.|~

source: To those capable of building one, the ability to lay a <italic>text='bridge'</italic> offers a liberation from the fickle nature of waterways, whose fords come and go with the rise and fall of the waterline. This is to say nothing of the luxury of dry feet, the loss of which is no laughing matter in the cold months of the year. For those who go by land or sea, a bridge is the best of both worlds — for gameplay purposes, it is treated either as grassland or the underlying water, whichever offers the best movement and defensive bonuses for the unit occupying the bridge hex. Note that a swimming unit and a land unit are not capable of occupying a bridge hex at the same time.
sr: Онима који су кадри да их граде, <italic>text='мостови'</italic> пружају слободу од хировитих природних водених токова, чији прелази израњају и нестају са скоковима и падовима водостаја. А да се не помиње луксуз сувих стопала, што никако није за занемарити у хладнијим м›јесецима године. Било за копнене или пливачке јединице, мост је најбоље од оба св›ијета. У оквиру игре, узима се или као равница или као плитка вода, према томе која опција више одговара заштити и кретању јединице на мосту. Имајте у виду да пливајућа и копнена јединица ипак не могу стајати заједно на пољу моста.|~

source: Fungus
sr: гљиве|~

source: <italic>text='Mushroom groves'</italic> are vast underground forests of giant mushrooms, which thrive in the damp darkness. Most units have trouble negotiating the spongy floor of smaller fungi, but they have plenty of cover behind the larger stalks. Mounted units, however, become completely mired and lack proper freedom of movement in combat. Undead units have a natural affinity for decay and function quite well in mushroom forests. Most units receive 50% to 60% defense in mushroom groves, whereas cavalry receive only 20%.
sr: <italic>text='Гљиварски гајеви'</italic> су непрегледне подземне шуме огромних печурки, које одлично усп›ијевају у влажној тами. Већини јединица је проблем корачати преко сунђерасте подлоге од мањих печурака, али зато имају обиље заклона иза већих стабљика. Коњичке јединице су, међутим, потпуно упетљане и недостаје им слобода кретања у борби. С обзиром на своју склоност распадању, немртве јединице д›јелају сасвим добро у овим гљивичним шумама. Већина јединица прима 50 до 60% заштите у гљиварским гајевима, али коњица свега 20%.|~

source: <italic>text='Cave'</italic> terrain represents any underground cavern with enough room for a unit to pass. Most units are wholly unfamiliar with the terrain, and thus are both slowed down and hindered in defense. Dwarves and trolls, who make their homes in caves, both have a relatively easy time navigating this terrain, especially dwarves, who by dint of their small size can navigate many obstacles that other races cannot. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='illuminated'</ref>. Rare patches of the underground world are illuminated by light from the surface shining down into the gloomy darkness. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units. In all other regards this terrain is functionally identical to normal <ref>dst='terrain_cave' text='cave terrains'</ref>. Most units receive 20 to 40% defense in caves, whereas dwarves have 50%.
sr: У <italic>text='пећински'</italic> терен спадају сва подземна окна са довољно простора да се кроз њих креће. Већини јединица то је потпуно непознат терен, и стога су и успорене и рањиве у одбрани. Патуљци и тролови, којима су насупрот томе домови у пећинама, лако се крећу њима. Посебно уживају патуљци, који врлином свог ниског раста могу заобилазити препреке несавладиве другим расама. Повремено су пећине <ref>dst='terrain_illuminated_cave' text='обасјане'</ref>. Ретки потези подземног света обасјани су светлом што са се површине пробила надоле кроз суморну таму. Ово пружа предност у нападу законитим јединицама, а одузима је хаотичним. У сваком другом погледу овај терен је функционално истоветан нормалном <ref>dst='terrain_cave' text='пећинском терену'</ref>. Већина јединица добија 20 до 40% заштите у пећинама, док патуљци имају 50%.|~

source: <italic>text='Coastal reefs'</italic> are shallows formed by stone, coral and sand. This provides most land units with a more steady footing and defensive positions than wading in shallow water normally would and also grants most water-dwelling races an exceptionally high defense. Mermen and Naga both receive 70% defense on coastal reefs.
sr: <italic>text='Обалски гребени'</italic> су плићаци сачињени од камена, корала и п›ијеска. Већини копнених јединица пружају бољи ослонац и одбрамбени положај него што је уобичајено за гажење кроз плитку воду, а водо-бивствујућим расама представљају изванредну заштиту. И морејци и нагајци уживају 70% заштите на обалским гребенима.|~

source: <italic>text='Hills'</italic> represent any reasonably rough terrain, with enough dips and rises in the ground to provide some cover. Hills are difficult for most troops to navigate. Dwarves, trolls, and orcs have enough familiarity with the terrain that they can pass through it without being slowed down. Cavalry have enough trouble navigating the terrain that any defensive aid lent by cover is negated. Most units have about 50% defense in hills, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in hills.
sr: <italic>text='Брда'</italic> чини сваки разумно нераван терен, са довољно удолина и узвишица да пружи некакву заштиту. Већини јединица је тешко кретати се брдима. Патуљци, тролови и оркови су довољно упознати са оваквим тереном, да им кретање не буде отежано. Коњица има озбиљних проблема, који негирају могуће користи у одбрани. Већина јединица има око 50% заштите у брдима, док је коњица ограничена на 40%. Патуљци уживају чак 60% заштите у брдима.|~

source: <italic>text='Swamps'</italic> represent any sort of wetlands. Swamps slow down nearly everyone, and inhibit their ability to defend themselves. An exception to this is any race bodily skilled in navigating water; these receive both full movement and a defensive bonus. Those that make their living in the wetlands are also adept at using this terrain for cover. Most units make do with 30% defense in swamps. Mermen, naga, and saurians all generally enjoy 60%.
sr: <italic>text='Мочвару'</italic> чине све врсте клизног земљишта. Мочваре успоравају скоро сваког, а и сметају одбрани. Изузетак томе су расе в›јеште у кретању водом, које имају и пуну покретљивост и заштиту. Они који пребивају у оваквим крајевима, такође су ум›јешни у коришћењу мочварног терена за скривање. Већина јединица мора се помирити са 30% заштите у мочварама. Насупрот њима, морејци, нагајци и сауријанци уживају чак 60%.|~

source: <italic>text='Shallow water'</italic> represents any body of water deep enough to come up to roughly a man’s waist. This is enough to slow down nearly anyone and leave them wide open to attack. Dwarves, given that the water reaches up almost to their heads, have an extremely hard time of this. The exception is any race whose bodies naturally lend themselves to swimming, for which they receive a considerable defensive bonus and full movement. Most units make do with 20 to 30% defense in shallow water, whereas both naga and mermen enjoy 60%.
sr: <italic>text='Плитка вода'</italic> представља водене појасеве који досежу отприлике до људског струка. То је већ довољно да успори скоро свакога и остави их незаштићене при нападу. Патуљцима то посебно тешко пада, пошто им вода досеже скоро до глава. Изузетак су расе природно прилагођене пливању, које стога имају пуну покретљивост и значајну добит у одбрани. Већина јединица трпи свега 20 до 30% заштите у плиткој води, док нагајци и морејци уживају 60%|~

source: <italic>text='Castles'</italic> are any sort of permanent fortification. Nearly all units receive a considerable bonus to their defense by being stationed in a castle, and most units receive full movement in a castle. Stationing units in a castle represents its defensive capability. Without a unit in each wall hex, an enemy can simply sneak into the castle unchallenged, gaining the same defensive bonus as everyone inside. Most units have about 60% defense in a castle.
sr: <italic>text='Замкови'</italic> означавају сва трајна утврђења. Скоро све јединице добијају значајну заштиту док се налазе у замку, а већина добија и пуну покретљивост. Постављање јединица у замку одражава његову одбрамбену нам›јену; ако је неко поље замка празно, непријатељ може просто ући на њега и тако уживати исту одбрану као и било ко други у замку. Већина јединица добија око 60% заштите у замку.|~

source: <italic>text='Mountains'</italic> are steep enough that units often have to climb over obstacles to move. By this nature, they provide a considerable defensive bonus for most troops, but they also severely impede any passage through them. Most cavalry simply cannot enter mountainous terrain; however, elvish cavalry is an exception to this, as are the goblin wolf riders. Both dwarves and trolls are native to mountainous terrain, and have a very easy time getting around. Most units receive about 60% defense in mountains, whereas Dwarves enjoy 70%.
sr: <italic>text='Планине'</italic> су довољно стрме да јединице често морају да се веру преко препрека да би се кретале. Стога, планине пружају приличну заштиту већини јединица, али их такође и озбиљно ограничавају у кретању. Већина коњичких јединица једноставно не може ићи планинским тереном; изузетак томе је вилењачка коњица, као гоблински вукоседлаши. Планине су и патуљцима и троловима домаћи терен, те се они врло лако сналазе по њима. Већина јединица има око 60% заштите у планини, а патуљци уживају 70%.|~

source: <italic>text='Deep water'</italic> represents any body of water deep enough to cover a man’s head. Most units cannot enter deep water: it is the domain of units which can either fly, or are exceptionally strong swimmers. Mermen and naga both receive 50% defense in deep water, with full movement.
sr: <italic>text='Дубока вода'</italic> представља све појасеве довољно дубоке да пређу чов›јеку преко главе. Већина јединица не може ући у дубоку воду; она је погодна онима који или лете, или су одлични пливачи. И морејци и нагајци имају 50% заштите у дубокој води, уз пуну покретљивост.|~

source: <italic>text='Grassland'</italic> represents open plains, whether cultivated, cut back for grazing, or wild. Being open ground, grassland is both very easy to move across, but is also difficult to defend oneself in. Typically, those units that perform best on grassland are either cavalry, or very agile units which take advantage of the open space. Most units have defense of 30 to 40% on grassland.
sr: <italic>text='Равница'</italic> представља отворене просторе, било обрађене, покошене за испашу, или дивље. Равницом је лако кретати се, али је тешко у њој бранити се. Јединице које се добро носе у равници су обично или коњичке, или врло окретне јединице, којима отворени простори иду на руку. Већина јединица има одбрану од 30 до 40% у равници.|~

source: <italic>text='Forests'</italic> represent any woodland with significant undergrowth, enough to hinder passage. Though they slow nearly everyone down, forests do offer better defense to most units than open ground. Cavalry, however, have so much trouble navigating them that any benefit gained by stealth is negated. Elves are an exception to this general rule for forests. Not only do they possess full movement in forests, but they also gain a considerable defensive bonus. Dwarves are another exception to this rule; though they are able to plow through the forests without much loss of speed, their utter unfamiliarity with the terrain causes them to receive no defensive bonus. Most units have 50% defense in forests, but cavalry are limited to 30%. Elves, on the other hand, enjoy 60 to 70% defense, even their mounted units. Dwarves generally receive only 30% defense in forests.
sr: <italic>text='Шуме'</italic> представљају било које земљиште са довољно растиња да ограничи покретљивост кроз њих. Иако успоравају скоро свакога, шуме већини јединица пружају и већу заштиту него отворен терен. Коњица, међутим, има толико проблема у кретању, да им је свака користи од прикривености негирана. Вилењаци су изузетак ових општих правила о шуми. Не само да се могу неометано кретати у њој, већ имају и значајну одбрамбену добит. Патуљци су још један изузетак; иако могу да се пробијају кроз шуму без много губитка у брзини, њихова потпуна неупознатост са таквим тереном води малој заштићености у борби. Већина јединица има 50% заштите у шуми, али је коњица ограничена на 30%. Вилењаци, с друге стране, добијају чак 60 до 70% у одбрани, чак и на коњима. Патуљци обично добијају свега 30%.|~

source: <italic>text='Frozen'</italic> terrain represents any flat area that is covered by snow or ice. Most units are slowed down on it, and have a harder time defending themselves. Note that swimming units, even those who can breathe underwater, cannot swim underneath ice. Most units have 20 to 40% defense in frozen terrain.
sr: <italic>text='Клизави'</italic> терен означава сваку равничарску област која је прекривена сн›ијегом или ледом. Успорава већину јединица, и отежава им одбрану. Имајте у виду да пливачке јединице, чак и оне што могу да дишу под водом, не могу пливати под ледом. Већина јединица има 20 до 40% заштите на клизавици.|~
