Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: No, whelp. You may be weakened, but the horse clans are eternal. I will promise you this, however. If you can defeat me personally, I myself will join your siege of Weldyn.
sr: Не, штене. Ти можеш бити ослабљен, али су коњички кланови вечни. Па ипак, могу ти обећати једно. Ако ме победиш у двобоју, лично ћу ти се придружити у опсади Велдина.|~ Не, штене. Ти можеш бити ослабљен, али су коњички кланови в›јечни. Па ипак, могу ти обећати једно. Ако ме поб›иједиш у двобоју, лично ћу ти се придружити у опсади Велдина.|~

source: Aye.
sr: Тако.|~

source: I cannot believe this! You have defeated me! You are now my liege, and I leave the battlefield in shame. But the Clan shall fight on!
sr: Не могу да поверујем! Ти ме надјача! Од сада си мој господар, и напуштам ово бојно поље осрамоћен. Али ће Клан наставити борбу!|~ Не могу да пов›јерујем! Ти ме надјача! Од сада си мој господар, и напуштам ово бојно поље осрамоћен. Али Клан ће наставити борбу!|~

source: Their leader has fallen but still they fight!
sr: И ако им вођ паде, они и даље истрајавају!|~

source: You can defeat me, but the Clan will never fall. Our numbers are endless!
sr: Мене победити можеш, али Клан никада пасти неће. Не зна се броја нашим редовима!|~ Мене поб›иједити можеш, али Клан никада пасти неће. Не зна се броја нашим редовима!|~

source: Even as I pledge my lance to your service, my Clan fights on!
sr: Ако и обећам своје бојно копље твојој служби, мој клан неће одступити!|~

source: A humiliating defeat, yet you are no match for the might of the Clan!
sr: Понижавајући пораз, па ипак ниси дорастао моћи Клана!|~

source: Stop! I cannot believe this! You have defeated us! Indeed, you are worthy, worthy even to claim the throne. The clans will help you. We will fight with you against the Queen.
sr: Доста! Ово је несхватљиво, да нас све поразиш! Уистину, вредан си, вредан чак и преузимања престола. Кланови ће ти бити на услузи. Борићемо се уз тебе против краљице.|~ Доста! Ово је несхватљиво, да нас све поразиш! Уистину, вр›иједан си, вр›иједан чак и преузимања престола. Кланови ће ти бити на услузи. Борићемо се уз тебе против краљице.|~

source: So you admit defeat! You will serve me in fighting the evil queen?
sr: Дакле признајете пораз! Служићете ми у борби са злом краљицом?|~

source: We will serve you, my lord. You will make a worthy king.
sr: Служићемо ти, господару. Биће од тебе ваљан краљ.|~

source: The mighty riders of the eastern plains, the Knights of the Clans, are now yours to command!
sr: Моћни јахачи источних равница, витезови кланова, теби су сада да им заповедаш!|~ Моћни јахачи источних равница, витезови кланова, теби су сада да им запов›иједаш!|~

source: I think you are mistaken! You will help me be queen.
sr: Рекла бих да сте у забуни! Мени ћете помоћи да постанем краљица.|~

source: Who then is your leader? Who do we serve?
sr: Ко је онда ваш вођ? Коме ми то служимо?|~

source: You will serve us. You will protect our flanks while we make way straight for the queen. With you on either flank, we can surely overcome her.
sr: Служићете нама. Штитићете наше бокове, док се ми будемо пробијали право ка краљици. Уз вас са обе стране, сигурно ћемо је надјачати.|~ Служићете нама. Штитићете наше бокове, док се ми будемо пробијали право ка краљици. Уз вас са об›је стране, сигурно ћемо је надјачати.|~

source: Secret? What secret Delfador? What are you talking about?
sr: Тајна? Каква тајна, Делфадоре? О чему то причате?|~

source: Still $units_to_slay clan members to defeat!
sr: Треба поразити још $units_to_slay чланова кланова!|~

source: The Battle for Wesnoth
sr: Бој за Веснот|~

source: Defeat Asheviere
sr: Поразиш ли Ашевиру|~

source: Here we overlook the city of Weldyn. The great city. The ancient city. The city of evil. The city of good. The city of men.
sr: Одавде се поглед пружа све до Велдина. Велик је то град. Древан. Град зла, град добра. Град људи.|~ Одавд›је се поглед пружа све до Велдина. Велик је то град. Древан. Град зла, град добра. Град људи.|~

source: I have not looked upon this city for seventeen years. Seventeen years ago, when I should have been at the height of my power. But my strength failed me. I failed, and I cannot atone for it.
sr: Не видех овај град већ седамнаест година. Пре седамнаест година, кад је требало да будем на врхунцу своје моћи. Али ме је снага издала. Нисам успео, и то се не може окајати.|~ Не вид›јех овај град већ седамнаест година. Пр›ије седамнаест година, кад је требало да будем на врхунцу своје моћи. Али ме је снага издала. Нисам усп‹ио, и то се не може окајати.|~

source: But I failed. I was too late. I entered the chambers of the youngest prince, prince Konrad, just as one of the evil ones ran him through. All was lost. The heirs were slain. Only Asheviere and her daughter had any claim to the throne.
sr: Али нисам успео. Закаснио сам. Улетео сам у одаје најмлађег принца, Конрада, баш у тренутку када га је један од зликоваца пробо мачем. Све је било изгубљено, наследници су били мртви. Само ће Ашевира и њена кћер моћи да положе право на престо.|~ Али нисам усп‹ио. Закаснио сам. Улет‹ио сам у одаје најмлађег принца, Конрада, баш у тренутку када га је један од зликоваца пробо мачем. Све је било изгубљено, насл›иједници су били мртви. Само ће Ашевира и њена кћер моћи да положе право на пр›ијесто.|~

source: After burying the little prince, we agreed never to speak of him again. Instead, this orphan child we would call Konrad, and he would be brought up to be king. I would say that I had slain the guards before they had carried out their evil deed, instead of after. No one would ever have to know. And no one did know for certain, until now.
sr: Пошто смо сахранили малог принца, договорисмо се да о њему више никада не прозборимо. Уместо тога, нађено сироче зваћемо Конрадом, и подизаћемо га за краља. Ја ћу говорити да сам гардисте посекао пре него што су стигли да изврше своју наредбу, а не после. Нико никада неће сазнати истину. И нико заиста и није, до овог тренутка.|~ Пошто смо сахранили малог принца, договорисмо се да о њему више никада не прозборимо. Ум›јесто тога, нађено сироче зваћемо Конрадом, и подизаћемо га за краља. Ја ћу говорити да сам гардисте пос›јекао пр›ије него што су стигли да изврше своју наредбу, а не посл›ије. Нико никада неће сазнати истину. И нико заиста и није, до овог тренутка.|~

source: Now, let us not tarry here any longer! The dawn breaks! The time has come for the heir to the throne to claim it!
sr: Не задржавајмо се овде више! Зора свиће! Дошао је тренутак да наследник преузме свој престо!|~ Не задржавајмо се овд›је више! Зора свиће! Дошао је тренутак да насл›иједник преузме свој пр›ијесто!|~

source: Haliel-Maga
sr: Халијел-Мага|~

source: Sir Kalm
sr: сер Калм|~

source: So, these rebels come at last to face me, while most of my army is off fighting the fickle clans.
sr: И тако, коначно ти побуњеници долазе да се суоче са мном, док је највећи део моје војске упетљан у борбе са превртљивим клановима.|~ И тако, коначно ти побуњеници долазе да се суоче са мном, док је највећи д‹ио моје војске упетљан у борбе са превртљивим клановима.|~

source: Wretched wench. Your army is tasting death as we speak. The clans have arrived to unseat you, pretender!
sr: Рђава вештице. Твоја војска куша смрт сад док причамо. Кланови стигоше да те збаце, узурпаторко!|~ Рђава в›јештице. Твоја војска куша смрт сад док причамо. Кланови стигоше да те збаце, узурпаторко!|~

source: Ahh. My own daughter, a turncoat. So it is true. Such treason my reign must endure! But endure it will.
sr: Ах. Моја сопствена кћер, отпадница. Значи истина је. Какве издаје моја владавина трпети мора! Али ће истрпети.|~ Ах. Моја сопствена кћер, отпадница. Значи истина је. Какве издаје моја владавина трп›јети мора! Али ће истрп›јети.|~

source: How long must the people endure your rule? Give the throne to your daughter. She is the rightful heir. We even hold the scepter to prove it!
sr: Колико дуго још народ мора подносити твоју власт? Уступи престо својој кћери. Она је законита наследница. Имамо чак и жезло које то доказује!|~ Колико дуго још народ мора подносити твоју власт? Уступи пр›ијесто својој кћери. Она је законита насл›иједница. Имамо чак и жезло које то доказује!|~

source: Delfador! My old tormentor! Treason! Men! Seize them! Kill them! Kill them all!
sr: Делфадоре! Мој стари мучитељу! Издаја! Људи, држите их! Побијте их, све их побијте!|~

source: Take this, witch!
sr: Овако ти, вештице!|~ Овако ти, в›јештице!|~

source: Mother, I swore to end your reign of evil, and now I shall.
sr: Мајко, заветовах се да ћу окончати твоју владавину зла, и то ћу и учинити.|~ Мајко, зав›јетовах се да ћу окончати твоју владавину зла, и то ћу и учинити.|~

source: Daughter, I built this kingdom for you. It has all been for you!
sr: Кћери, подигох ово краљевство за тебе. Све је било само за тебе!|~

source: Even now, can you not tell the truth? Your greed has corrupted your soul. You are a monster! A murderess! It pains me to kill you, mother, but you have chosen your own fate. For Wesnoth!
sr: Чак и сада, не можеш изрећи истину? Похлепа ти је изјела душу. Ти си чудовиште! Злочинац! Боли ме да ти пресудим, мајко, али си сама изабрала своју судбину. За Веснот!|~

source: You have hunted me across the countryside, indeed across the years. Here I am, Dark Queen.
sr: Гонила си ме преко целе земље, уистину, годинама. Па ево ме, мрачна краљице.|~ Гонила си ме преко ц›ијеле земље, уистину, годинама. Па ево ме, мрачна краљице.|~

source: I was sure I had killed you, yet you haunt me still. Be gone, demon! I banish you, ghost!
sr: Бејах уверена да сам те убила, а ево ме још увек опседаш. Нестани, демону! Истерујем те, авети!|~ Б‹ијах ув›јерена да сам те убила, а ево ме још ув›ијек опс›иједаш. Нестани, демону! Заклињем те, авети!|~

source: Oh, wretched lady, I am very real. The land has suffered from your greed and ambition. You will now be held to account for your misdeeds. For the young prince Konrad! For WESNOTH!
sr: О, злобна госпо, врло сам стваран. Земља је пропатила твоју похлепу и амбиције. Сада ће ти се пресудити за злодела твоја. За младог принца Конрада! За Веснот!|~ О, злобна госпо, врло сам стваран. Земља је пропатила твоју похлепу и амбиције. Сада ће ти се пресудити за злод›јела твоја. За младог принца Конрада! За Веснот!|~

source: Konrad strikes a killing blow!
sr: Конрад зададе смртни ударац!|~

source: As I destroyed your son, I now destroy you.
sr: Као што сатрех твог сина, сада ћу и тебе.|~ Као што сатрх твог сина, сада ћу и тебе.|~

source: You were always defiant, wizard, and no one has thwarted my plans as determinedly as you.
sr: Увек ћеш бити пркосан, чаробњаче, нико никада не смрси моје планове одлучно колико ти.|~ Ув›ијек ћеш бити пркосан, чаробњаче, нико никада не смрси моје планове одлучно колико ти.|~

source: I have always been a humble servant of the Crown, and remain such even now.
sr: Одувек бејах понизни слуга круни, и то ћу бити и сада.|~ Одув›ијек б‹ијах понизни слуга круни, и то ћу бити и сада.|~

source: Delfador! You utterly disgust me, you sniveling worm. How dare you confront me, your queen?
sr: Делфадоре! Неизмерно ми се гадиш, ти цмиздрави црве. Како се усуђујеш да се испречиш својој краљици?|~ Делфадоре! Неизм›ијерно ми се гадиш, ти цмиздрави црве. Како се усуђујеш да се испр›ијечиш својој краљици?|~

source: How dare I? I High Provost of the Council of Archmagi...
sr: Како се усуђујем? Ја сам високи ректор Већа архимагова...|~ Како се усуђујем? Ја сам високи ректор В›ијећа архимагова...|~

source: ... bearer of the staff of An-Usrukhar, guardian of the book of Crelanu ...
sr: ...носилац штапа Ан Усрукара, чувар књиге Крелануа...|~ ...носилац штапа Ан Усрухара, чувар књиге Крелануа...|~

source: ... Mage Protector of The Kingdom Of The Peoples Of The West-North, Chief Advisor to the <i>Crown</i>...
sr: ...маг заштитник краљевства народ^а северозапада, врховни саветник <i>круне</i>...|~ ...маг заштитник краљевства народ^а с›јеверозапада, врховни сав›јетник <i>круне</i>...|~

source: I am Delfador the Great and TODAY YOU MEET YOUR ATONEMENT!
sr: Ја сам Делфадор Велики и ДАНАС ЋЕ БИТИ НАМИРЕЊА!|~

source: In a horrific inferno of magical rage, Asheviere is completely annihilated!
sr: У ужасавајућем, пакленом вихору магије, од Ашевире ништа не остаде!|~

source: Treason! The evil ones have slain me!
sr: Издаја! Зликовци ме посекоше!|~ Издаја! Зликовци ме пос›ијекоше!|~

source: And so passes Asheviere, the dark queen of Wesnoth.
sr: И тако прође Ашевира, мрачна краљица Веснота.|~

source: So much blood. So much death. For what? A title?
sr: Толико крви, толико смрти. А за шта? За титулу?|~

source: For justice, Elf Lord. We fight because if we do not, evil would prevail. But, I implore you to let the dead have their rest. We have taken victory. Tomorrow is a new day, friends... let us build this kingdom anew.
sr: За правду, господару вилењаку. Борисмо се, јер да нисмо, зло би превагнуло. Али те молим да дамо мртвима одмора. Победа је наша, а сутра је нови дан, пријатељи... Подигнимо ово краљевство из пепела.|~ За правду, господару вилењаче. Борисмо се, јер да нисмо, зло би превагнуло. Али те молим да дамо мртвима одмора. Поб›једа је наша, а сутра је нови дан, пријатељи... Подигнимо ово краљевство из пепела.|~

source: Epilogue
sr: Епилог|~

source: Her reign was long, and she undid the evil deeds of her mother.
sr: Током своје дуговечне владавине, исправила је сва злодела своје мајке.|~ Током своје дугов›јечне владавине, исправила је сва злод›јела своје мајке.|~

source: Kalenz returned to his home in the North and never again returned to the lands of men.
sr: Каленз се вратио свом дому на северу, и никада више није свратио у земље људи.|~ Каленз се вратио свом дому на с›јеверу, и никада више није свратио у земље људи.|~

source: The bones of the young prince Konrad were retrieved from the elves and buried in the Royal Crypt in Weldyn, which Konrad visited to pay homage every week.
sr: Мошти малог принца Конрада су искане од вилењака, и покопане у краљевску гробницу, где је Конрад свраћао сваке седмице да искаже поштовање.|~ Мошти малог принца Конрада су искане од вилењака, и покопане у краљевску гробницу, гд›је је Конрад свраћао сваке седмице да ода поштовање.|~

# female
source: Battle Princess
sr: бојна принцеза|~

source: A noble by birth, the Princess has learnt swordplay with the greatest generals, and battle tactics with the greatest sages, making her both a great combatant and leader. Now battle-hardened and strong of will, she can now aid those around her in the art of combat.
sr: Племићког рода, принцезу су вештини мачевања подучавали највећи генерали, а војним тактикама највећи мудраци, начинивши од ње и великог борца и вођа. Сада прекаљена у боју и јаке воље, уме оне око себе подучити уметности борења.|~ Племићког рода, принцезу су в›јештини мачевања подучавали највећи генерали, а војним тактикама највећи мудраци, начинивши од ње и великог борца и вођа. Сада прекаљена у боју и јаке воље, ум›ије оне око себе подучити ум›јетности борбе.|~

source: saber
sr: сабља|~

source: sceptre of fire
sr: ватрено жезло|~

source: Commander
sr: заповедник|~ запов›једник|~

source: sword
sr: мач|~

source: bow
sr: лук|~

source: The rank of Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
sr: Чин заповедника имају они што воде бојне саставе у битку. Њихове вештине вођства побољшавају борбени учинак јединица у суседним пољима. Заповедници су сами највештији с мачем, али носе и лук за случајеве где затреба. Изгуби ли се заповедник, изгубљена је и битка.|~ Чин запов›једника имају они што воде бојне саставе у битку. Њихове вештине вођства побољшавају борбени учинак јединица у сус›једним пољима. Запов›једници су сами најв›јештији с мачем, али носе и лук за случајеве гд›је затреба. Изгуби ли се заповедник, изгубљена је и битка.|~ Чин запов›једника имају они што воде бојне саставе у битку. Њихове вештине вођства побољшавају борбени учинак јединица у сус›једним пољима. Запов›једници су сами најв›јештији с мачем, али носе и лук за случајеве гд›је затреба. Изгуби ли се запов›једник, изгубљена је и битка.|~

# female
source: Dark Queen
sr: мрачна краљица|~

source: The evil queen mother Asheviere has terrorized Wesnoth for many years. Her knowledge of magic makes her a worthy foe in combat, although her power is mostly derived from those she commands.
sr: Зла краљица-мајка Ашевира већ многе године кињи Веснот. Познавање магије чини је достојним противником у борби, иако њена моћ најпре исходи из оних којима заповеда.|~ Зла краљица-мајка Ашевира већ многе године кињи Веснот. Познавање магије чини је достојним противником у борби, иако њена моћ најпре исходи из оних којима запов›иједа.|~

source: scepter
sr: жезло|~

source: raging blizzard
sr: љута мећава|~

source: Young and brash, Fighters attack with a sword, and are vulnerable to more seasoned enemies. However they have the potential to become great warriors one day.
sr: Млади и дрски, борци нападају мачем, и рањиви су на искусније противнике. Ипак имају могућности да једнога дана постану велики ратници.|~

source: Injured Sergeant
sr: повређени наредник|~ повр›ијеђени наредник|~

source: Lord
sr: господар|~

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
sr: Племенити вођи велике војске, господари су посебно снажни у блиској борби, а умешни и са луком. Као и заповедници, господари познају вештине вођства, те побољшавају борбени учинак свих јединица нижег нивоа у пољима око себе.|~ Племенити вођи велике војске, господари су посебно снажни у блиској борби, а ум›јешни и са луком. Као и запов›једници, господари познају в›јештине вођства, те побољшавају борбени учинак свих јединица нижег нивоа у пољима око себе.|~

# female
source: Princess
sr: принцеза|~

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. The units of lower level around the Princess will fight better due to her presence. The Princess is also nimble and dextrous, having skills like that of a thief.
sr: Племићког рода, принцезу су вештини мачевања подучавали највећи генерали, а војним тактикама највећи мудраци, начинивши од ње и великог борца и вођа. Јединице нижег нивоа око принцезе бориће се боље услед њеног присуства. Принцеза је такође гипка и спретна, вештине као у лопова.|~ Племићког рода, принцезу су в›јештини мачевања подучавали највећи генерали, а војним тактикама највећи мудраци, начинивши од ње и великог борца и вођа. Јединице нижег нивоа око принцезе бориће се боље ус‹љед њеног присуства. Принцеза је такође гипка и спретна, в›јештине као у лопова.|~

source: Sea Orc
sr: морски орк|~

source: While often viewed as inferior to their land-loving counterparts, Sea Orcs represent a great leap for all goblins as they have adapted to aquatic environments. With their curved swords they are competent fighters, although their lack of a ranged attack and poor defense on land do represent strategic weaknesses.
sr: Иако често виђени као неизгледнији од својих копнољубивих парњака, прилагодивши се воденом окружењу морски оркови представљају велики искорак за све гоблине. Способни су борци са својим закривљеним мачевима, иако их недостатак одступног напада и лоша одбрана на копну чини стратешки рањивим.|~

source: Sleeping Gryphon
sr: уснули грифон|~

source: claws
sr: канџе|~

source: We are vanquished, for I have been defeated!
sr: Више нам нема наде, јер ја падам!|~

source: Argh! I am finished!
sr: Ах! Са мном је готово!|~

source: No! This is the end! We have been defeated!
sr: Не! Ово је крај! Поражени смо!|~

source: At least I die an honorable death.
sr: Барем страдам часно.|~

source: Do you want this unit to pick up the sword?
sr: Желиш ли да ова јединица подигне мач?|~

source: Yes
sr: Да|~

source: Flaming Sword
sr: пламтећи мач|~

source: This massive blade was created centuries ago by long-forgotten elvish forgemasters, who imbued the bluish steel with an inner magical fire. Tongues of flame dance on the surface, giving the metal a flawless mirrored finish.
sr: Блистави мач што га пре много столећа сачинише давно заборављени вилењачки мајстори-ковачи, прожевши плавичасти челик унутрашњом магичном ватром. Пламени језици плешу по површи, дајући плавичастом челику беспрекорни огледалски одраз.|~ Блистави мач што га пр›ије много сто‹љећа сачинише давно заборављени вилењачки мајстори-ковачи, прожевши плавичасти челик унутрашњом магичном ватром. Пламени језици плешу по површи, дајући плавичастом челику беспр›ијекорни огледалски одраз.|~

source: Only the leader of an army can wield this sword!
sr: Само војсковођа може руковати овим мачем!|~

source: As you place your hand around the glittering leather hilt, the sword roars to life! Strangely, you feel no heat once you pick it up, yet the grass at your feet bursts into flame as you test the heft of this mighty weapon.
sr: Како ти рука стеже блистави кожни балчак, мач оживе грмљавином! Зачудо, не осећаш врелину док га држиш, па ипак трава под твојим ногама тренутно сагорева док испробаваш равнотежу овог моћног оружја.|~ Како ти рука стеже блистави кожни балчак, мач ожив›је грмљавином! Зачудо, не ос›јећаш врелину док га држиш, па ипак трава под твојим ногама тренутно сагор›ијева док испробаваш равнотежу овог моћног оружја.|~

source: flaming sword
sr: пламтећи мач|~

source: No
sr: Не|~

source: Do you want this unit to pick up the armor?
sr: Желиш ли да ова јединица подигне оклоп?|~

source: Void Armor
sr: оклоп празнине|~

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
sr: Предиван грудни заклон искован од светлуцавог црног челика, оклоп празнине је готово непробојан физичким оружјима!|~ Предиван грудни заклон искован од св›јетлуцавог црног челика, оклоп празнине је готово непробојан физичким оружјима!|~

source: Only a powerful warrior may don this armor!
sr: Само моћан ратник може оденути овај оклоп!|~ Само моћан ратник може од›јенути овај оклоп!|~

source: You struggle to lift and don the heavy plate. Once worn, however, it is amazingly comfortable. You have increased resistance to all physical damage!
sr: Бориш се да подигнеш и оденеш тешки оклоп. Али једном на теби, запањујуће је удобан. Појачана ти је отпорност на сву физичку штету!|~ Бориш се да подигнеш и од›јенеш тешки оклоп. Али једном на теби, запањујуће је удобан. Појачана ти је отпорност на сву физичку штету!|~

source: void armor
sr: оклоп празнине|~

source: The Void Armor grants the following resistances: blade: 50% pierce: 40% impact: 40% fire: +10%
sr: Оклоп празнине поседује следеће отпорности: сечиво: 50% пробој: 40% удар: 40% ватра: +10%|~ Оклоп празнине пос›једује следеће отпорности: сечиво: 50% пробој: 40% удар: 40% ватра: +10%|~ Оклоп празнине пос›једује с‹љедеће отпорности: с›јечиво: 50% пробој: 40% удар: 40% ватра: +10%|~
