Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: During campaigns, certain units may opt to join the player’s forces of their own volition. These units are marked with the loyal trait. Although they may require payment to be recalled, they never incur any upkeep costs. This can make them invaluable during a long campaign, when gold is in short supply. This trait is never given to recruited units, so it may be unwise to dismiss such units or to send them to a foolish death.
sr: Током похода, одређене јединице могу својевољно одлучити да се придруже вашим снагама. Оне ће тада имати особину оданости. Иако се мора платити њихово касније сазивање, оне не праве издатке у току сценарија. Ово их може учинити драгоц›јеним током дугог похода, када је злато стално на измаку. Унајмљене јединице никада немају ову особину, тако да може бити несмотрено отпуштати одане јединице, или их слати у бесмислену смрт.|~ |~e0

source: Undead units generally have undead as their only trait. Since undead units are the bodies of the dead, risen to fight again, poison has no effect upon them. This can make them invaluable in dealing with foes who use poison in conjunction with their attacks.
sr: Јединице немртвих обично имају немртвост као једину особину. Пошто су ове јединице настале од т›ијела мртвих, повраћених да се поново боре, отров нема утицаја на њих. Ово их може учинити изузетно корисним при обрачунавању са противницима који своје нападе подржавају отровима.|~ |~e0

source: Mechanical units generally have mechanical as their only trait. Since mechanical units don’t really have life, drain, poison, and plague have no effect upon them.
sr: Механичке јединице обично имају ‘механичност’ као једину особину. Пошто оне нису збиља живе, црпљење, отров и куга не утичу на њих.|~ Механичке јединице обично имају механичност као једину особину. Пошто оне нису збиља живе, црпљење, отров и куга не утичу на њих.|~

source: <italic>text='Dextrous'</italic> units do 1 more damage for every successful strike in ranged combat.
sr: Спретне јединице чине 1 поен штете више при сваком усп›јешном удару у одступној борби.|~ <italic>text='Спретне'</italic> јединице чине 1 поен штете више при сваком усп›јешном удару у одступној борби.|~

source: Dextrous is a trait possessed only by elves. The elven people are known for their uncanny grace, and their great facility with the bow. Some, however, are gifted with natural talent that exceeds their brethren. These elves inflict an additional point of damage with each arrow.
sr: Спретност је особина коју пос›једују само вилењаци. Вилењачки народ је познат по својој тајанственој складности и великој в›јештини у руковању луком. Неки од њих, међутим, обдарени су талентом који надмашује њихове сународнике. Такви вилењаци наносе додатан поен штете сваком својом стр›ијелом.|~ |~e0

source: <italic>text='Healthy'</italic> units have 1 HP plus 1 HP per level more than usual and rest heal the usual 2 HP after each turn they did not fight. They also suffer a quarter less damage from poison.
sr: Јединице истакнутог здравља имају 1 УП плус 1 УП по нивоу више него обичне, и зац›јељују уобичајена 2 УП после сваког потеза у коме се нису бориле. Такође трпе за четврт мање штете од отрова.|~ Јединице истакнутог <italic>text='здравља'</italic> имају 1 УП плус 1 УП по нивоу више него обичне, и зац›јељују уобичајена 2 УП после сваког потеза у коме се нису бориле. Такође трпе за четврт мање штете од отрова.|~

source: Units with trait <italic>text='dim'</italic> suffer a 20% increase in experience required to advance.
sr: Приглупе јединице трпе 20% увећања неопходног искуства да би испредњачиле.|~ <italic>text='Приглупе'</italic> јединице трпе 20% увећања неопходног искуства да би испредњачиле.|~

source: <italic>text='Slow'</italic> units have −1 movement but 5% more hitpoints.
sr: Троме јединице имају -1 на кретање, али 5% више ударпоена.|~ <italic>text='Троме'</italic> јединице имају -1 на кретање, али 5% више ударпоена.|~ <italic>text='Троме'</italic> јединице имају −1 на кретање, али 5% више ударпоена.|~

source: Units with trait <italic>text='weak'</italic> get a −1 increment in hitpoints and melee damage.
sr: Крхке јединице трпе -1 на ударпоене и штету у блиској борби.|~ <italic>text='Крхке'</italic> јединице трпе -1 на ударпоене и штету у блиској борби.|~ <italic>text='Крхке'</italic> јединице трпе −1 на ударпоене и штету у блиској борби.|~

source: Units with trait <italic>text='aged'</italic> get a −8 increment in hitpoints and a −1 increment in movement and melee damage.
sr: Крхке јединице трпе -1 на ударпоене и штету у блиској борби.|~ <italic>text='Остареле'</italic> јединице трпе -8 на ударпоене и -1 на кретање и штету у блиској борби.|~ <italic>text='Остареле'</italic> јединице трпе −8 на ударпоене и −1 на кретање и штету у блиској борби.|~

source: Game maps feature a variety of terrains that affect both unit movement and a unit’s defensive capability in combat.
sr: Мапе у игри доносе прегршт терена који утичу и на кретање и на одбрамбене способности јединица у борби. |~ |~e0

source: <italic>text='Grassland'</italic> represents open plains, whether cultivated, cut back for grazing, or wild. Being open ground, grassland is both very easy to move across, but is also difficult to defend oneself in. Typically, those units that perform best on grassland are either cavalry, or very agile units which take advantage of the open space. Most units have defense of 30 to 40% on grassland.
sr: Равница представља отворене просторе, било обрађене, покошене за испашу, или дивље. Равницом је лако кретати се, али је тешко у њој бранити се. Јединице које се добро носе у равници су обично или коњичке, или врло окретне јединице, којима отворени простори иду на руку. Већина јединица има одбрану од 30 до 40% у равници.|~ <italic>text='Равница'</italic> представља отворене просторе, било обрађене, покошене за испашу, или дивље. Равницом је лако кретати се, али је тешко у њој бранити се. Јединице које се добро носе у равници су обично или коњичке, или врло окретне јединице, којима отворени простори иду на руку. Већина јединица има одбрану од 30 до 40% у равници.|~

source: <italic>text='Roads'</italic> are beaten paths of dirt, formed by many travelers passing over them. As far as gameplay is concerned, roads behave as <ref>dst='terrain_flat' text='flat'</ref> terrain.
sr: Друмови су стазе угажене земље, настале преласцима многих путника преко њих. Што се играња тиче, друмови дођу исто што и <ref>dst='terrain_flat' text='равница'</ref>.|~ <italic>text='Друмови'</italic> су стазе угажене земље, настале преласцима многих путника преко њих. Што се играња тиче, друмови дођу исто што и <ref>dst='terrain_flat' text='равница'</ref>. |~

source: <italic>text='Forests'</italic> represent any woodland with significant undergrowth, enough to hinder passage. Though they slow nearly everyone down, forests do offer better defense to most units than open ground. Cavalry, however, have so much trouble navigating them that any benefit gained by stealth is negated. Elves are an exception to this general rule for forests. Not only do they possess full movement in forests, but they also gain a considerable defensive bonus. Dwarves are another exception to this rule; though they are able to plow through the forests without much loss of speed, their utter unfamiliarity with the terrain causes them to receive no defensive bonus. Most units have 50% defense in forests, but cavalry are limited to 30%. Elves, on the other hand, enjoy 60 to 70% defense, even their mounted units. Dwarves generally receive only 30% defense in forests.
sr: Шуме представљају било које земљиште са довољно растиња да ограничи покретљивост кроз њих. Иако успоравају скоро свакога, шуме већини јединица пружају и већу заштиту него отворен терен. Коњица, међутим, има толико проблема у кретању, да им је свака користи од прикривености негирана. Вилењаци су изузетак ових општих правила о шуми. Не само да се могу неометано кретати у њој, већ имају и значајну одбрамбену добит. Патуљци су још један изузетак; иако могу да се пробијају кроз шуму без много губитка у брзини, њихова потпуна неупознатост са таквим тереном води малој заштићености у борби. Већина јединица има 50% заштите у шуми, али је коњица ограничена на 30%. Вилењаци, с друге стране, добијају чак 60 до 70% у одбрани, чак и на коњима. Патуљци обично добијају свега 30%. |~ <italic>text='Шуме'</italic> представљају било које земљиште са довољно растиња да ограничи покретљивост кроз њих. Иако успоравају скоро свакога, шуме већини јединица пружају и већу заштиту него отворен терен. Коњица, међутим, има толико проблема у кретању, да им је свака користи од прикривености негирана. Вилењаци су изузетак ових општих правила о шуми. Не само да се могу неометано кретати у њој, већ имају и значајну одбрамбену добит. Патуљци су још један изузетак; иако могу да се пробијају кроз шуму без много губитка у брзини, њихова потпуна неупознатост са таквим тереном води малој заштићености у борби. Већина јединица има 50% заштите у шуми, али је коњица ограничена на 30%. Вилењаци, с друге стране, добијају чак 60 до 70% у одбрани, чак и на коњима. Патуљци обично добијају свега 30%. |~

source: <italic>text='Hills'</italic> represent any reasonably rough terrain, with enough dips and rises in the ground to provide some cover. Hills are difficult for most troops to navigate. Dwarves, trolls, and orcs have enough familiarity with the terrain that they can pass through it without being slowed down. Cavalry have enough trouble navigating the terrain that any defensive aid lent by cover is negated. Most units have about 50% defense in hills, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in hills.
sr: Брда чини сваки разумно нераван терен, са довољно удолина и узвишица да пружи некакву заштиту. Већини јединица је тешко кретати се брдима. Патуљци, тролови и оркови су довољно упознати са оваквим тереном, да им кретање не буде отежано. Коњица има озбиљних проблема, који негирају могуће користи у одбрани. Већина јединица има око 50% заштите у брдима, док је коњица ограничена на 40%. Патуљци уживају чак 60% заштите у брдима.|~ <italic>text='Брда'</italic> чини сваки разумно нераван терен, са довољно удолина и узвишица да пружи некакву заштиту. Већини јединица је тешко кретати се брдима. Патуљци, тролови и оркови су довољно упознати са оваквим тереном, да им кретање не буде отежано. Коњица има озбиљних проблема, који негирају могуће користи у одбрани. Већина јединица има око 50% заштите у брдима, док је коњица ограничена на 40%. Патуљци уживају чак 60% заштите у брдима. |~

source: <italic>text='Swamps'</italic> represent any sort of wetlands. Swamps slow down nearly everyone, and inhibit their ability to defend themselves. An exception to this is any race bodily skilled in navigating water; these receive both full movement and a defensive bonus. Those that make their living in the wetlands are also adept at using this terrain for cover. Most units make do with 30% defense in swamps. Mermen, naga, and saurians all generally enjoy 60%.
sr: Мочвару чине све врсте клизног земљишта. Мочваре успоравају скоро сваког, а и сметају одбрани. Изузетак томе су расе в›јеште у кретању водом, које имају и пуну покретљивост и заштиту. Они који пребивају у оваквим крајевима, такође су ум›јешни у коришћењу мочварног терена за скривање. Већина јединица мора се помирити са 30% заштите у мочварама. Насупрот њима, морејци, нагајци и сауријанци уживају чак 60%.|~ <italic>text='Мочвару'</italic> чине све врсте клизног земљишта. Мочваре успоравају скоро сваког, а и сметају одбрани. Изузетак томе су расе в›јеште у кретању водом, које имају и пуну покретљивост и заштиту. Они који пребивају у оваквим крајевима, такође су ум›јешни у коришћењу мочварног терена за скривање. Већина јединица мора се помирити са 30% заштите у мочварама. Насупрот њима, морејци, нагајци и сауријанци уживају чак 60%.|~

source: <italic>text='Shallow water'</italic> represents any body of water deep enough to come up to roughly a man’s waist. This is enough to slow down nearly anyone and leave them wide open to attack. Dwarves, given that the water reaches up almost to their heads, have an extremely hard time of this. The exception is any race whose bodies naturally lend themselves to swimming, for which they receive a considerable defensive bonus and full movement. Most units make do with 20 to 30% defense in shallow water, whereas both naga and mermen enjoy 60%.
sr: Плитка вода представља водене појасеве који досежу отприлике до људског струка. То је већ довољно да успори скоро свакога и остави их незаштићене при нападу. Патуљцима то посебно тешко пада, пошто им вода досеже скоро до глава. Изузетак су расе природно прилагођене пливању, које стога имају пуну покретљивост и значајну добит у одбрани. Већина јединица трпи свега 20 до 30% заштите у плиткој води, док нагајци и морејци уживају 60%|~ <italic>text='Плитка вода'</italic> представља водене појасеве који досежу отприлике до људског струка. То је већ довољно да успори скоро свакога и остави их незаштићене при нападу. Патуљцима то посебно тешко пада, пошто им вода досеже скоро до глава. Изузетак су расе природно прилагођене пливању, које стога имају пуну покретљивост и значајну добит у одбрани. Већина јединица трпи свега 20 до 30% заштите у плиткој води, док нагајци и морејци уживају 60%|~

source: <italic>text='Deep water'</italic> represents any body of water deep enough to cover a man’s head. Most units cannot enter deep water: it is the domain of units which can either fly, or are exceptionally strong swimmers. Mermen and naga both receive 50% defense in deep water, with full movement.
sr: Дубока вода представља све појасеве довољно дубоке да пређу чов›јеку преко главе. Већина јединица не може ући у дубоку воду; она је погодна онима који или лете, или су одлични пливачи. И морејци и нагајци имају 50% заштите у дубокој води, уз пуну покретљивост.|~ <italic>text='Дубока вода'</italic> представља све појасеве довољно дубоке да пређу чов›јеку преко главе. Већина јединица не може ући у дубоку воду; она је погодна онима који или лете, или су одлични пливачи. И морејци и нагајци имају 50% заштите у дубокој води, уз пуну покретљивост.|~

source: <italic>text='Frozen'</italic> terrain represents any flat area that is covered by snow or ice. Most units are slowed down on it, and have a harder time defending themselves. Note that swimming units, even those who can breathe underwater, cannot swim underneath ice. Most units have 20 to 40% defense in frozen terrain.
sr: Клизави терен означава сваку равничарску област која је прекривена сн›ијегом или ледом. Успорава већину јединица, и отежава им одбрану. Имајте у виду да пливачке јединице, чак и оне што могу да дишу под водом, не могу пливати под ледом. Већина јединица има 20 до 40% заштите на клизавици.|~ <italic>text='Клизави'</italic> терен означава сваку равничарску област која је прекривена сн›ијегом или ледом. Успорава већину јединица, и отежава им одбрану. Имајте у виду да пливачке јединице, чак и оне што могу да дишу под водом, не могу пливати под ледом. Већина јединица има 20 до 40% заштите на клизавици.|~

source: The instability of <italic>text='sand'</italic> makes it harder for most units to cross, and leaves them wide open to attack. In contrast, the wide feet or snakelike bodies of the reptilian races make sand much easier for them to navigate. Most units receive 20 to 40% defense in sand.
sr: Непостојаност п›ијеска чини га већини јединица тежим за прелазак, и оставља их отвореним за нападе. Насупрот томе, широка стопала и змијолика тела гуштерских раса знатно олакшавају кретање п›ијеском. Већина јединица добије 20 до 40% заштите у п›ијеску.|~ Непостојаност <italic>text='п›ијеска'</italic> чини га већини јединица тежим за прелазак, и оставља их отвореним за нападе. Насупрот томе, широка стопала и змијолика тела рептилских раса знатно олакшавају кретање п›ијеском. Већина јединица добије 20 до 40% заштите у п›ијеску.|~

source: <italic>text='Deserts'</italic> have a somewhat different composition than small sand pits or beaches, however for gameplay purposes they are identical. See <ref>dst='terrain_sand' text='sand'</ref>.
sr: Пустиње су понешто различитог састава од малих п›јешчаних јама или плажа, али су у оквиру игре истов›јетне. Види <ref>dst='terrain_sand' text='п›ијесак'</ref>.|~ <italic>text='Пустиње'</italic> су понешто различитог састава од малих п›јешчаних јама или плажа, али су у оквиру игре истов›јетне. Види <ref>dst='terrain_sand' text='п›ијесак'</ref>.|~

source: Rare patches of the underground world are illuminated by light from the surface shining down into the gloomy darkness. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units. In all other regards this terrain is functionally identical to normal <ref>dst='terrain_cave' text='cave terrains'</ref>.
sr: Р›ијетки предели подземног св›ијета обасјани су св›јетлошћу дана што се пробија кроз пукотине у суморну таму. Ово пружа добит у нападу законитим јединицама, а уклања добит хаотичним. У сваком погледу, обасјана пећина је иста као и обичан пећински терен.|~ Р›ијетки предели подземног св›ијета обасјани су св›јетлошћу дана што се пробија кроз пукотине у суморну таму. Ово пружа добит у нападу законитим јединицама, а уклања добит хаотичним. У сваком погледу, обасјана пећина је иста као и обичан <ref>dst='terrain_cave' text='пећински терен'</ref>.|~

source: <italic>text='Mushroom groves'</italic> are vast underground forests of giant mushrooms, which thrive in the damp darkness. Most units have trouble negotiating the spongy floor of smaller fungi, but they have plenty of cover behind the larger stalks. Mounted units, however, become completely mired and lack proper freedom of movement in combat. Undead units have a natural affinity for decay and function quite well in mushroom forests. Most units receive 50% to 60% defense in mushroom groves, whereas cavalry receive only 20%.
sr: Гљиварски гајеви су непрегледне подземне шуме огромних печурки, које одлично усп›ијевају у влажној тами. Већини јединица је проблем корачати преко сунђерасте подлоге од мањих печурака, али зато имају обиље заклона иза већих стабљика. Коњичке јединице су, међутим, потпуно упетљане и недостаје им слобода кретања у борби. С обзиром на своју склоност распадању, немртве јединице д›јелају сасвим добро у овим гљивичним шумама. Већина јединица прима 50 до 60% заштите у гљиварским гајевима, али коњица свега 20%.|~ <italic>text='Гљиварски гајеви'</italic> су непрегледне подземне шуме огромних печурки, које одлично усп›ијевају у влажној тами. Већини јединица је проблем корачати преко сунђерасте подлоге од мањих печурака, али зато имају обиље заклона иза већих стабљика. Коњичке јединице су, међутим, потпуно упетљане и недостаје им слобода кретања у борби. С обзиром на своју склоност распадању, немртве јединице д›јелају сасвим добро у овим гљивичним шумама. Већина јединица прима 50 до 60% заштите у гљиварским гајевима, али коњица свега 20%.|~

source: <italic>text='Villages'</italic> represent any group of buildings, human or otherwise. Almost all units, even cavalry, have an easy time navigating villages, and most units gain a defensive bonus from being stationed in a village. Villages allow units the resources to clean and tend to their wounds, which allows any unit stationed therein to heal eight hitpoints each turn, or to be cured of poison. Most units have 50 to 60% defense in villages, whereas cavalry receive only 40%.
sr: Села чине било какве скупине грађевина, људских или других. Скоро све јединице, чак и коњица, немају проблема у кретању кроз села, а већина их добија и предност у одбрани док су у селу. Јединице се у селу могу окр›ијепити и извидати повреде, ус‹љед чега свака јединица добија 8 УП по потезу док се налази у селу; такође, бива исц›ијељена уколико је отрована. Већина јединица добија 50 до 60% заштите у селима, а коњица само 40%. |~ <italic>text='Села'</italic> чине било какве скупине грађевина, људских или других. Скоро све јединице, чак и коњица, немају проблема у кретању кроз села, а већина их добија и предност у одбрани док су у селу. Јединице се у селу могу окр›ијепити и извидати повреде, ус‹љед чега свака јединица добија 8 УП по потезу док се налази у селу; такође, бива исц›ијељена уколико је отрована. Већина јединица добија 50 до 60% заштите у селима, а коњица само 40%. |~

source: <italic>text='Submerged villages'</italic> are the homes of merfolk and nagas. While water-dwelling creatures are at home here, land-dwellers have a hard time navigating and defending these villages. However, like any village, the facilites are available to all creatures which allow units to tend to their wounds. Any unit stationed in a village can heal eight hitpoints each turn, or be cured of poison. Merfolk and nagas have 60% defense in submerged villages, whereas land based units usually have a low defense.
sr: Подводна села су домови морејцима и нагајцима. Док се водо-бивствујућа створења у њима ос›јећају као код куће, становницима копна отежано је кретање кроз ова села и њихова одбрана. Међутим, као и било које село, пружају средства за видање свим створењима чије су јединице способне за старање о својим повредама. Јединица која борави у селу извидаће осам ударпоена по потезу, или бити исц›ијељена од отрова. Морејци и нагајци уживају 60% одбране у подводним селима, док је за копнене јединице тај постотак обично низак.|~ <italic>text='Подводна села'</italic> су домови морејцима и нагајцима. Док се водо-бивствујућа створења у њима ос›јећају као код куће, становницима копна отежано је кретање кроз ова села и њихова одбрана. Међутим, као и било које село, пружају средства за видање свим створењима чије су јединице способне за старање о својим повредама. Јединица која борави у селу извидаће осам ударпоена по потезу, или бити исц›ијељена од отрова. Морејци и нагајци уживају 60% одбране у подводним селима, док је за копнене јединице тај постотак обично низак.|~

source: <italic>text='Unwalkable terrain'</italic> covers any chasm or gorge which, as the name implies, cannot be crossed simply by walking. Chasms are noted for sheer walls which would take days to traverse. As far as gameplay is concerned, only units capable of flying can cross this terrain.
sr: У расц›јеп се рачуна какав бездан или кланац, онај који се, како му име каже, не може п›јешке превалити. Бездани су познати по тектонским зидовима, за које би били потребни дани да се пр›ијеђу. Што се играња тиче, само летачке јединице могу пр›ијећи преко оваквог терена.|~ У <italic>text='расц›јеп'</italic> се рачуна какав бездан или кланац, онај који се, како му име каже, не може п›јешке превалити. Бездани су познати по тектонским зидовима, за које би били потребни дани да се пр›ијеђу. Што се играња тиче, само летачке јединице могу пр›ијећи преко оваквог терена.|~

source: <italic>text='Coastal reefs'</italic> are shallows formed by stone, coral and sand. This provides most land units with a more steady footing and defensive positions than wading in shallow water normally would and also grants most water-dwelling races an exceptionally high defense. Mermen and Naga both receive 70% defense on coastal reefs.
sr: Обалски гребени су плићаци сачињени од камена, корала и п›ијеска. Већини копнених јединица пружају бољи ослонац и одбрамбени положај него што је уобичајено за гажење кроз плитку воду, а водо-бивствујућим расама представљају изванредну заштиту. И морејци и нагајци уживају 70% заштите на обалским гребенима.|~ <italic>text='Обалски гребени'</italic> су плићаци сачињени од камена, корала и п›ијеска. Већини копнених јединица пружају бољи ослонац и одбрамбени положај него што је уобичајено за гажење кроз плитку воду, а водо-бивствујућим расама представљају изванредну заштиту. И морејци и нагајци уживају 70% заштите на обалским гребенима.|~
