Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

# female
source: cures
sr: исцељивање|~ исц›јељивање|~

source: Cures: A curer can cure a unit of poison, although that unit will receive no additional healing on the turn it is cured of the poison.
sr: Исцељивање: Исцелитељ може ослободити јединицу отрова, али исцељена јединица неће бити додатно излечена у потезу у којем је прочишћена од отрова.|~ Исц›јељивање: Исц›јелитељ може ослободити јединицу отрова, али исц›ијељена јединица неће бити додатно изл›ијечена у потезу у којем је прочишћена од отрова.|~

source: regenerates
sr: обнављање|~

# female
source: regenerates
sr: обнављање|~

source: Regenerates: The unit will heal itself 8 HP per turn. If it is poisoned, it will remove the poison instead of healing.
sr: Обнављање: Јединица ће сама себе лечити 8 УП по потезу. Буде ли отрована, уклониће отров уместо залечивања.|~ Обнављање: Јединица ће сама себе л›ијечити 8 УП по потезу. Буде ли отрована, уклониће отров ум›јесто за‹љечивања.|~

source: steadfast
sr: постојаност|~

# female
source: steadfast
sr: постојаност|~

source: leadership
sr: вођство|~

# female
source: leadership
sr: вођство|~

source: Leadership: This unit can lead our own units that are next to it, making them fight better. Adjacent own units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
sr: Вођство: Јединица може заповедати јединицама до ње, како би се оне боље бориле. Суседне јединице нижег нивоа биће умешније у борби. Суседна јединица нижег нивоа од пријатељске јединице-вођа, правиће 25% више штете у нападу по нивоу разлике међу њима.|~ Вођство: Јединица може запов›иједати јединицама до ње, како би се оне боље бориле. Сус›једне јединице нижег нивоа биће ум›јешније у борби. Сус›једна јединица нижег нивоа од пријатељске јединице-вођа, правиће 25% више штете у нападу по нивоу разлике међу њима.|~

source: skirmisher
sr: чаркање|~

# female
source: skirmisher
sr: чаркање|~

source: Skirmisher: This unit is skilled in moving past enemies quickly, and ignores all enemy Zones of Control.
sr: Чаркање: Јединица је вешта у брзом измицању непријатељима, игноришући све противничке надзорне појасеве.|~ Чаркање: Јединица је в›јешта у брзом измицању непријатељима, игноришући све противничке надзорне појасеве.|~

source: illuminates
sr: обасјавање|~

# female
source: illuminates
sr: обасјавање|~

source: Illuminates: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
sr: Обасјавање: Јединица осветљава околно подручје, што чини да се законите јединице боре успешније, а хаотичне лошије. Све јединице суседне овој бориће се у току ноћи као да је сумрак, а у време сумрака као да је дан.|~ Обасјавање: Јединица осв›јетљава околно подручје, што чини да се законите јединице боре усп›јешније, а хаотичне лошије. Све јединице суседне овој бориће се у току ноћи као да је сумрак, а у вр›ијеме сумрака као да је дан.|~ Обасјавање: Јединица осв›јетљава околно подручје, што чини да се законите јединице боре усп›јешније, а хаотичне лошије. Све јединице сус›једне овој бориће се у току ноћи као да је сумрак, а у вр›ијеме сумрака као да је дан.|~

source: teleport
sr: телепортација|~

# female
source: teleport
sr: телепортација|~

source: Teleport: This unit may teleport between any two empty villages owned by its side using one of its moves.
sr: Телепортација: Јединица се може телепортовати између два празна села у поседу своје стране, уз утрошак једног покрета.|~ Телепортација: Јединица се може телепортовати између два празна села у пос›једу своје стране, уз утрошак једног покрета.|~

source: ambush
sr: заседа|~ зас›једа|~

# female
source: ambush
sr: заседа|~ зас›једа|~

source: Ambush: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forest, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
sr: Заседа: Јединица се може скривати у шуми, тако да је непријатељи не уоче. Противничке јединице не могу видети нити напасти ову јединицу док је у шуми, све док не ступе до ње. Непријатељска јединица која прва открије скривену, истог часа губи сву преосталу покретност у потезу.|~ Зас›једа: Јединица се може скривати у шуми, тако да је непријатељи не уоче. Противничке јединице не могу вид›јети нити напасти ову јединицу док је у шуми, све док не ступе до ње. Непријатељска јединица која прва открије скривену, истог часа губи сву преосталу покретност у потезу.|~

source: nightstalk
sr: вребање|~

source: Nightstalk: The unit becomes invisible during night. Enemy units cannot see this unit at night, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
sr: Вребање: Јединица постаје невидљива током ноћи. Противничке јединице не могу видети нити напасти ову јединицу када је ноћ, осим ако јој се не налазе у суседству. Непријатељска јединица која прва открије невидљиву, истог часа губи сву преосталу покретност у потезу.|~ Вребање: Јединица постаје невидљива током ноћи. Противничке јединице не могу вид›јети нити напасти ову јединицу када је ноћ, осим ако јој се не налазе у сус›једству. Непријатељска јединица која прва открије невидљиву, истог часа губи сву преосталу покретност у потезу.|~

# female
source: nightstalk
sr: вребање|~

source: concealment
sr: скривање|~

# female
source: concealment
sr: скривање|~

source: Concealment: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it. Enemy units can not see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
sr: Скривање: Јединица се може скривати у селима (с изузетком водених), тако да је непријатељи не виде осим када стоје покрај ње. Противничке јединице не могу видети нити напасти ову јединицу док је у селу, осим ако јој се не налазе у суседству. Непријатељска јединица која прва открије скривену, истог часа губи сву преосталу покретност у потезу.|~ Скривање: Јединица се може скривати у селима (с изузетком водених), тако да је непријатељи не виде осим када стоје покрај ње. Противничке јединице не могу вид›јети нити напасти ову јединицу док је у селу, осим ако јој се не налазе у сус›једству. Непријатељска јединица која прва открије скривену, истог часа губи сву преосталу покретност у потезу.|~

source: submerge
sr: зарањање|~

# female
source: submerge
sr: зарањање|~

source: Submerge: This unit can hide in deep water, and remain undetected by its enemies. Enemy units cannot see this unit while it is in deep water, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
sr: Зарањање: Јединица се може скривати у дубокој води, тако да је непријатељи не виде. Противничке јединице не могу видети нити напасти ову јединицу док је у дубини, осим ако јој се не налазе у суседству. Непријатељска јединица која прва открије зароњену, истог часа губи сву преосталу покретност у потезу.|~ Зарањање: Јединица се може скривати у дубокој води, тако да је непријатељи не виде. Противничке јединице не могу вид›јети нити напасти ову јединицу док је у дубини, осим ако јој се не налазе у сус›једству. Непријатељска јединица која прва открије зароњену, истог часа губи сву преосталу покретност у потезу.|~

source: feeding
sr: храњење|~

# female
source: feeding
sr: храњење|~

source: Feeding: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
sr: Храњење: Јединици се додаје један ударпоен највећем броју кад год убије живу јединицу.|~

source: +1 max HP
sr: +1 макс. УП|~

source: backstab
sr: нож у леђа|~

source: Backstab: When used offensively, this attack deals double damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralyzed).
sr: Нож у леђа: Употребљен офанзивно, овај напад наноси двоструку штету ако пријатељска јединица стоји са наспрамне стране нападнуте, и притом није онеспособљена (претворена у камен или друкчије ван строја).|~ Нож у леђа: Употр›ијебљен офанзивно, овај напад наноси двоструку штету ако пријатељска јединица стоји са наспрамне стране нападнуте, и притом није онеспособљена (претворена у камен или друкчије ван строја).|~

source: plague
sr: куга|~

source: slows
sr: успоравање|~

source: Slow: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. A unit that is slowed will feature a snail icon in its sidebar information when it is selected.
sr: Успоравање: Напад успорава циљану јединицу док не заврши потез. Штета коју јединица чини у нападу тиме бива преполовљена, а трошак кретања јој је удвостручен. Успорена јединица носиће икону пужа у подацима са стране када се изабере.|~

source: petrifies
sr: окамењивање|~

source: Petrify: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack.
sr: Окамењивање: Напад претвара циљану јединицу у камен. Тада се она не може покретати нити нападати.|~

source: marksman
sr: оштроокост|~

source: Marksman: When used offensively, this attack always has at least a 60% chance to hit.
sr: Оштроокост: При нападу, увек постоји барем 60% изгледа да дође до поготка.|~ Оштроокост: При нападу, ув›ијек постоји барем 60% изгледа да дође до поготка.|~

source: swarm
sr: рој|~

source: Swarm: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
sr: Рој: Број удара при нападу се смањује како јединица бива повређивана. Број напада је сразмеран односу тренутних УП и највише УП које јединица може имати. На пример, јединица са 3/4 пуних УП имаће 3/4 удара при нападу.|~ Рој: Број удара при нападу се смањује како јединица бива повређивана. Број напада је сразм›ијеран односу тренутних УП и највише УП које јединица може имати. На прим›јер, јединица са 3/4 пуних УП имаће 3/4 удара при нападу.|~

source: charge
sr: јуриш|~

source: drains
sr: црпљење|~

source: Drain: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
sr: Црпљење: Јединица црпи здравље животних јединица, лечећи себе у износу половине штете коју нанесе (заокружено надоле).|~ Црпљење: Јединица црпи здравље животних јединица, л›ијечећи себе у износу половине штете коју нанесе (заокружено надоле).|~

source: poison
sr: отров|~

source: Poison: This attack poisons living targets. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit.
sr: Отров: Овај напад трује животне мете. Отроване јединице губе 8 УП по потезу, док не буду исцељене или сведене на 1 УП. Отров не може сам по себи докрајчити јединицу.|~ Отров: Овај напад трује животне мете. Отроване јединице губе 8 УП по потезу, док не буду исц›ијељене или сведене на 1 УП. Отров не може сам по себи докрајчити јединицу.|~

source: Max HP bonus +3, Max XP +20%
sr: Maкс. бонус УП +3, макс. ИП +20%|~

source: Deep Underground
sr: дубоко подземље|~

source: Special Notes:
sr: Посебне напомене:|~

source: Spirits have very unusual resistances to damage, and move quite slowly over open water.
sr: Авети имају врло чудне отпорности на штету, и крећу се врло споро преко отворене воде.|~

source: This unit is capable of basic healing.
sr: Ова јединица познаје основе лечења.|~ Ова јединица познаје основе л›ијечења.|~

source: This unit is capable of healing those around it, and curing them of poison.
sr: Ова јединица може и да лечи јединице око себе, и да их исцељује од отрова.|~ Ова јединица може и да л›ијечи јединице око себе, и да их исц›јељује од отрова.|~

source: This unit is capable of neutralizing the effects of poison in units around it.
sr: Ова јединица уме да отклони утицај отрова на јединице покрај себе.|~ Ова јединица ум›ије да отклони утицај отрова на јединице покрај себе.|~

source: This unit regenerates, which allows it to heal as though always stationed in a village.
sr: Ова јединица се обнавља, што јој омогућује да се лечи као да је стално у селу.|~ Ова јединица се обнавља, што јој омогућује да се л›ијечи као да је стално у селу.|~

source: The steadiness of this unit reduces damage from some attacks, but only while defending.
sr: Одлучност ове јединице смањује штету од неких напада, али само у одбрани.|~

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of lower level.
sr: Вођство ове јединице омогућује суседним пријатељским јединицама да наносе више штете у борби, мада само ако су нижег нивоа.|~ Вођство ове јединице омогућује сус›једним пријатељским јединицама да наносе више штете у борби, мада само ако су нижег нивоа.|~

source: Illumination increases the lighting level in adjacent areas.
sr: Обасјавање увећава ниво осветљења у суседним пољима.|~ Обасјавање увећава ниво осв›јетљења у сус›једним пољима.|~

source: This unit can use one move to teleport between any two empty villages controlled by its side.
sr: Ова јединица се може телепортовати између између било која два празна села у поседу своје стране.|~ Ова јединица се може телепортовати између између било која два празна села у пос›једу своје стране.|~

source: This unit is able to hide at night, leaving no trace of its presence.
sr: Ова јединица може да се скрива током ноћи, не дајући никакав знак о свом присуству.|~

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it.
sr: Ова јединица се може скривати у селима (с изузетком водених), тако да је непријатељи не примете осим када кроче непосредно до ње.|~ Ова јединица се може скривати у селима (с изузетком водених), тако да је непријатељи не прим›ијете осим када кроче непосредно до ње.|~

source: This unit can move unseen in deep water, requiring no air from the surface.
sr: Ова јединица се може непримећено кретати у дубокој води, не захтевајући ваздух за дисање.|~ Ова јединица се може неприм›ијећено кретати у дубокој води, не захт›ијевајући ваздух за дисање.|~

source: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
sr: Овој јединици се додаје један ударпоен на највећи број кад год убије живу јединицу.|~

source: Whenever its berserk attack is used, this unit continues to push the attack until either it or its enemy lies dead.
sr: Кад год се искористи њен безглави напад, ова јединица наставља да пресује борбу док или сама или њен непријатељ не настрада.|~

source: If there is an enemy of the target on the opposite side of the target while attacking it, this unit may backstab, inflicting double damage by creeping around behind that enemy.
sr: Ако се непријатељу испречила пријатељска јединица, ова јединица може у нападу задати ударац с леђа, који наноси двоструку штету, пришуњавши се са супротне стране тог непријатеља.|~ Ако се непријатељу испр›ијечила пријатељска јединица, ова јединица може у нападу задати ударац с леђа, који наноси двоструку штету, пришуњавши се са супротне стране тог непријатеља.|~

source: Foes who lose their life to the plague will rise again in unlife, unless they are standing on a village.
sr: Непријатељи који настрадају од куге васкрснуће у неживот, осим ако се налазе у селу.|~

source: This unit is able to slow its enemies, halving their movement speed and attack damage until they end a turn.
sr: Ова јединица може да успорава непријатеље, преполовљавајући њихову брзину кретања и учинак у нападу до краја потеза.|~

source: The ability to turn the living to stone makes this unit extremely dangerous.
sr: Способност претварања животног у камен чини ову јединицу изузетно опасном.|~

source: The swarming attacks of this unit become less deadly whenever its members are wounded.
sr: Ројевити напади ове јединице бивају све слабији како јединица бива повређена.|~ Ројевити напади ове јединице бивају све слабији како јединица бива повр›ијеђена.|~

source: Using a charging attack doubles both damage dealt and received; this does not affect defensive retaliation.
sr: Употребом јуриша удвостручава се нанесена, али и примљена штета; не утиче на одбрамбену одмазду.|~

source: During battle, this unit can drain life from victims to renew its own health.
sr: Ова јединица може током боја црпити живот из својих жртава, како би обновила сопствено здравље.|~

source: loyal
sr: оданост|~

# female
source: loyal
sr: оданост|~

source: Zero upkeep
sr: нулти издаци|~ без издатака|~

source: undead
sr: немртвост|~

# female
source: undead
sr: немртвост|~

source: mechanical
sr: механичност|~

# female
source: mechanical
sr: механичност|~

source: strong
sr: кршност|~

# female
source: strong
sr: кршност|~

source: dextrous
sr: спретност|~

# female
source: dextrous
sr: спретност|~

source: quick
sr: хитрост|~

# female
source: quick
sr: хитрост|~

source: intelligent
sr: оштроумност|~

# female
source: intelligent
sr: оштроумност|~

source: resilient
sr: жилавост|~

# female
source: resilient
sr: жилавост|~

source: healthy
sr: здравље|~

# female
source: healthy
sr: здравље|~

source: Always rest heals
sr: Увек се лечи на одмору|~ Ув›ијек се л›ијечи на одмору|~

source: fearless
sr: неустрашивост|~

# female
source: fearless
sr: неустрашивост|~

source: Fights normally during unfavorable times of day/night
sr: у боју без заостатка у неповољна доба дана/ноћи|~

source: weak
sr: нејакост|~

# female
source: weak
sr: нејакост|~

source: slow
sr: спорост|~ тромост|~

# female
source: slow
sr: спорост|~ тромост|~

source: dim
sr: приглупост|~

# female
source: dim
sr: приглупост|~

source: aged
sr: старост|~

# race
source: Bat
sr: шишмиш|~

# race+female
source: Bat
sr: шишмишица|~

# race
source: Bats
sr: шишмиши|~

# race
source: Drake
sr: змаг|~

# race+female
source: Drake
sr: змага|~

# race
source: Drakes
sr: змагови|~

# race
source: Dwarf
sr: патуљак|~

# race+female
source: Dwarf
sr: патуљка|~

# race
source: Dwarves
sr: патуљци|~
