Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: Every unit has a chance of being hit, based on the <italic>text='terrain'</italic> it is in. This is shown in the status pane, and may also be found by right-clicking a unit, selecting <bold>text='Unit Description'</bold>, and then looking at <bold>text='Terrain Modifiers'</bold>. For instance, many elves have a defense rating of 70% in forest, so a unit attacking them has only a 30% chance of hitting. Conversely, the elf’s chance of hitting the attacker in return depends on what terrain the attacker is in.
sr: Свака јединица је у одређеној прилици да буде погођена, према терену на коме се налази. Вр›иједност је приказана у окну стања, а може се вид›јети и десним кликом на јединицу, избором „~%/Unit Description/“, па под <italic>text='теренски модификатори'</italic>. На прим›јер, вилењаци имају одбрамбени разред 70% у шуми, тако да јединица која их напада има само 30% изгледа да погоди. И обрнуто, вилењак је у прилици да погоди нападача према терену на којем се нападач налази.|~ Свака јединица је у одређеној прилици да буде погођена, према <italic>text='терену'</italic> на коме се налази. Вр›иједност је приказана у окну стања, а може се вид›јети и десним кликом на јединицу, избором <bold>text='~%/Unit Description/'</bold>, па под <bold>text='теренски модификатори'</bold>. На прим›јер, вилењаци имају одбрамбени разред 70% у шуми, тако да јединица која их напада има само 30% изгледа да погоди. И обрнуто, вилењак је у прилици да погоди нападача према терену на којем се нападач налази.|~

source: Each strike which hits causes a base amount of damage depending on the attack type. For instance, an elvish fighter with a 5–4 attack does 5 base damage. This is usually modified by two things: <ref>dst='damage_types_and_resistance' text='resistance'</ref> and <ref>dst='time_of_day' text='time of day'</ref>. To see how base damage is modified by the circumstances, select <bold>text='Damage Calculations'</bold> in the attack selection menu.
sr: Сваки удар који погоди наноси основну количину штете, у зависности од типа напада. На прим›јер, вилин-борац са нападом 5-4 чини 5 основне штете. На овај број могу утицати два фактора: <ref>dst='damage_types_and_resistance' text='отпорност'</ref> и <ref>dst='time_of_day' text='доба дана'</ref>. Да бисте вид›јели како околности тачно утичу на основну штету, у менију за избор напада погледајте <italic>text='~%/Damage Calculations/'</italic>.|~ Сваки удар који погоди наноси основну количину штете, у зависности од типа напада. На прим›јер, вилин-борац са нападом 5-4 чини 5 основне штете. На овај број могу утицати два фактора: <ref>dst='damage_types_and_resistance' text='отпорност'</ref> и <ref>dst='time_of_day' text='доба дана'</ref>. Да бисте вид›јели како околности тачно утичу на основну штету, у менију за избор напада погледајте <bold>text='~%/Damage Calculations/'</bold>.|~ Сваки удар који погоди наноси основну количину штете, у зависности од типа напада. На прим›јер, вилин-борац са нападом 5–4 чини 5 основне штете. На овај број могу утицати два фактора: <ref>dst='damage_types_and_resistance' text='отпорност'</ref> и <ref>dst='time_of_day' text='доба дана'</ref>. Да бисте вид›јели како околности тачно утичу на основну штету, у менију за избор напада погледајте <bold>text='~%/Damage Calculations/'</bold>.|~

source: In Wesnoth, there are three types of damage usually associated with physical attacks: <italic>text='blade, pierce, and impact damage'</italic>. Additionally, there are three further types of damage usually associated with magical attacks: <italic>text='fire, cold, and arcane attacks'</italic>. Different units may have resistances which alter the damage which they take from certain damage types.
sr: У Весноту постоје три вида штете својствена физичким нападима: штета с›јечивом, пробојем и ударом. Постоје још три вида штете повезана са магичним нападима: ватрени, мразни и волшебни напади. Различите јединицу имају различите отпорности које утичу на штету коју им одређени типови напада могу нан›ијети.|~ У Весноту постоје три вида штете својствена физичким нападима: штета <italic>text='с›јечивом, пробојем и ударом'</italic>. Постоје још три вида штете повезана са магичним нападима: <italic>text='ватрени, мразни и волшебни'</italic> напади. Различите јединицу имају различите отпорности које утичу на штету коју им одређени типови напада могу нан›ијети.|~

source: Upkeep is also fairly simple. Each unit requires an amount of Upkeep equal to its level. You can support as many levels worth of units as you have villages, without paying any upkeep. However, for each level of unit beyond the number of villages you have, you must pay one gold per turn. For example, if you have twelve level one units and ten villages, you would have to pay two gold each turn in upkeep.
sr: И издаци су углавном једноставни. Свака јединица захт›ијева одређени издатак, једнак свом нивоу у златницима. Можете подржавати без издатака онолико <italic>text=нивоа-јединица</italic> колико имате села. Међутим за сваки ниво-јединицу преко тога, морате плаћати један златник по потезу. На прим›јер, ако имате 12 јединица првог нивоа и 10 села, плаћате 2 златника на издатке по потезу.|~ И издаци су углавном једноставни. Свака јединица захт›ијева одређени издатак, једнак свом нивоу у златницима. Можете подржавати без издатака онолико нивоа-јединица колико имате села. Међутим за сваки ниво-јединицу преко тога, морате плаћати један златник по потезу. На прим›јер, ако имате 12 јединица првог нивоа и 10 села, плаћате 2 златника на издатке по потезу.|~

source: Most units have two traits. However, undead units are assigned the single trait <italic>text='undead'</italic>, and woses do not receive any traits. Traits are modifications that change a unit’s attributes slightly. They are usually randomly assigned to a unit when it is recruited.
sr: Већина јединица има по дв›ије особине. Изузеци су немртви, који ув›ијек имају само особину ‘немртвост’, и ивери, који немају ниједну особину. Особине уводе мале изм›јене у атрибутима јединице. Обично се дод›јељују насумично, при унајмљивању јединице.|~ Већина јединица има по дв›ије особине. Изузеци су немртви, који ув›ијек имају само особину <italic>text='немртвост'</italic>, и ивери, који немају ниједну особину. Особине уводе мале изм›јене у атрибутима јединице. Обично се дод›јељују насумично, при унајмљивању јединице.|~

source: The traits that are available to all non-undead units are <ref>dst='traits_intelligent' text='intelligent'</ref>, <ref>dst='traits_quick' text='quick'</ref>, <ref>dst='traits_resilient' text='resilient'</ref>, and <ref>dst='traits_strong' text='strong'</ref>.
sr: Особине доступне јединицама укључују <ref>dst='traits_intelligent' text='оштроумност'</ref>, <ref>dst='traits_quick' text='хитрост'</ref>, <ref>dst='traits_resilient' text='жилавост'</ref>, и <ref>dst='traits_strong' text='кршност'</ref>.|~ |~e0

source: While useful for any close-combat unit, strong is most effective for units who have a high number of swings such as the elvish fighter. Strong units can be very useful when a tiny bit of extra damage is all that is needed to turn a damaging stroke into a killing blow.
sr: Иако корисна било којој јединици која се бори блиско, кршност је најзначајнија јединицама са великим бројем удара у нападу, какви су нпр. вилин-борци. Кршне јединице могу бити врло корисне када је само још зрнце више штете потребно да се оштећујући удар претвори у завршни.|~ |~e0

source: Feral
sr: збирна|~ неукроћеност|~

source: <italic>text='Undead'</italic> units are immune to poison, drain, and plague.
sr: Немртве јединице су имуне на отров, а ни црпљење ни куга немају утицаја на њих.|~ <italic>text='Немртве'</italic> јединице су имуне на отров, црпљење и кугу.|~

source: <italic>text='Mechanical'</italic> units are immune to poison, drain, and plague.
sr: Механичке јединице су имуне на отров, а ни црпљење ни куга немају утицаја на њих.|~ <italic>text='Механичке'</italic> јединице су имуне на отров, црпљење и кугу.|~

source: <italic>text='Elemental'</italic> units are immune to poison, drain, and plague.
sr: Механичке јединице су имуне на отров, а ни црпљење ни куга немају утицаја на њих.|~ <italic>text='Елементарне'</italic> јединице су имуне на отров, црпљење и кугу.|~

source: Elemental units generally have elemental as their only trait. Since elemental units are energy-based beings, drain, poison, and plague have no effect upon them.
sr: Механичке јединице обично имају ‘механичност’ као једину особину. Пошто оне нису збиља живе, црпљење, отров и куга не утичу на њих.|~ Елементарне јединице обично имају елементарност као своју једину особину. Пошто су оне бића енергетског састава, црпљење, отров и куга не утичу на њих.|~

source: <italic>text='Mountains'</italic> are steep enough that units often have to climb over obstacles to move. By this nature, they provide a considerable defensive bonus for most troops, but they also severely impede any passage through them. Most cavalry simply cannot enter mountainous terrain; however, elvish cavalry is an exception to this, as are the goblin wolf riders. Both dwarves and trolls are native to mountainous terrain, and have a very easy time getting around. Most units receive about 60% defense in mountains, whereas Dwarves enjoy 70%.
sr: Планине су довољно стрме да јединице често морају да се веру преко препрека да би се кретале. Стога, планине пружају приличну заштиту већини јединица, али их такође и озбиљно ограничавају у кретању. Већина коњичких јединица једноставно не може ићи планинским тереном; изузетак томе је вилењачка коњица, као гоблински вукоседлаши. Планине су и патуљцима и троловима домаћи терен, те се они врло лако сналазе по њима. Већина јединица има око 60% заштите у планини, а патуљци уживају 70%.|~ <italic>text='Планине'</italic> су довољно стрме да јединице често морају да се веру преко препрека да би се кретале. Стога, планине пружају приличну заштиту већини јединица, али их такође и озбиљно ограничавају у кретању. Већина коњичких јединица једноставно не може ићи планинским тереном; изузетак томе је вилењачка коњица, као гоблински вукоседлаши. Планине су и патуљцима и троловима домаћи терен, те се они врло лако сналазе по њима. Већина јединица има око 60% заштите у планини, а патуљци уживају 70%.|~

source: <italic>text='Cave'</italic> terrain represents any underground cavern with enough room for a unit to pass. Most units are wholly unfamiliar with the terrain, and thus are both slowed down and hindered in defense. Dwarves and trolls, who make their homes in caves, both have a relatively easy time navigating this terrain, especially dwarves, who by dint of their small size can navigate many obstacles that other races cannot. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='illuminated'</ref>. Most units receive 20 to 40% defense in caves, whereas dwarves have 50%.
sr: У пећински терен спадају сва подземна окна са довољно простора да се кроз њих креће. Већини јединица то је потпуно непознат терен, и стога су и успорене и рањиве у одбрани. Патуљци и тролови, којима су насупрот томе домови у пећинама, лако се крећу њима. Посебно уживају патуљци, који врлином свог ниског раста могу заобилазити препреке несавладиве другим расама. Повремено су пећине <ref>dst='terrain_illuminated_cave' text='обасјане'</ref>. Већина јединица добија 20 до 40% заштите у пећинама, док патуљци имају 50%.|~ У <italic>text='пећински'</italic> терен спадају сва подземна окна са довољно простора да се кроз њих креће. Већини јединица то је потпуно непознат терен, и стога су и успорене и рањиве у одбрани. Патуљци и тролови, којима су насупрот томе домови у пећинама, лако се крећу њима. Посебно уживају патуљци, који врлином свог ниског раста могу заобилазити препреке несавладиве другим расама. Повремено су пећине <ref>dst='terrain_illuminated_cave' text='обасјане'</ref>. Већина јединица добија 20 до 40% заштите у пећинама, док патуљци имају 50%.|~

source: <italic>text='Rockbound cave'</italic> terrain is formed by the action of water and wind, carrying erosive particles that carve the rock. It resembles a scraggy underground cavern which reduces efficiency of most units, but shoulders defense. Dwarves and trolls, who are main settlers of caves, have a relatively easy time navigating this terrain. Dwarves, who by dint of their small size have the full advantage of navigation in such topography. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='illuminated'</ref> Most units have about 50% defense in rocky caves, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in rockbound caves.
sr: Ст›јеновите пећине настају дејством воде и в›јетра, који носе ерозивне честице које стружу ст›ијене. Ус‹љед многих назубљења и удубљења, већини јединица је кретање отежано, али се могу добро скривати. Патуљци и тролови, који су главни насељеници пећина, лако се крећу овим тереном. Патуљци посебно, ус‹љед своје мале висине, су у пуној предности у овим пећинама. Повремено су пећине <ref>dst='terrain_illuminated_cave' text='обасјане'</ref>. Већина јединица има око 50% заштите у ст›јеновитим пећинама, коњица 40%, а патуљци чак 60%.|~ <italic>text='Ст›јеновите пећине'</italic> настају дејством воде и в›јетра, који носе ерозивне честице које стружу ст›ијене. Ус‹љед многих назубљења и удубљења, већини јединица је кретање отежано, али се могу добро скривати. Патуљци и тролови, који су главни насељеници пећина, лако се крећу овим тереном. Патуљци посебно, ус‹љед своје мале висине, су у пуној предности у овим пећинама. Повремено су пећине <ref>dst='terrain_illuminated_cave' text='обасјане'</ref>. Већина јединица има око 50% заштите у ст›јеновитим пећинама, коњица 40%, а патуљци чак 60%.|~

source: The dangers inherent in trying to walk on <italic>text='lava'</italic> are fairly obvious. As far as movement is concerned, lava is equivalent to <ref>dst='terrain_unwalkable' text='unwalkable'</ref> terrain, and can only be crossed by those units capable of flying a considerable distance above it. The molten magma also produces a substantial glow, illuminating the area immediately above it. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units.
sr: Опасности у покушајима савладавања лаве очигледне су. Што се кретања тиче, лава спада у <ref>dst='terrain_unwalkable' text='непроходан'</ref> терен, те је могу прећи само јединице које могу да лете повисоко изнад. Растопљена магма такође производи значајно исијавање, осв›јетљавајући околну област. Ово пружа законитим јединицама предност у нападу, а одузима је хаотичним.|~ Опасности у покушајима савладавања <italic>text='лаве'</italic> очигледне су. Што се кретања тиче, лава спада у <ref>dst='terrain_unwalkable' text='непроходан'</ref> терен, те је могу прећи само јединице које могу да лете повисоко изнад. Растопљена магма такође производи значајно исијавање, осв›јетљавајући околну област. Ово пружа законитим јединицама предност у нападу, а одузима је хаотичним.|~

source: Send a private message to a user. When in a game, it is not possible to send private messages to players who are currently controlling a side in the same game.
sr: Шаље приватну поруку. Не можете слати поруке играчима који не управљају неком страном у текућој партији у којој сте и сами.|~ шаље приватну поруку кориснику. Док сте у партији, не можете слати приватне поруке играчима који тренутно управљају неком од страна у истој партији. |~

source: Midnight
sr: витез|~ поноћ|~

source: Morning — First Hour
sr: друга стража|~ јутро — први час|~

source: Morning — Second Hour
sr: друга стража|~ јутро — други час|~

source: Morning — Third Hour
sr: друга стража|~ јутро — трећи час|~

source: Morning — Fourth Hour
sr: друга стража|~ јутро — четврти час|~

source: Afternoon — First Hour
sr: друга стража|~ поподне — први час|~

source: Afternoon — Second Hour
sr: друга стража|~ поподне — други час|~

source: Afternoon — Third Hour
sr: друга стража|~ поподне — трећи час|~

source: Afternoon — Fourth Hour
sr: друга стража|~ поподне — четврти час|~

source: Afternoon — Fifth Hour
sr: друга стража|~ поподне — пети час|~

source: Afternoon — Sixth Hour
sr: друга стража|~ поподне — шести час|~

source: First Watch — First Hour
sr: друга стража|~ прва стража — први час|~

source: First Watch — Second Hour
sr: друга стража|~ прва стража — други час|~

source: First Watch — Third Hour
sr: друга стража|~ прва стража — трећи час|~

source: First Watch — Fourth Hour
sr: друга стража|~ прва стража четврти час|~

source: elemental
sr: скривање|~ елементарност|~

# female
source: elemental
sr: скривање|~ елементарност|~

source: feral
sr: збирна|~ неукроћеност|~

# female
source: feral
sr: збирна|~ неукроћеност|~

source: Encyclopedia
sr: Енциклопедија|~

source: <ref>dst='..geography' text='Geography'</ref>
sr: <ref>dst='..geography' text='Географија'</ref>|~

source: One of the variant forms of the drake: either be a <ref>dst='unit_Drake Clasher' text='Clasher'</ref> or a <ref>dst='unit_Drake Fighter' text='Drake Fighter'</ref>.
sr: Један од појавних облика змагова: може постати или <ref>dst='unit_Drake Clasher' text='сударач'</ref> или <ref>dst='unit_Drake Fighter' text='борац'</ref>.|~

source: Aerie
sr: аериј|~ аеријум|~

source: A very large castle-like structure that is home to a <ref>dst='flight' text='flight'</ref>. It contains the <ref>dst='breeding_pen' text='breeding pens'</ref>.
sr: Врло велика грађевина налик на замак, која је дом <ref>dst='flight' text='лету'</ref>. Садржи <ref>dst='breeding_pen' text='плоднике'</ref>.|~

source: The portion of an <ref>dst='aerie' text='aerie'</ref> where the nonsentient <ref>dst='breeder' text='Breeders'</ref> live under the <ref>dst='dominant' text='Dominant'</ref>’s eye.
sr: Одељак <ref>dst='aerie' text='аерија'</ref> у којем бесловесне <ref>dst='breeder' text='расплоднице'</ref> бивствују под оком <ref>dst='dominant' text='надмоћника'</ref>.|~ Одељак <ref>dst='aerie' text='аеријума'</ref> у којем бесловесне <ref>dst='breeder' text='расплоднице'</ref> бивствују под оком <ref>dst='dominant' text='надмоћника'</ref>.|~

source: Breeding Cycle
sr: расплодни циклус|~

source: The time that passes between one <ref>dst=egg text='egg'</ref> laying to the next.
sr: Време које прође између два полагања <ref>dst=egg text='јаја'</ref>.|~

source: World Ocean
sr: Светски океан|~

source: The World Ocean is the name of the open seas that surround the archipelago of <ref>dst='morogor' text='Morogor'</ref>. The drakes believe it to end at the <ref>dst='abyss' text='Abyss'</ref>, a vast and deadly waterfall.
sr: Светски океан је назив отвореног мора које окружује архипелаг <ref>dst='morogor' text='Морогор'</ref>. Змагови верују да се окончава <ref>dst='abyss' text='Безданом'</ref>, неизмерним и смртоносним водопадом.|~

source: New Continent
sr: Нови континент|~

source: Abyss
sr: Бездан|~

source: In the cosmology of the Drakes, a vast and deadly waterfall where the ocean falls off the world-disc.
sr: У змашкој космологији, неизмеран и смртоносан водопад преко којег океан пада са света-диска.|~

source: Spiral Path
sr: Спирални пут|~

source: A quasi-secret organization among the drakes devoted to avoiding a Malthusian final war. See also <ref>dst='straight_path' text='Straight Path'</ref>
sr: Квазитајна организација у змагова, посвећена избегавању малтузијанског коначног рата. Види: <ref>dst='straight_path' text='прави пут'</ref>.|~

source: Straight Path
sr: прави пут|~

source: Dominant
sr: надмоћник|~

source: The <ref>dst='aspirant' text='Aspirant'</ref> that emerges as the drake leader, the only drake in the tribe that is allowed to reproduce with the <ref>dst='breeder' text='breeders'</ref>. Rarely, he may confer breeding privileges on others.
sr: <ref>dst='aspirant' text='Стремилац'</ref> који изађе као вођа змагова, једини је змаг у племену коме је дозвољено да се пари са <ref>dst='breeder' text='расплодницама'</ref>. Ретко, он може дати право размножавања и другима.|~

source: Vulcaniad
sr: вулканада|~

source: The (irregular) period between consecutive eruptions of <ref>dst='mount_morogor' text='Mount Morogor'</ref>. The <ref>dst='long_count' text='Long Count'</ref> calendar is based upon it.
sr: Период, не сасвим уједначен, између узастопних ерупција <ref>dst='mount_morogor' text='Морогорника'</ref>. На њему се заснива <ref>dst='long_count' text='дугобројни'</ref> календар.|~

source: Recorder
sr: бележник|~

source: A portion of the <ref>dst='breeding_cycle' text='breeding cycle'</ref>.
sr: Део <ref>dst='breeding_cycle' text='расплодног циклуса'</ref>.|~

source: Hatching
sr: излегање|~

source: A young drake that has seen another generation hatch. If the <ref>dst='flight' text='flight'</ref> can afford the loss of a generation they start the <ref>dst='swarming' text='Swarming'</ref>.
sr: Млади змаг који је доживео излегање наредног покољења. Ако <ref>dst='flight' text='лет'</ref> може да приушти губитак једног покољења, започиње <ref>dst='swarming' text='ројење'</ref>.|~

source: Breeder
sr: расплодница|~

source: The female drake. They are rare since <ref>dst='egg' text='eggs'</ref> that become breeders have to be handled with extra care. The number of breeders is also limited by the amounts of non-breeders around, since breeders can't take care of their food for themselves when laying. Drake breeders become fertile after the next <ref>dst='hatching' text='hatching'</ref>.
sr: Женка змага. Женке су ретке, пошто се <ref>dst='egg' text='јајима'</ref> из којих постају расплоднице мора посветити посебна брига. Број расплодница такође је ограничен бројем других змагова, пошто расплоднице не могу саме да се старају о исхрани током полагања. Змашке расплоднице постају плодне по наредном <ref>dst='hatching' text='излегању'</ref>.|~

source: The <ref>dst=caste text='caste'</ref> the <ref>dst='hatchling' text='Hatchling'</ref> will belongs to is determined by the time it is laid and to some extent the ambient temperature.
sr: <ref>dst=caste text='Касту'</ref> којој ће <ref>dst='hatchling' text='излешче'</ref> припадати одређује тренутак полагања и, донекле, температура околине.|~

source: Tribe of Drakes, lives in an <ref>dst='aerie' text='Aerie'</ref>, controlling a hunting range. Each tribe has one <ref>dst='dominant' text='Dominant'</ref>, who confers mating privileges.
sr: Змашко племе, које живи у <ref>dst='aerie' text='аерију'</ref> и управља ловним забраном. Свако племе има једног <ref>dst='dominant' text='надмоћника'</ref>, који додељује право на парање.|~ Змашко племе, које живи у <ref>dst='aerie' text='аеријуму'</ref> и управља ловним забраном. Свако племе има једног <ref>dst='dominant' text='надмоћника'</ref>, који додељује право на парање.|~

source: Aspirant
sr: стремилац|~

source: Male drake that has passed through a hormonal metamorphosis that makes him able to mate with the <ref>dst='breeder' text='breeders'</ref>. The secretion of the hormone is caused by hunt and combat actions in which the drake is involved.
sr: Мушки змаг који је прошао кроз хормонални преображај, чинећи га способним за парење са <ref>dst='breeder' text='расплодницама'</ref>. Лучење тог хормона изазивају лов и борбена дејства у којима је змаг учествовао.|~

source: Ascendant
sr: успоник|~

source: The drake name for a true <ref>dst='unit_Fire Dragon' text='dragon'</ref>.
sr: Змашки назив за истинског <ref>dst='unit_Fire Dragon' text='змаја'</ref>.|~
