Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: I do not like this, old friend. There are legends of things dwelling on this river that even I dare not speak of...
sr: Мори ме ово, стари пријатељу. О стварима које настањују ову реку круже предања која ни ја не усуђујем испричати...|~ Мори ме ово, стари пријатељу. О стварима које настањују ову р›ијеку круже предања која ни ја не усуђујем испричати...|~

source: Prince Konrad, are you sure you want to do this?
sr: Принче Конраде, желите ли уистину да поступите тако?|~

source: I say that...
sr: Кажем...|~

source: Our need for speed outweighs the danger. With the Merfolk to help us, we will win through.
sr: Преча неопходност надмашује опасност. Са морејцима на испомоћи, пробићемо се.|~

source: On second thought, perhaps we should choose a safer way to go.
sr: Кад боље промислим, можда нам је боље изабрати безбеднији пут.|~ Кад боље промислим, можда нам је боље изабрати безб›једнији пут.|~

source: As you say, my lord.
sr: Како заповедате, господару.|~ Како запов›иједате, господару.|~

source: If you want to choose the river path later, move a merman to the right end of the river again.
sr: Пожелиш ли касније да пођеш речним током, поново помери морејца на десни крај реке.|~ Пожелиш ли касније да пођеш речним током, поново пом›јери морејца на десни крај р›ијеке.|~

source: Snow Plains
sr: Снежне равнице|~ С‹њежне равнице|~

source: Urag-Tifer
sr: Ураг-Тифер|~

source: These fields of snow were once the home of my people. We left here centuries ago. Legends say a great sword of fire was left behind.
sr: Ова поља под снегом некада бејаху дом мом народу. Напустили смо их пре много столећа. Предање каже да је овде заборављен остао ватрени мач.|~ Ова поља под сн›ијегом некада б‹ијаху дом мом народу. Напустили смо их пр›ије много сто‹љећа. Предање каже да је овд›је заборављен остао ватрени мач.|~

source: This sword may prove useful on our journey ahead. I wonder where it could be hidden.
sr: Тај би нам мач могао користити у будућности. Питам се где би могао бити скривен.|~ Тај би нам мач могао користити у будућности. Питам се гд›је би могао бити скривен.|~

source: Who would discard such a wondrous artifact?
sr: Ко би одбацио тако чудесну рукотворину?|~

source: Some boon! All for a beast?
sr: Какав поклон! Све због једне звери?|~ Какав поклон! Све због једне зв›јери?|~

source: It must have been an infestation. Regardless, after returning to his own people, the sword was nothing but an invitation to disaster.
sr: Мора да је била најезда. Без обзира, пошто се вратио свом народу, мач не постаде ништа до позивница за несрећу.|~

source: You would do well to learn the lesson he did not.
sr: Теби би било добро да извучеш поуку коју он није.|~

source: Move along, elf, unless you enjoy making camp in this icy waste. I, for one, do not!
sr: Мрдај даље, вилењаку, осим ако не уживаш да логорујеш у овој леденој пустоши. Ја сигурно не уживам!|~ Мрдај даље, вилењаче, осим ако не уживаш да логорујеш у овој леденој пустоши. Ја сигурно не уживам!|~

source: Indeed...
sr: Заиста...|~

source: I spent my entire childhood listening to my mother give orders and commanding armies around. I hid in the throne room as a little girl as she met with her generals. I now know she was having people killed... entire towns of people killed!
sr: Цело сам детињство провела слушајући мајку како наоколо издаје наређења и заповеда војскама. Скривала сам се у престоној одаји као дете, кад год би се састајала са својим генералима. Знам да је наређивала смрт људима... целим градовима!|~ Ц›ијело сам д›ијетињство провела слушајући мајку како наоколо издаје наређења и запов›иједа војскама. Скривала сам се у пр›ијестоној одаји као д›ијете, кад год би се састајала са својим генералима. Знам да је наређивала смрт људима... ц›ијелим градовима!|~

source: I do know the cup of bitterness poured out on Wesnoth by your mother, child. The land has been torn apart. The elves know this. The orcs know this. Undead can feel it. Large armies of men march across the plains hunting each other, and when no men remain, outsiders will claim Wesnoth as their home.
sr: Ја знам за пехар горчине који је твоја мајка посула по Весноту, дете. Земља је исцепкана. Вилењаци то знају, а знају и оркови. Немртви могу да осете. Велике војске људи ступају равницама ловећи једне друге, и када људи више не преостане, уљези ће положити право на Веснот као на своје.|~ Ја знам за пехар горчине који је твоја мајка посула по Весноту, д›ијете. Земља је исц›јепкана. Вилењаци то знају, а знају и оркови. Немртви могу да ос›јете. Велике војске људи ступају равницама ловећи једне друге, и када људи више не преостане, уљези ће захтијевати Веснот за себе.|~ Ја знам за пехар горчине који је твоја мајка посула по Весноту, д›ијете. Земља је исц›јепкана. Вилењаци то знају, а знају и оркови. Немртви могу да ос›јете. Велике војске људи ступају равницама ловећи једне друге, и када људи више не преостане, уљези ће захт›ијевати Веснот за себе.|~

source: Swamp Of Dread
sr: Мочвара ужаса|~

source: Defeat the Lich-Lord Aimucasur
sr: Поразиш ли господара косца Ајмукасура|~

source: Clarustus
sr: Кларуст|~

source: Merlunius
sr: Мерлуније|~

source: Aimucasur
sr: Ајмукасур|~

source: Secadius
sr: Секадије|~

source: Dafeis
sr: Дафеј|~

source: This land is cursed. Liches have existed here for ages, luring adventurers and soldiers to their deaths and amassing great armies and fortunes.
sr: Ова је земља уклета. Косци овуда лутају од давнина, мамећи пустолове и војнике у смрт, скупљајући велике војске и богатства.|~

source: Look there! The swamp is infested with all manner of skeletons, corpses, and worse. I hope I have made a wise choice in taking this path.
sr: Гледајте онамо! Мочвара је окужена свакавим костурима, лешевима, и још горим. Надам се да сам правилно поступио кренувши овим путем.|~

source: These Death Knights appear to be minions enslaved by the Lich-Lord. This one must be particularly powerful, since Death Knights are usually strong-willed spirits on their own.
sr: Изгледа да су ови мртви витезови послужници господара косца. Тај мора да је посебно моћан, јер су духови мртвих витезова сами по себи обично јаке воље.|~

source: I believe we can destroy the master and release the minions. There is much fighting to be done before we can pass through these swamps in peace. May our bones not join these fallen warriors who now oppose us.
sr: Верујем да можемо уништити господара и ослободити послужнике. Велика нас борба очекује пре него што будемо могли у миру прећи ове мочваре. Да се наше кости не придруже палим ратницима који сада стоје наспрам нас.|~ В›јерујем да можемо уништити господара и ослободити послужнике. Велика нас борба очекује пр›ије него што будемо могли у миру пр›ијећи ове мочваре. Да се наше кости не придруже палим ратницима који сада стоје наспрам нас.|~

source: The Death Knight explodes into a cloud of dust as it is eradicated. Its armor, however, drops to the ground and remains intact. The heavy black steel is polished to a mirror shine.
sr: Мртви витез се распрсну у облак прашине како беше надјачан. Његов оклоп, међутим, паде на тло и остаде нетакнут. Тежак црни челик му је изглачан до огледалског одраза.|~ Мртви витез се распрсну у облак прашине како б›ијеше надјачан. Његов оклоп, међутим, паде на тло и остаде нетакнут. Тежак црни челик му је изглачан до огледалског одраза.|~

source: Delfador... that breastplate... how did it end up here?
sr: Делфадоре... тај оклоп... како се нађе овде?|~ Делфадоре... тај оклоп... како се нађе овд›је?|~

source: Its owner was surely a famous warrior in life. I wonder who it was. That plate must have a powerful enchantment to have resisted centuries of decay. Choose wisely who will bear it.
sr: Његов власник је засигурно био чувени ратник за живота. Питам се ко. Оклоп мора да је био моћно зачаран када се одупрео вековима распадања. Изабери мудро онога који ће га понети.|~ Његов власник је засигурно био чувени ратник за живота. Питам се ко. Оклоп мора да је био моћно зачаран када се одупро вијековима распадања. Изабери мудро онога који ће га пон›ијети.|~ Његов власник је засигурно био чувени ратник за живота. Питам се ко. Оклоп мора да је био моћно зачаран када се одупро в›ијековима распадања. Изабери мудро онога који ће га пон›ијети.|~

source: Aimucasur? So you know of this Lich-Lord? Did you know him? He was a powerful mage?
sr: Ајмукасур? Ти си знао за овог господара косца? Да ли си га лично познавао? Је ли то био неки моћан маг?|~

source: Yes, very powerful. I was not certain of his identity at first, but it is certain now. He lived centuries ago... he appears in our histories, a former headmaster on Alduin. He was reported to have disappeared, and now we know what happened to him.
sr: Да, врло моћан. Нисам испрва био сигуран у његово порекло, али сада јесам. Живео је пре много векова... јавља се у нашим историјама као ранији управник на Алдујину. Јављено је да је нестао, и сада знам како је завршио.|~ Да, врло моћан. Нисам испрва био сигуран у његово пор›ијекло, али сада јесам. Жив‹ио је пр›ије много в›ијекова... јавља се у нашим историјама као ранији управник на Алдујину. Јављено је да је нестао, и сада знам како је завршио.|~

source: Move along, Elf, unless you enjoy making camp in this slimy bog. I, for one, do not!
sr: Мрдај даље, вилењаку, осим ако не уживаш да логорујеш у овој љигавој забити. Ја сигурно не уживам!|~ Мрдај даље, вилењаче, осим ако не уживаш да логорујеш у овој љигавој забити. Ја сигурно не уживам!|~

source: The Cliffs of Thoria
sr: Литице Торије|~

source: Make it to the end of the river
sr: Досегнеш ли крај реке|~ Досегнеш ли крај р›ијеке|~

source: Drakes
sr: Змагови|~

source: Warven
sr: Варвен|~

source: The party traveled down the river for days, sometimes walking through the shallow water, sometimes swimming, helped by the Merfolk.
sr: Дружина се креташе низ реку данима, понекад газећи плитком водом, понекад пливајући, уз помоћ морејску.|~ Дружина се креташе низ р›ијеку данима, понекад газећи плитком водом, понекад пливајући, уз помоћ морејску.|~

source: No we have not. If there were any, they are long gone.
sr: Не, не нађосмо. Ако их је и било, одавно су отпловили.|~

source: Perhaps the monsters Lord Kalenz alluded to sunk the boats.
sr: Можда чамце потопише чудовишта која спомену господар Каленз.|~

source: That is possible. I would guess they were seeking a way east, just as we are.
sr: Могуће је. Нагађам да су тражили пут на исток, баш као и ми.|~

source: What do we do next? How much more of the river do we still have to travel?
sr: Шта нам следи? Колико још реке морамо превалити?|~ Шта нам сл›иједи? Колико још р›ијеке морамо превалити?|~

source: The mountains north of the river are impassable. Perhaps we should try moving south, to the swamps.
sr: Не може се кроз планине северно од реке. Можда да покушамо на југ, ка мочварама.|~ Не може се кроз планине с›јеверно од р›ијеке. Можда да покушамо на југ, ка мочварама.|~

source: Then we have only two choices: to proceed down the river or to go back where we came from and fight our way through the orcs or the undead.
sr: Онда су нам само два избора: даље низ реку, или назад одакле смо пошли и пробити се кроз оркове или немртве.|~ Онда су нам само два избора: даље низ р›ијеку, или назад одакле смо пошли и пробити се кроз оркове или немртве.|~

source: We certainly have no time to go back! We must hurry to the home of the North Elves, to meet with our elven allies.
sr: За повратак свакако немамо времена! Морамо што пре домовини северњачких вилењака, на сусрет нашим савезницима.|~ За повратак свакако немамо времена! Морамо што пр›ије домовини с›јеверњачких вилењака, на сусрет нашим савезницима.|~

source: Delfador is right. We must go on!
sr: Делфадор право збори. Морамо наставити!|~

source: Keh Ohn
sr: Кех Он|~

source: Oh my! A monster!
sr: Ау! Чудовиште!|~

source: A dragon! A big one!
sr: Змај! Повећи!|~

source: I am Keh Ohn, leader of the drakes who have settled upon these cliffs. Who are you?
sr: Ја сам Кех Он, вођ змагова што настањују ове литице. А ви сте?|~

source: A talking dragon?
sr: Змај који прича?|~

source: I am beginning to understand why you were talking about monsters on our way here, Lord Kalenz.
sr: Почињем да схватам твоју причу о чудовиштима на путу овамо, господару Калензе.|~

source: With all due respect, Your Highnesses, you are both wrong. This is not a dragon. This is a drake.
sr: Уз дужно поштовање, ваша височанства, обоје грешите. Ово није змај, већ змаг.|~ Уз дужно поштовање, ваша височанства, обоје гр›ијешите. Ово није змај, већ змаг.|~

source: Here? But, drakes have never been seen in Wesnoth before... Are you certain of this?
sr: Овде? Али змагове до сада не спазише у Весноту... Јеси ли уверен у то?|~ Овд›је? Али змагове до сада не спазише у Весноту... Јеси ли ув›јерен у то?|~

source: I was born in the Bay of Pearls and spent my entire life on the Eastern Shore. But I have spoken with those who have traveled the Western Ocean and met drakes on their journeys. Therefore, I am certain beyond doubt that the creature flying in front of us is a drake, Delfador. Concerning the drakes having never been seen in Wesnoth, must I remind you that we are not in Wesnoth anymore? There are many unthinkable things and creatures which can be found outside of Wesnoth.
sr: Рођен сам у Бисерном заливу и провео цео свој живот на Источној обали. Али сам причао са путницима Западним океаном, који су на својим путовањима сусрели змагове. Стога немам трачка сумње да је створење што лебди пред нама змаг, Делфадоре. А што се тиче тога да нису виђени у Весноту, морам ли подсетити да у Весноту више и нисмо? Многе се незамисливе ствари и створења могу сусрести изван Веснота.|~ Рођен сам у Бисерном заливу и провео ц‹ио свој живот на Источној обали. Али сам причао са путницима Западним океаном, који су на својим путовањима сусрели змагове. Стога немам трачка сумње да је створење што лебди пред нама змаг, Делфадоре. А што се тиче тога да нису виђени у Весноту, морам ли подс›јетити да у Весноту више и нисмо? Многе се незамисливе ствари и створења могу сусрести изван Веснота.|~

source: GRROAR!! Will you silly self-centered creatures show some manners and pay some attention to me?
sr: ГРРРОАР!! Хоће ли једно од вас смешних самозадовољних створења напокон исказати лепо понашање и посветити ми нешто пажње?|~ ГРРРОАР!! Хоће ли једно од вас см›ијешних самозадовољних створења напокон исказати л›ијепо понашање и посветити ми нешто пажње?|~

source: No...There is an ongoing civil war amongst us humans. The boats were sent by our enemies, not by us, even if they were Wesnothian boats.
sr: Не... Међу људима дуго пламти грађански рат. Чамце послаше наши непријатељи, не ми, и поред тога што су под весноћанским барјацима.|~

source: The Prince speaks the truth.
sr: Принц збори истину.|~

source: But we can not go back. We are on an important mission.
sr: Али назад не можемо. На важном смо посланству.|~

source: You will regret challenging us. Drakes, to arms!
sr: Зажалићеш свој изазов. Змагови, на оружје!|~

source: I slew the undead monster but somehow it has revived! Dark magic is stirring around us!
sr: Посекох немртву неман, али се некако придиже! Мрачне се магије комешају око нас!|~

source: Those are some of the monsters I warned about. Such undead guardians are indestructible. We must find another way to go.
sr: То су нека од чудовишта на која сам упозоравао. Такви се немртви стражари не могу савладати. Морамо пронаћи други пут.|~

source: Our leader is dead, but it matters not! Time enough to appoint a new leader after the battle is won! Fight on to the last, comrades!
sr: Наш вођ је мртав, али не мари! Биће времена за устоличење другог пошто се битка добије! Борите се до последњег, другови!|~ Наш вођ је мртав, али не мари! Биће времена за устоличење другог пошто се битка добије! Борите се до пос‹љедњег, другови!|~

source: We hear and obey, My Lord.
sr: Слушамо и покоравамо се, господару.|~

source: I see someone at the top of the furthermost cliff!
sr: Видим неког на врху најудаљеније литице!|~

source: It is a young human sergeant, barely more than a boy. He appears badly hurt but still alive.
sr: То је млади људски наредник, једва више од дечака. Делује тешко повређен, али је још жив.|~ То је млади људски наредник, једва више од д›јечака. Д›јелује тешко повређен, али је још жив.|~

source: Grrroar
sr: Гррроар|~

source: Well... that answers the question.
sr: Па... толико о том питању.|~

source: We should try to help the injured soldier.
sr: Треба да помогнемо повређеном војнику.|~ Треба да помогнемо повр›ијеђеном војнику.|~

source: Must I remind you that he, like all the others who died, was sent to kill us!?
sr: Морам ли те подсетити да су њега, као и друге што изгибоше, послали да нас побије!?|~ Морам ли те подс›јетити да су њега, као и друге што изгибоше, послали да нас побије!?|~

source: Our main goal remains to survive ourselves, but if we can spare the troops, we might try to rescue the sergeant stranded on the cliff. However, I make no promises.
sr: Главни циљ остаје да сачувамо саме себе, али ако се нешто војске може одвојити, могли бисмо покушати да спасемо наредника насуканог на литици. Ништа не обећавам.|~

source: Fair enough!
sr: Поштено!|~

source: Fair enough.
sr: Поштено.|~

source: Fair enough...
sr: Поштено...|~

source: Who...who are you? A friend or a foe?
sr: Ко... ко сте ви? Пријатељи ил' не?|~

source: Follow us when you think you are capable and beware of monsters. We have fought many already, and there are sure to be more ahead.
sr: Крени с нама кад узмогнеш, и пази се чудовишта. С многим се већ изборисмо, и засигурно их још вреба пред нама.|~

source: There is a cataract ahead. By the thunder of the water and the height of the spume, it must drop several hundred feet at least. We must leave the river before we are swept into it, or we will surely perish!
sr: Пред нама је водопад. По грмљавини воде и дизању пене, пад мора бити бар неколико стотина стопа. Морамо се склонити с реке пре него што нас усиса, иначе смо сигурно готови!|~ Пред нама је водопад. По грмљавини воде и дизању п›јене, пад мора бити бар неколико стотина стопа. Морамо се склонити с р›ијеке пр›ије него што нас усиса, иначе смо сигурно готови!|~

source: Even we merfolk cannot swim that. The road east is blocked.
sr: Чак ни ми морејци не можемо то препливати. Пут на исток је запречен.|~ Чак ни ми морејци не можемо то препливати. Пут на исток је запр›ијечен.|~

source: Wait. What about the tributary which flows into the river from inside the mountain? There seems to be a cave...
sr: Сачекајте. Шта је са оном притоком што се улива у реку из унутрашњости планине? Као да има нека пећина тамо...|~ Сачекајте. Шта је са оном притоком што се улива у р›ијеку из унутрашњости планине? Као да има нека пећина тамо...|~

source: Unfortunately, we have no other options. Onward into the cave!
sr: Нажалост, немамо. Напред у пећину!|~ Нажалост, немамо. Напр›ијед у пећину!|~

source: That is so very encouraging....
sr: Врло охрабрујуће...|~

source: I wonder what kind of monsters await us inside.
sr: Питам се какве нас немани очекују унутра.|~

source: We are soon going to find out.
sr: Убрзо ћемо сазнати.|~

source: Well, there is no point in delaying any further. Let us go and find out.
sr: Па, нема сврхе даље одуговлачити. Уђимо и откријмо.|~

source: Yes, my lady!
sr: Да, госпо!|~

source: Everybody inside...
sr: Сви улазите...|~

source: Home of the North Elves
sr: У дому северњачких вилењака|~ У дому с›јеверњачких вилењака|~

source: Konrad must reach the Lintanir Forest to the east and hold that position until the turn is over
sr: Стигне ли Конрад до Линтанирске шуме на истоку и задржи ли тај положај до краја потеза|~

source: Turns run out before reaching the forest
sr: Истекну ли потези пре него се досегне шума|~ Истекну ли потези пр›ије него се досегне шума|~

source: Allies
sr: Савезници|~

source: Kior-Dal
sr: Киор-Дал|~

source: At last, friends, we have almost reached the Lintanir Forest, the home of the North Elves. I was born not far east of here...more years ago than I care to remember.
sr: Напокон, пријатељи, досегнусмо Линтанирску шуму, дом северњачких вилењака. Рођен сам недалеко источно одавде... пре више година него сам рад да се присетим.|~ Напокон, пријатељи, досегнусмо Линтанирску шуму, дом с›јеверњачких вилењака. Рођен сам недалеко источно одавд›је... пр›ије више година него сам рад да се присетим.|~

source: After being in this wilderness for so long, it will be good to get some rest!
sr: После толико времена у овој дивљини, поштен одмор ће свима пријати!|~ Посл›ије толико времена у овој дивљини, поштен одмор ће свима пријати!|~

source: So long as we move ahead with caution and prudence, I am sure we will reach the safety and hospitality of the elves.
sr: Док год напредујемо опрезно и разборито, сигуран сам да ћемо стићи у сигурност и гостопримство вилењака.|~

source: Telerandor
sr: Телерандор|~

source: My lords! I have found you at last.
sr: Господари! Коначно вас нађох.|~

source: Greetings, Telerandor, herald of Lintanir! Why have you been searching for us?
sr: Поздрави, Телерандоре, веснику Линтанира! Зашто си нас тражио?|~ Поздрави, Телерандоре, в›ијесниче линтанирски! Зашто си нас тражио?|~

source: When my lord learned of your coming, he sent riders out looking for you! There is trouble afoot!
sr: Како је мој господар почуо о вашем доласку, отпосла јахаче да вас потраже! Спрема се невоља!|~

source: Trouble? What kind of trouble?
sr: Невоља? Каква је то невоља?|~

source: We have sighted a great host to the south, a host of the men of Wesnoth. And we believe they are looking for you! There is not a moment to lose. You must make haste, east to Lintanir. Only there will you be safe!
sr: Уочисмо велико мноштво људи ка југу, људи из Веснота. Верујемо да трагају за вама! Ни тренутка не смемо изгубити. Морамо брзо на исток к Линтаниру, тек тамо ћете бити на сигурном!|~ Уочисмо велико мноштво људи ка југу, људи из Веснота. В›јерујемо да трагају за вама! Ни тренутка не см›ијемо изгубити. Морамо брзо на исток к Линтаниру, тек тамо ћете бити на сигурном!|~

source: I only hope we can avoid them. We will have to bear north-east.
sr: Надам се само да их можемо избећи. Мораћемо у правцу североистока.|~ Надам се само да их можемо изб›јећи. Мораћемо у правцу с›јевероистока.|~

source: That is not all, my lord. The foul orcs have heard of the coming of these men, and are even now gathering a great host to oppose them to the north! It is now certain that there will be a great battle.
sr: То није све, господару. Погани оркови су исто чули за наилазак ових људи, и већ сада се окупљају да их нападну са севера! Већ је извесно да ће бити великог боја.|~ То није све, господару. Погани оркови су исто чули за наилазак ових људи, и већ сада се окупљају да их нападну са с›јевера! Већ је изв›јесно да ће бити великог боја.|~

source: This sounds very dangerous. Perhaps we should retreat to the West, and hide until the battle is over?
sr: То све звучи врло опасно. Можда је боље да се повучемо ка западу, и сакријемо док се битка не оконча?|~

source: I think these wild lands are too dangerous for that! Anyhow... I expected you to be on the side of Wesnoth, Princess?
sr: Мислим да су ове дивље земље превише опасне за то! Како год било... очекивао бих да ћеш притећи на страну Веснота, принцезо?|~

source: I am an honorable princess, not an impostor like you! I promised that I would be on your side until we made it out of these lands, and I will keep my promise!
sr: Ја сам права принцеза, а не самозванац као ти! Обећала сам да ћу бити на твојој страни док се не извучемо из ових предела, и одржаћу своју реч!|~ Ја сам права принцеза, а не самозванац као ти! Обећала сам да ћу бити на твојој страни док се не извучемо из ових пред›јела, и одржаћу своју р›ијеч!|~
