Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: One of the <ref>dst='aspirant' text='Aspirant'</ref> lieutenants of a <ref>dst='dominant' text='Dominant'</ref>. Traditionally he has one of each <ref>dst=caste text='caste'</ref> other than his own. Additional 'Intendants' are sometimes designated for special duties. Intendants are likeliest to be granted mating privileges, especially after a notable service.
sr: Један од <ref>dst='aspirant' text='стремилаца'</ref> <ref>dst='dominant' text='надмоћникових'</ref> заменика. Обично надмоћник има по једног из сваке <ref>dst=caste text='касте'</ref> различите од своје. Понекад бивају именовани додатни примоћници за посебне дужности. Примоћници су међу најизгледнијима за добијање права на парење, нарочито после истакнуте службе.|~

source: The <ref>dst='swarmlings' text='Swarmlings'</ref> that have left the <ref>dst='aerie' text='aerie'</ref> to found a new one.
sr: <ref>dst='swarmlings' text='Ројеници'</ref> који су напустили <ref>dst='aerie' text='аериј'</ref> да би засновали нови.|~ <ref>dst='swarmlings' text='Ројеници'</ref> који су напустили <ref>dst='aerie' text='аеријум'</ref> да би засновали нови.|~

source: The <ref>dst='flight' text='flight'</ref> for a new drake <ref>dst='aerie' text='aerie'</ref> that recurs every <ref>dst='breeding_cycle' text='breeding cycle'</ref>. See <ref>dst='swarm' text='Swarm'</ref>
sr: <ref>dst='flight' text='Лет'</ref> ради заснивања змашког <ref>dst='aerie' text='аерија'</ref>, који се понавља сваког <ref>dst='breeding_cycle' text='расплодног циклуса'</ref>. Види: <ref>dst='swarm' text='рој'</ref>.|~ <ref>dst='flight' text='Лет'</ref> ради заснивања змашког <ref>dst='aerie' text='аеријума'</ref>, који се понавља сваког <ref>dst='breeding_cycle' text='расплодног циклуса'</ref>. Види: <ref>dst='swarm' text='рој'</ref>.|~ <ref>dst='flight' text='Лет'</ref> ради заснивања змашког <ref>dst='aerie' text='аеријума'</ref>, који се понавља сваког <ref>dst='breeding_cycle' text='расплодног циклуса'</ref>. Види: <ref>dst='swarm' text='рој'</ref>.|~

source: Runners
sr: тркачи|~

source: Drakish term for escaped slaves hunted as game.
sr: Змашки израз за одбегле робове који се третирају као ловина.|~

source: Mount Morogor
sr: Морогорник|~

source: Volcanic mountain on the central island of the archipelago <ref>dst='morogor' text='Morogor'</ref>.
sr: Вулканска планина на средишњем острву архипелага <ref>dst='morogor' text='Морогор'</ref>.|~

source: The drake calender based on <ref>dst='vulcaniad' text='Vulcaniad'</ref> and <ref>dst=breeding_cycle text='Breeding cycles'</ref>.
sr: Змашки календар заснован на <ref>dst='vulcaniad' text='вулканади'</ref> и <ref>dst=breeding_cycle text='расплодним циклусима'</ref>.|~

source: Long Pig
sr: дугосвињско|~

source: South Seas pidgin for human meat, used to translate a Drakish word with the same meaning.
sr: Јужноморски пиџин за људско месо, који служи као превод змашке речи истог значења.|~

source: Ceramics
sr: керамика|~

source: The drakes work metal, but are are masters in the craftsmanship of making ceramics. Only the <ref>dst='unit_Drake Burner' text='burners'</ref> can generate the amount of heat to cure the pieces to full strength.
sr: Змагови обрађују метал, али су мајстори у вештини обраде керамике. Само <ref>dst='unit_Drake Burner' text='кремени'</ref> могу произвести довољну топлоту за очвршћивање керамике до пуне отпорности.|~

source: Drakish, script
sr: змашки (писмо)|~

source: The scripted language of the drakes. Stored on <ref>dst='ceramic' text='ceramic'</ref> tablets by members of the <ref>dst='recorder' text='Recorder'</ref> vocation.
sr: Писани језик змагова. Записују га на <ref>dst='ceramic' text='керамичким'</ref> таблицама чланови <ref>dst='recorder' text='бележничке'</ref> професије.|~

source: The language spoken by the drakes.
sr: Језик којим говоре змагови.|~

source: Geography
sr: Географија|~

source: Arkan-thoria
sr: Аркан-торија|~

source: A river rising in the <ref>dst='heart_mountains' text='Heart Mountains'</ref> and running east to the Listra.
sr: Река што извире у <ref>dst='heart_mountains' text='Језгреним планинама'</ref> и тече на исток до Листре.|~

source: Lies to the west of the <ref>dst='great_continent' text='continent'</ref> and all rivers eventually flow to it. Far to the west in the the Great Ocean is a huge archipelago called <ref>dst='morogor' text='Morogor'</ref>.
sr: Простире се западно од <ref>dst='great_continent' text='континента'</ref> и све реке се на концу у њега уливају. Далеко на запад у Великом океану налази се огроман архипелаг по имену <ref>dst='morogor' text='Морогор'</ref>.|~

source: Morogor
sr: Морогор|~

source: Archipelago, located somewhere in the <ref>dst='great_ocean' text='Great Ocean'</ref> west of the <ref>dst='green_isle' text='Green Isle'</ref> and east of the <ref>dst=old_continent text='Old Continent'</ref>. It is mostly inhabited by <ref>dst='..race_drake' text='drakes'</ref>. The central island of the archipelago is also called ‘Morogor’.
sr: Архипелаг, смештен негде у <ref>dst='great_ocean' text='Великом океану'</ref> западно од <ref>dst='green_isle' text='Зеленострва'</ref> а источно од <ref>dst=old_continent text='Старог континента'</ref>. Углавном је насељен <ref>dst='..race_drake' text='змаговима'</ref>. Средишње острво архипелага такође се назива Морогором.|~

source: A bigger island lying in the <ref>dst='great_ocean' text='Great Ocean'</ref>.
sr: Повеће острво у <ref>dst='great_ocean' text='Великом океану'</ref>.|~

source: Old Continent
sr: Стари континент|~

source: Lies to the west of <ref>dst='morogor' text='Morogor'</ref> across the <ref>dst='great_ocean' text='Great Ocean'</ref>.
sr: Простире се западно од <ref>dst='morogor' text='Морогора'</ref>, с ону страну <ref>dst='great_ocean' text='Великог океана'</ref>.|~

source: Great Continent
sr: Велики континент|~

source: The continent on which the <ref>dst='kingdom_wesnoth' text='Kingdom of Wesnoth'</ref> lies. Its west coast is surrounded by the <ref>dst='great_ocean' text='Great Ocean'</ref>.
sr: Континент на коме се налази <ref>dst='kingdom_wesnoth' text='Веснотско краљевство'</ref>. Западном обалом излази на <ref>dst='great_ocean' text='Велики океан'</ref>.|~

source: Irdya
sr: Ирдија|~

source: The name of the world in which the kingdom of <ref>dst='kingdom_wesnoth' text='Wesnoth'</ref> is situated is ‘Irdya’. This term is, however, only rarely used in the era depicted by the main map. People normally just say “the world” or, poetically, “the wide green world”.
sr: Ирдијом се назива свет у коме постоји <ref>dst='kingdom_wesnoth' text='Веснотско краљевство'</ref>. Овај израз, међутим, ретко се користи у подручјима приказаним на главној карти. Тамошњи народи обично кажу просто „свет“, или, поетичније, „широки зелени свет“.|~

source: The Kingdom of Wesnoth is located in the north-central portion of the <ref>dst='great_continent' text='Great Continent'</ref>. Most of the mainline campaigns revolve around it. It is bounded on the map by the Great River to the north, the shore of the Great Ocean to the west, the Aethenwood to the <ref>dst='southwest_elven_lands' text='southwest'</ref>, and the Bitter Swamp to the southeast (lower right corner of the main map). Over the River Aethen, south of Fort Tahn, is a Wesnothian frontier region. It is bounded to the south (off-map) by dense woods of which the Aethenwood may be considered a northernmost extension. • Notable cities: ◦ Weldyn: The capital of Wesnoth. ◦ Aldril: City lying on the Bay of Pearls. ◦ Blackwater Port: City lying south of the Bay of Pearls. ◦ Carcyn: Located between the Grey Woods and the Great River. ◦ Dan’Tonk: Wesnoth’s largest city, located in the center of the country, just west and north of Weldyn. ◦ Soradoc: The northernmost border outpost of Wesnoth, controls the confluence of the Weldyn River and the Great River. ◦ Fort Tahn: The southernmost border outpost, controls the north/south road crossing the River Aethen. ◦ Tath: Important fort city north of Dan’Tonk, exerts control over the wilderness country around the east of the Brown Hills and north to the Ford of Abez. • Notable land features: ◦ Gryphon Mountain: Home of the fabled Gryphons ◦ Ford of Abez: Shallow part of the Great River, it is usually controlled by Wesnothian forces ◦ Weldyn River: It branches from the Great River and goes south ◦ Great Central Plain: Area bounded by Weldyn, Dan’Tonk, and Fort Tahn, this plain is Wesnoth’s bread basket and home to most of its population ◦ Dulatus Hills: These rolling hills bordering the Great Central Plain provide much of Wesnoth’s livestock and agriculture ◦ Brown Hills: Wasteland surrounding Gryphon Mountain that is not well-populated and occasionally very dangerous. ◦ Horse Plains: Region of rolling plains just south of the Great River, bounded by Glyn’s Forest to the west and the River Weldyn to the east; the southern reach merges into the Central Plain. Home of the powerful Clans; the best horses in Wesnoth are bred here. ◦ Estmark Hills: Largish range rising south of the Great River and east of the Weldyn River. The northernmost portion, nearest the River Weldyn, has at various times been settled by Wesnothians, but the Kingdom’s control is tenuous at best and banditry is common. ◦ Glyn’s Forest: Sometimes known as the Royal Forest, named for one of Haldric II’s sons ◦ Gray Woods: Large forest in the heart of the wilds of Wesnoth, located between Carcyn and Aldril and generally considered to be haunted ◦ Green Swamp: Large swamp in the heart of the wilds of Wesnoth, south of Aldril. It receives drainage from the Brown Hills and feeds into the Great River. (Not shown on the main map.)
sr: Веснотско краљевство протеже се преко средишњег и северног дела <ref>dst='great_continent' text='Великог континента'</ref>. Већина похода из главног одиграва се у вези с њим. Границе на главној карти су му велика река на северу, обала Великог океана на западу, Етенвуд на <ref>dst='southwest_elven_lands' text='југозападу'</ref> и Грча мочвара на југоистоку (доњи десни угао карте). Преко реке Етен, јужно од утврде Тан, лежи веснотско погранично подручје. На југу (ван карте) ограничено је густом шумом, чијим се најсевернијим делом може сматрати Етенвуд. • Истакнути градови: ◦ Велдин: престоница Веснота. ◦ Алдрил: град на Бисерном заливу. ◦ Лука Црноморска: град јужно од Бисерног залива. ◦ Карсин: између Седошумља и Велике реке. ◦ Дан-тонк: Највећи град у Весноту, смештен у срцу земље, северозападно надомак Велдина. ◦ Сорадок: Најсевернија гранична испостава Веснота, надгледа ушће Велдина и Велике реке. ◦ Утврда Тан: Најјужнија гранична испостава, надгледа прелаз пута север-запад преко реке Етен. ◦ Тат: важан утврђени град северно од Дан-тонка, држи под контролом дивљину источно од Смеђих брда и северно од газа Абеза. • Истакнута географија: ◦ Грифонска планина: дом бајковитим грифонима. ◦ Газ Абеза: плитак део Велике реке, обично у влашћу веснотских снага. ◦ Река Велдин: грана се из Велике реке и тече ка југу. ◦ Велика средишња равница: подручје ограничено Велдином, Дан-тонком и утврдом Тан, веснотска житница и дом већем делу његовог становништва. ◦ Дулатијско побрђе: ниска брда уз Велику средишњу равницу, извор доброг дела веснотске стоке и житарица. ◦ Смеђа брда: пустош око Грифонске планине, слабо насељена и повремено врло опасна. ◦ Коњичке равнице: ниско побрђе одмах јужно од Велике реке, ограничено Глиновом шумом на западу и реком Велдин на истоку, док се јужним крајем претапа у Средишњу равницу. Дом моћним клановима, где се гаје најбољи коњи у Весноту. ◦ Естмаршко побрђе: повелики венац што се издиже јужно од велике реке а источно од реке Велдин. Најсевернији део, близу реке Велдин, повремено су насељавали Весноћани, али је краљевска паска на њим танка и у најбоља времена и разбојништва су честа. ◦ Глинова шума: понекад знана и као Краљевска шума, по једном од синова Халдрика Другог. ◦ Седошумље: Велика шума у срцу веснотске дивљине, распрострта између Карсина и Алдрила, обично се сматра поседнутом. ◦ Зелена мочвара: велика мочвара у средишту веснотске дивљине, јужно од Алдрила. Наводњава се из Смеђих брда а одлива у Велику реку (ван главне карте).|~

source: Elensefar
sr: Еленсефар|~

source: Elensefar is at times a province of <ref>dst='kingdom_wesnoth' text='Wesnoth'</ref>, at times an independent country, and at times in a treaty federation with Wesnoth. Its borders are the Great River to the north, a loosely defined line with Wesnoth to the east, the Bay of Pearls to the south, and the <ref>dst='great_ocean' text='ocean'</ref> to the west. More information is found in the historical narrative of Wesnoth. • Notable cities: ◦ Elensefar: The capital, located on an island in the <ref>dst='great_river' text='Great River'</ref> delta ◦ Carcyn: City on the Wesnoth–Elensefar border, disputed with Wesnoth • Notable land features: ◦ <ref>dst='great_river' text='Great River'</ref>: It is very wide at this point, and only ships can cross it.
sr: У нека времена Еленсефар је покрајина <ref>dst='kingdom_wesnoth' text='Веснота'</ref>, у нека друга назависна држава, а понекад пак у споразумној федерацији са Веснотом. Границе су му Велика река на северу, слабо одређена међа према Весноту на истоку, Бисерни залив на југу, и <ref>dst='great_ocean' text='океан'</ref> на западу. Више података може се наћи у историографији Веснота. • Истакнути градови: ◦ Еленсефар: престоница, смештена на острву у делти <ref>dst='great_river' text='Велике реке'</ref>. ◦ Карсин: град на веснотско-еленсефарској граници, у спору са Веснотом. • Истакнута географија: ◦ <ref>dst='great_river' text='Велика река'</ref>: врло широка на овом месту, да се само бродом може прећи.|~

source: Northlands
sr: Североземље|~

source: There is no government of the Northlands. Various groups of orcs, dwarves, barbarian men and even elves populate the region. The northern and eastern borders are not defined, the southern border is the <ref>dst='great_river' text='Great River'</ref>, and the western border is the <ref>dst='great_ocean' text='Great Ocean'</ref>. • Notable cities: ◦ Glamdrol: An Orcish tribal capital ◦ Romyr: Another Orcish tribal capital ◦ Wesmere: The location of the Ka’lian — the Elvish Council ◦ Dwarven Doors: A mixed human/dwarven town in the region of Knalga in the southern Heart Mountains. A major trade center. ◦ Dallben and Delwyn: Human villages originally built by settlers who crossed the Great River during Wesnoth’s Golden Age expansion. Now abandoned. The forested area northeast of Elensefar, where these villages were located, was named the Annuvin province by men but was known by the elves as Wesmere. • Notable land features: ◦ Heart Mountains: A virtually impassable barrier between the river country and the Northern Plains. ◦ Heartfangs: the particularly forbidding stretch of high peaks southwest of Lake Vrug and north of the Forest of Wesmere. The most inhospitable and dangerous portion of the Heart Mountains; only hermits, madmen, and mages live there. ◦ Swamp of Dread: a very large bog located between the Heart Mountains and the Great River. A notoriously dangerous place. ◦ Lake Vrug: A large mountain lake whose river carves the only pathway through the Northern Mountains ◦ Arkan-thoria: The river than comes out of Lake Vrug. This is the elvish name; among humans it is called Longlier. ◦ River Listra: The south-running tributary of the Great River into which the Arkan-thoria empties. ◦ Lintanir Forest: The southernmost portion of the Great Northern Forest, a gigantic wood whose eastern and northern boundaries are known only the elves. Their capitol, Elensiria, has only seldom been visited by humans. ◦ Great River: The origin of this river is somewhere in the east of the northern lands
sr: Североземље нема никакве владе. У том подручју обитавају разнолике скупине оркова, патуљака, људи варвара, па чак и вилењака. Северне и источне границе нису одређене, док је јужна <ref>dst='great_river' text='Велика река'</ref> а западна <ref>dst='great_ocean' text='Велики океан'</ref>. • Истакнути градови: ◦ Гламдрол: орковска племенска престоница. ◦ Ромир: још једна орковска племенска престоница. ◦ Весмер: седиште Калијана, вилењачког већа. ◦ Патуљачке двери: мешани људско-патуљачки град у области Кналге, у јужним Језгреним планинама. Велико трговачко средиште. ◦ Далбен и Делвин: људска села која првобитно подигоше насељеници што дођоше преко Велике реке, током ширења у златно доба Веснота. Тренутно напуштена. Пошумљено подручје североисточно од Еленсефара, где се ова села налазише, људи су назвали покрајином Анувин, а међу вилењацима знано је као Весмер. • Истакнута географија: ◦ Језгрене планине: готово непроходна препрека између речних крајева и северних равница. ◦ Језгрене канџе: посебно злокобан потез високих врхова југозападно од језера Вруг и северно Весмерске шуме. Најнегостољубивији и најопаснији предео Језгрених планина; у њему пребивају само пустињаци, махнити и магови. ◦ Мочвара ужаса: веома велика каљуга између Језгрених планина и Велике реке. Озлоглашена по својим опасностима. ◦ Вруг: велико планинско језеро чија река усеца једини пролаз кроз северне планине. ◦ Аркан-торија: река што истиче из Вруга. Ово је вилењачко име, а људи је знају као Лонглијер. ◦ Листра: притока јужног тока Велике реке, у њу се улива Аркан-торија. ◦ Линтанирска шума: најјужнији део Велике северне шуме, огромног пошумља чије су источне и северне границе познате једино вилењацима. Њихову престоницу, Еленсирију, посетио је тек по који човек. ◦ Велика река: извире негде на истоку северних земаља.|~

source: Southwest Elven Lands
sr: југозападне вилењачке земље|~

source: The Wood Elves are separate from those of the north, and have only intermittent relations with them and most other countries. Its borders are the Green Swamp to the northeast, the desert (not shown) to the south, and the <ref>dst='great_ocean' text='Ocean'</ref> to the west. • Notable cities ◦ None known • Notable land features: ◦ Aethen Forest: The largest southern forest, it extends far to the southwest—much farther than is charted—and is home to <ref>dst='..race_elf' text='elves'</ref>.
sr: Шумски вилењаци су подвојени од оних на северу, и тек повремено ступају у додир са њима и са другим земљама. Границе су им Зелена мочвара ка североистоку, пустиња (ван карте) ка југу и <ref>dst='great_ocean' text='океан'</ref> ка западу. • Истакнути градови: ◦ Не зна се ни за један. • Истакнута географија: ◦ Шума Етен: највећа од јужних шума, протеже се далеко на југозапад — много даље него што је картографисано — и дом је <ref>dst='..race_elf' text='вилењацима'</ref>.|~

source: A virtually impassable barrier between the <ref>dst='arkan_thoria' text='river'</ref> country and the <ref>dst='far_north' text='Northern Plains'</ref>.
sr: Готово непроходна препрека између <ref>dst='arkan_thoria' text='речних'</ref> земаља и <ref>dst='far_north' text='северних равница'</ref>.|~

source: Far North
sr: Далеки север|~

source: Cold, harsh, and inaccessible, the Far North is the ancestral home of the Orcish Clannate. It lies north of the <ref>dst='heart_mountains' text='Heart Mountains'</ref>, which the Orcs call the Haggid-Dargor and claim (without merit) as their own. To the east lie the Unaligned Tribes of the Wild Steppe, who fell out of the control of the Clannate, instead roaming with wild human barbarians and clashing with the High Elves of the North Plains (known as North Elves in human lands). The High Elves themselves reside further east, where it is rumored they rule a vast kingdom. • Notable cities: ◦ Barag Gor, a city home to the Orcish Council ◦ Bitok ◦ Borstep ◦ Castelfrang ◦ Farzi ◦ Festog ◦ Grisbi ◦ Lmarig ◦ Melmog ◦ Prestim ◦ Tirigaz • Notable land features: ◦ Swamp of Desolation ◦ Mountains of Dorth ◦ Mountains of Haag ◦ Green Forest ◦ Silent Forest ◦ Forest of Thelien ◦ River Oumph ◦ River Bork ◦ Wild Steppe
sr: Хладан, суров и неприступачан, Далеки север је прадавни дом Орковског кланата. Простире се северно од <ref>dst='heart_mountains' text='Језгрених планина'</ref>, које оркови називају Хагид-Даргором и полажу (без темеља) права на њих. На истоку се срећу несврстана племена из Дивље степе, отргнута од власти Кланата, која језде са дивљим људским варварима и сукобљавају се са високим вилењацима из северних равница (у људским земљама знаним као северни вилењаци). Сами високи вилењаци насељени су даље на истоку, где, круже гласине, владају неизмерним краљевством. • Истакнути градови: ◦ Бараг Гор, град домаћин Орковског већа ◦ Биток ◦ Борстеп ◦ Кастелфранг ◦ Фарзи ◦ Фестог ◦ Гризби ◦ Лмариг ◦ Мелмог ◦ Престим ◦ Тиригаз • Истакнута географија: ◦ Мочвара пустоши ◦ Дортске планине ◦ Хашке планине ◦ Зелена шума ◦ Нечујна шума ◦ Телијанска шума ◦ река Оумф ◦ река Борк ◦ Дивља степа|~

source: red if it can no longer move or attack, or the user ended the unit’s turn.
sr: црвена, ако се више не може пом›ијерати нити нападати, или јој је играч окончао потез, и|~

source: Dwellings of sentient beings are not easily used for cover by feral creatures of low intelligence. As a result, <italic>text='feral'</italic> units receive a maximum of 50% defense in any land-based village regardless of base terrain.
sr: Настамбе свесних бића нису пригодно склониште дивљим створењима ниске интелигенције. Због тога, <italic>text='неукроћене'</italic> јединице добијају највише 50% одбране у сваком копненом селу, без обзира на подложни терен.|~

# trait
source: Elemental
sr: елементарност|~

# trait
source: Aged
sr: старост|~

source: Indoors
sr: унутрашњост|~

source: Midday
sr: подне|~

source: Bats come in many shapes and sizes, and most are fairly harmless, feeding on insects and other small animals. The larger and more vicious breeds are known to pose a threat to humans and other races as well as their livestock, especially when encountered in groups. Typically nocturnal, they are often kept (and occasionally tamed) by those who share their love of the night.
sr: Шишмиша има разних величина и грађа, од којих је већина безопасна, хранећи се инсектима и другим животињицама. Али постоје и веће и злокобније врсте које су претња људима и другима расама, и њиховој стоци, посебно када се сусретну у групама. То су обично ноћна створења, и зато их често држе (а понекад и припитомљавају) они који деле исту склоност ка ноћи.|~
