Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: Thank you for rescuing us! Now we can help you fight the evil orcs! The main cage where they keep most of the mermen is in the northwest!
sr: Хвала вам што нас спасисте! Сада вам можемо помоћи да одбијете зле орке! Главни кавез, у коме држе већину морејаца, налази се на северозападу!|~ Хвала вам што нас спасисте! Сада вам можемо помоћи да одбијете зле орке! Главни кавез, у коме држе већину морејаца, налази се на с›јеверозападу!|~

source: Heldaga
sr: Хелдага|~

source: Apalala
sr: Апалала|~

source: Oceania
sr: Океанија|~

source: Elcmar
sr: Елкмар|~

source: Aigaion
sr: Егеј|~

source: Tini
sr: Тини|~

source: Death to the orcs! Come, my mer brethren, let us fight the orcs and drive them from our shores!
sr: Смрт орковима! Придружите ми се, браћо морејци, у бој противу оркова, да их прогнамо са наших обала!|~

source: At last, we have freed the mermen. Go back to the ocean and live in peace.
sr: Напокон, ослободисмо морејце. Вратите се сада океану и живите у миру.|~

source: My lord! You may need the help of some of us who have skill in the sea in future. We would like to come with you and offer you help.
sr: Господару! Можда ће вам у будућности затребати помоћ неког од нас, који смо вични морима. Ради смо да пођемо са вама и пружимо вам ту помоћ.|~

source: You may now recruit the noble merfolk!
sr: Од сада можеш најмити племенити морејски народ!|~

source: I am perfectly safe, friend!
sr: Савршено сам безбедан, пријатељу!|~ Савршено сам безб›иједан, пријатељу!|~ Савршено сам безб›један, пријатељу!|~

source: There you are! I am so glad you are all right! Now we may have a little rest.
sr: А ту си! Толико ми је лакнуло што си добро! Сада се можемо малко одморити.|~

source: I am afraid there is no time for rest, Konrad. Asheviere has laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
sr: Бојим се да није време одмарању, Конраде. Ашевира је подигла опсаду око Еленсефара, разбивши тиме већ век трајући споразум између Веснота и града-државе Еленсе. Ако Еленсефар падне, нема краја ни конца броју земаља које ће она још прогутати!|~ Бојим се да није вр›ијеме одмарању, Конраде. Ашевира је подигла опсаду око Еленсефара, разбивши тиме већ в›ијек трајући споразум између Веснота и града-државе Еленсе. Ако Еленсефар падне, нема краја ни конца броју земаља које ће она још прогутати!|~

source: Oh no! What shall we do?
sr: Ужасно! Шта нам је чинити?|~

source: You must lead our men to the city, and help defend it. Or recapture it if it falls before you arrive.
sr: Мораш повести нашу војску ка граду, и помоћи у његовој одбрани. Или га повратити, буде ли пао пре него што пристигнеш.|~ Мораш повести нашу војску ка граду, и помоћи у његовој одбрани. Или га повратити, буде ли пао пр›ије него што пристигнеш.|~

source: I am afraid not, Konrad. I have come across some important documents, and must make haste with them to the Elven Council. It seems that the time to stop Asheviere is shorter than I had thought.
sr: Бојим се да не, Конраде. Наиђох на неке важне списе, и морам с њима пожурити до Вилењачког већа. Како ми се чини, мање нам је времена на располагању да зауставимо Ашевиру него што сам мислио.|~ Бојим се да не, Конраде. Наиђох на неке важне списе, и морам с њима пожурити до Вилењачког в›ијећа. Како ми се чини, мање нам је времена на располагању да зауставимо Ашевиру него што сам мислио.|~

source: On your own? My lord! We, your loyal soldiers, will support you!
sr: Сам? Господару! Ми, твоја одана војска, бићемо ти на рачуну!|~

source: Very well. But how do I get there?
sr: Па добро. Али како да стигнем онамо?|~

source: It is north-west of here, a few leagues inland. There are two ways to go, by ship or on foot. Each has its own dangers. You must choose between them.
sr: Еленсефар лежи северозападно одавде, неколико лига у унутрашњости. Може се досегнути на два начина, бродом или пешке. Оба имају својих опасности, и на теби је да изабереш један од њих.|~ Еленсефар лежи с›јеверозападно одавде, неколико лига у унутрашњости. Може се досегнути на два начина, бродом или п›јешке. Оба имају својих опасности, и на теби је да изабереш један од њих.|~ Еленсефар лежи с›јеверозападно одавд›је, неколико лига у унутрашњости. Може се досегнути на два начина, бродом или п›јешке. Оба имају својих опасности, и на теби је да изабереш један од њих.|~

source: Ships? Ugh! I have been seasick for the last time. We shall walk!
sr: Бродови? Ух! Прошли ме пут спопаде морска болест. Пешачићемо!|~ Бродови? Ух! Прошли ме пут спопаде морска болест. П›јешачићемо!|~

source: Safe journey to you, Konrad. Until we meet again!
sr: Безбедан ти пут, Конрад. До следећег сусрета!|~ Безб›иједан ти пут, Конрад. До с‹љедећег сусрета!|~ Безб›један ти пут, Конрад. До с‹љедећег сусрета!|~

source: Going by ship we may at least get a little rest for ourselves. By sea it is!
sr: Пловећи на броду, можемо се барем донекле одморити. Нека буде морем!|~

source: Safe voyage to you then, Konrad. May the weather be fair.
sr: Безбедна ти пловидба, Конраде, и нека те време послужи.|~ Безб›иједна ти пловидба, Конраде, и нека те вр›ијеме послужи.|~ Безб›једна ти пловидба, Конраде, и нека те вр›ијеме послужи.|~

source: Have you not been able to defeat our foes in all these days? They have summoned reinforcements. Surely now our doom is upon us!
sr: Зар не успе да поразиш наше непријатеље током свих ових дана? Стигоше им појачања. Сада смо засигурно сви проклети!|~

source: Konrad! We cannot spend any more time here. Though it would be good to defeat the orcs and free more of their prisoners, more urgent business calls us!
sr: Конраде! Не можемо више одуговлачити овде. Иако би било добро да поразимо орке и ослободимо још њихових заточеника, зову нас хитнији послови!|~ Конраде! Не можемо више одуговлачити овд›је. Иако би било добро да поразимо орке и ослободимо још њихових заточеника, зову нас хитнији послови!|~

source: Delfador, thank goodness you have survived! This has been a tough battle, but why can we not finish it? Why must we leave?
sr: Делфадоре, хвала небесима да си преживео! Беше ово жестока битка, али зашто је не можемо довршити? Зашто морамо отићи?|~ Делфадоре, хвала небесима да си прежив‹ио! Б›ијеше ово жестока битка, али зашто је не можемо довршити? Зашто морамо отићи?|~

source: I bear ill tidings. Asheviere has laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
sr: Доносим лоше вести. Ашевира је подигла опсаду око Еленсефара, прекршивши споразум између Веснота и града-државе Еленсе, који је важио већ цео век. Ако град падне, неће се знати броја земљама које ће Ашевира још прогутати!|~ Доносим лоше в›ијести. Ашевира је подигла опсаду око Еленсефара, прекршивши споразум између Веснота и града-државе Еленсе, који је важио већ цео в›ијек. Ако град падне, неће се знати броја земљама које ће Ашевира још прогутати!|~ Доносим лоше в›ијести. Ашевира је подигла опсаду око Еленсефара, прекршивши споразум између Веснота и града-државе Еленсе, који је важио већ ц‹ио в›ијек. Ако град падне, неће се знати броја земљама које ће Ашевира још прогутати!|~

source: I am afraid not, Konrad. I have found some important documents that need seeing to. I must ride at once to make council with the elves. I will meet you in Elensefar, after you have secured it.
sr: Бојим се да не, Конраде. Нађох неке важне списе, којима се морам постарати. Не смем ни часа часити, већ одмах поћи да се посаветујем са вилењацима. Срешћу те поново у Еленсефару, пошто га обезбедиш.|~ Бојим се да не, Конраде. Нађох неке важне списе, којима се морам постарати. Не см›ијем ни часа часити, већ одмах поћи да се посав›јетујем са вилењацима. Срешћу те поново у Еленсефару, пошто га обезб›иједиш.|~

source: I fear I will struggle to do this on my own... but what must be must be. How do I get to Elensefar?
sr: Плашим се да ће ми бити тешко сам се изборити... али морам бити како мора бити. Како да стигнем до Еленсефара?|~

source: Escape down the road to Elensefar
sr: Побегнеш ли низ пут ка Еленсефару|~ Поб›јегнеш ли низ пут ка Еленсефару|~

source: Muff Malal
sr: маф Малал|~

source: Undead
sr: Немртви|~

source: But the road to Elensefar was a treacherous one. Konrad and his men were set upon by a strong band of undead.
sr: Али пут до Еленсефара беше превртљив. На Конрада и његову војску нахушкаше злотвори замашну руљу немртвих.|~ Али пут до Еленсефара б›ијеше превртљив. На Конрада и његову војску нахушкаше злотвори замашну руљу немртвих.|~

source: Ahh, a party of elves approaches. Soon we shall have elven zombies serving us!
sr: Ах, приближава се вилењачка дружина. Ускоро ће нам служити и вилењачки зомбији!|~

source: My lord! On yonder peninsula there seems to be some movement!
sr: Господару! Онамо на полуострву, изгледа као да се нешто мрда!|~

source: It looks like an undead outpost! If we could defeat them, the locals would probably be grateful. But I do not know if we have the strength to defeat such a foe, or the time to spare.
sr: Па то личи на постају немртвих! Ако бисмо их могли савладати, локални житељи би нам вероватно били захвални. Али не знам имамо ли снаге и времена да се супротставимо таквом непријатељу.|~ Па то личи на постају немртвих! Ако бисмо их могли савладати, локални житељи би нам в›јероватно били захвални. Али не знам имамо ли снаге и времена да се супротставимо таквом непријатељу.|~

source: Cleansing this land of undead does not appear overly difficult. It could be good training for those yet untested in battle.
sr: Чишћење ове земље од немртвих не делује исувише тешко. Може бити добра обука онима који још нису прошли ватрено крштење.|~ Чишћење ове земље од немртвих не д›јелује исувише тешко. Може бити добра обука онима који још нису прошли ватрено крштење.|~

source: I see. If we are to break the siege of Elensefar, we will need every veteran soldier we can get.
sr: Значи тако. Ако ћемо разбити опсаду Еленсефара, требаће нам сваки прекаљени војник кога можемо стећи.|~

source: The decision is yours, sir. If we are to leave, I advise we hurry past before they are upon us. If we are to fight, then... to arms!
sr: Одлука је ваша, господине. Ако ћемо отићи, саветујем да брзо пројуримо, пре него што нас могу заскочити. Ако ћемо се борити, па онда... на оружје!|~ Одлука је ваша, господине. Ако ћемо отићи, сав›јетујем да брзо пројуримо, пр›ије него што нас могу заскочити. Ако ћемо се борити, па онда... на оружје!|~

source: To Elensefar
sr: Ка Еленсефару|~

source: We do not have time to tarry here! On to Elensefar!
sr: Немамо времена за губљење овде! Напред ка Еленсефару!|~ Немамо времена за губљење овд›је! Напр›ијед ка Еленсефару!|~

source: Shirk not your duty! I will decide when it is time to leave for Elensefar.
sr: Не изврдавај својој дужности! На мени је да одлучим када је време да наставимо ка Еленсефару.|~ Не изврдавај својој дужности! На мени је да одлучим када је вр›ијеме да наставимо ка Еленсефару.|~

source: Victory is ours! Let us hope that this delay will not hamper our quest to save Elensefar, but at least we have freed these good people. We must move onward with haste!
sr: Победа је наша! Надајмо се да нам овај застој неће угрозити истрагу за спас Еленсефара, али бар ослободисмо нешто ваљаних људи. Морамо наставити журно!|~ Поб›једа је наша! Надајмо се да нам овај застој неће угрозити истрагу за спас Еленсефара, али бар ослободисмо нешто ваљаних људи. Морамо наставити журно!|~

source: Isle of the Damned
sr: Острво проклетих|~

source: No gold carried over to the next scenario.
sr: Злато се не преноси на следећи сценарио.|~ Злато се не преноси на с‹љедећи сценарио.|~

source: But the voyage did not go as smoothly as had been hoped. A storm blew up and bore down on the ship. Though all hands were on deck working desperately, a sudden gust of wind flung Konrad overboard as he attempted to secure the sails...
sr: Али пловидба не протече мирно како су се надали. Разви се олуја и обруши на брод. Иако сви морнари на палуби очајнички радише, изненадни налет ветра збаци Конрада преко ограде док је покушавао да савлада једра...|~ Али пловидба не протече мирно како су се надали. Разви се олуја и обруши на брод. Иако сви морнари на палуби очајнички радише, изненадни налет в›јетра збаци Конрада преко ограде док је покушавао да савлада једра...|~

source: The mermen finally saved Konrad from the sea, but were unable to get him back to the ship. By dint of great effort they reached a nearby island...
sr: Напокон морејци извукоше Конрада из мора, али нису могли да га отпреме назад на брод. Уз велике напоре, стигоше до оближњег острва...|~

source: Haf-Mal
sr: Хаф-Мал|~

source: Jarmal-Gorg
sr: Џармал-Горг|~

source: Kalba
sr: Калба|~

source: Gnaba
sr: Гнаба|~

source: Whew, I survived. But now where am I? Is this island inhabited?
sr: И то преживех. Али где сам сада? Је ли ово острво ненастањено?|~ И то прежив›јех. Али гд›је сам сада? Је ли ово острво ненастањено?|~

source: We have heard only the worst things about this place, my lord. It is said that the legions of the undead have come here in great numbers and devastated the island into an ugly wasteland.
sr: Чули смо само најгоре ствари о овом острву, господару. Прича се да су легије немртваца похрлиле овамо у великом броју, и разориле острво до одурне пустоши.|~

source: There are still some bands of humans hiding on the island, my lord. If you recruit some of them to help, we might have some hope of holding off the undead hordes!
sr: Још увек се неке групице људи крију на острву, господару. Ако их узмогнете приволети на помоћ, можда можемо одбити немртве хорде!|~ Још ув›ијек се неке групице људи крију на острву, господару. Ако их узмогнете приво‹љети на помоћ, можда можемо одбити немртве хорде!|~

source: Delurin
sr: Делурин|~

source: Maybe we can make a deal! Help us defeat those evil creatures! You may use our gold reserves to lead us!
sr: Можда се можемо погодити! Помогните нам да поразимо ова зла створења! Можете захватити у наше резерве злата ако нас поведете!|~

source: You receive 100 pieces of gold!
sr: Доби 100 златника!|~

source: There are some ancient temples to the southwest; I wonder what might be inside them!
sr: На југозападу се налазе неки древни храмови; питам се шта се крије у њима!|~

source: The temple seems to be empty.
sr: Храмови делују празно.|~ Храмови д›јелују празно.|~

source: Looks like there is somebody hidden in the temple.
sr: Изгледа као да се неко скрива у храму.|~

source: Moremirmu
sr: Моремирму|~

source: holy sword
sr: свети мач|~

source: I was hiding in this holy place, planning how to defeat the evil undead. Now with your help, I can destroy them.
sr: Скривах се на овом светом место, смишљајући како да поразим немртво зло. С вашом помоћи, сада их можемо уништити.|~ Скривах се на овом светом м›јесту, смишљајући како да поразим немртво зло. С вашом помоћи, сада их можемо уништити.|~

source: Join us, wise one. We welcome your aid!
sr: Придружи нам се, мудраче. Твоја помоћ биће нам добродошла!|~

source: If we eradicate the undead blight on these islands, I will surely go with you. Otherwise, I plan to finish my task here before moving on.
sr: Ако истребимо немртвачку најезду са ових острва, засигурно ћу поћи са тобом. У супротном, намеравам да завршим свој задатак овде пре него што наставим даље.|~ Ако истр›ијебимо немртвачку најезду са ових острва, засигурно ћу поћи са тобом. У супротном, нам›јеравам да завршим свој задатак овд›је пр›ије него што наставим даље.|~

source: Xakae
sr: Ксакеј|~

source: Surprise! Searching for magi, and all I get is these foul humans!
sr: Изненађење! Тражих мага, а налетех само на ове погане људе!|~ Изненађење! Тражих мага, а налет›јех само на ове погане људе!|~

source: Fight on against the undead without me, friends!
sr: Ударајте даље на немртве без мене, пријатељи!|~

source: We have wrested control of the island from the evil undead! Now all we have to do is wait for the ship to arrive, so we can make our way to Elensefar!
sr: Ишчупасмо контролу над острвом из руку немртвих! Сада само треба да сачекамо брод да пристане, па да продужимо у Еленсефар!|~

source: Together we have vanquished the foul undead! Come, I will join you on your noble quest.
sr: Заједно истребисмо погане немртваце! Пођимо, придружићу вам се на вашем племенитом задатку.|~ Заједно истр›ијебисмо погане немртваце! Пођимо, придружићу вам се на вашем племенитом задатку.|~

source: You regain your lost troops and $isle_damned_starting_gold gold!
sr: Прикупи своје изгубљене снаге и $isle_damned_starting_gold злата!|~

source: Thank goodness we have found you, sir! Come aboard quickly, we shall take you away from this horrible island!
sr: Хвала небесима да смо вас нашли, господине! Брзо се укрцајте, и одвешћемо вас са овог ужасног острва!|~

source: Thank you for your assistance here brothers. I will stay to continue resisting the foul undead. May fate be with you in your noble quest, and may we meet again some day!
sr: Хвала вам за помоћ, браћо. Остаћу овде и наставити да се одупирем немртвима. Нека вам судбина држи страну на вашем племенитом задатку, и да се једног дана поново сретнемо!|~ Хвала вам за помоћ, браћо. Остаћу овд›је и наставити да се одупирем немртвима. Нека вам судбина држи страну на вашем племенитом задатку, и да се једног дана поново сретнемо!|~

source: The Siege of Elensefar
sr: Опсада Еленсефара|~

source: Defeat all enemy leaders
sr: Поразиш ли све непријатељске вође|~

source: Elensefar
sr: Еленсефар|~

source: Agadla
sr: Агадла|~

source: Evil
sr: Зло|~

source: Muff Jaanal
sr: маф Џанал|~

source: The party arrived at Elensefar at last, but found that the city had already fallen to the savage orcs.
sr: Дружина коначно стиже у Еленсефар, али нађе да је град већ пао у руке дивљим орковима.|~

source: My lord! It seems the city has already fallen!
sr: Господару! Изгледа да је град пао!|~

source: This is terrible news! We must retake the city!
sr: Ово је страшно сазнање! Морамо га повратити!|~

source: There are so many of them. This will not be easy! And look to the north! It seems that the undead are allied with the orcs!
sr: Има их велико мноштво, то неће ићи лако! А погледајте и ка северу — изгледа да су немртви удружили са орковима!|~ Има их велико мноштво, то неће ићи лако! А погледајте и ка с›јеверу — изгледа да су немртви удружили са орковима!|~

source: Here come the elves! Our newly forged alliance with the orcs will give us the power to crush them with ease!
sr: Ево где долазе вилењаци! Уз наш новосклопљени савез са орковима, имамо силу да их смождимо као од шале!|~ Ево гд›је долазе вилењаци! Уз наш новосклопљени савез са орковима, имамо силу да их смождимо као од шале!|~

source: We must take the city, and destroy the evil undead before reinforcements arrive!
sr: Морамо заузети град и уништити немртво зло пре него што им стигну појачања!|~ Морамо заузети град и уништити немртво зло пр›ије него што им стигну појачања!|~

source: Reglok
sr: Реглок|~

source: Gelgar
sr: Гелгар|~

source: Gamlel
sr: Гамлел|~

source: As night began to fall, three dark figures crept out of the forest.
sr: Како ноћ поче да се спушта, три мрачне прилике се искрадоше из шуме.|~

source: Halt! Who goes there, friend or foe?
sr: Стој! Ко иде тамо, пријатељ или не?|~

source: Thieves, hmmm? Who says we can trust such as you?
sr: А тако, лопови? Ко тврди да вам таквима можемо веровати?|~ А тако, лопови? Ко тврди да вам таквима можемо в›јеровати?|~

source: Very well. You may join us.
sr: Добро онда. Можете нам се придружити.|~

source: We will serve you well, for we respect the help you are providing to our city. You shall find that there is honor, even among thieves.
sr: Добро ћемо вам служити, јер поштујемо помоћ коју пружате нашем граду. Увидећете да чак и мећу лоповима постоји част.|~ Добро ћемо вам служити, јер поштујемо помоћ коју пружате нашем граду. Увид›јећете да чак и мећу лоповима постоји част.|~

source: Yes, but where is your fighting force? How can you help us?
sr: У реду, али где вам је сила за борбу? Како нам то можете помоћи?|~ У реду, али гд›је вам је сила за борбу? Како нам то можете помоћи?|~

source: Hmm... I have to consider this...
sr: Ахм... мораћу да размислим о овоме...|~

source: Help us infiltrate the city. We can do the rest.
sr: Помозите нам да продремо у град. Ми ћемо обавити остало.|~

source: I want you to reinforce us once we break through their line.
sr: Желим да појачате наше редове када се једном пробијемо кроз њихову одбрану.|~

source: Yes, we will see it. In fact, we prefer to fight at night. I pray you do not lead us into slaughter.
sr: Не брините, видећемо је. Штавише, више волимо да се боримо ноћу. Молим вас да нас не увучете у безнадежан покољ.|~ Не брините, вид›јећемо је. Штавише, више волимо да се боримо ноћу. Молим вас да нас не увучете у безнадежан покољ.|~

source: Do not fear, friends. There will be a slaughter here, but it will be orcish blood staining the streets.
sr: Не бојите се, пријатељи. Биће покоља и те како, али ће то орковска крв заливати улице.|~

source: As the banner was raised, sounds of fighting could be heard from across the city.
sr: Како се барјак подиже, зачуше се борбени покличи на другој страни града.|~

source: Darglen
sr: Дарглен|~

source: Very few people know that the river can be forded here. The orcs have yet to discover this place. Bring your forces into the city, quickly now, and you can flank them.
sr: Врло мало људи зна да се река овде може прегазити. Оркови то још нису открили. Сада брзо уведите своје снаге у град, и можете их ухватити неспремне.|~ Врло мало људи зна да се р›ијека овд›је може прегазити. Оркови то још нису открили. Сада брзо уведите своје снаге у град, и можете их ухватити неспремне.|~

source: Finally, we have retaken the city! Let us rest here, friends.
sr: Коначно повратисмо град! Одморимо се сада, пријатељи.|~

source: Victory! The thieves of Elensefar will be in your service, my lord.
sr: Победа! Лопови Еленсефара су вам од сада на услузи, господару.|~ Поб›једа! Лопови Еленсефара су вам од сада на услузи, господару.|~

source: The party rested for three days, after which an old friend returned.
sr: Дружина се одмарала три дана, када се врати стари пријатељ.|~

source: Kalenz
sr: Каленз|~

source: Greetings, friends. I see that you have rescued the city! I knew that you could do it.
sr: Поздрав, пријатељи. Видим да спасисте град! Знадох да ћете то смоћи.|~

source: Delfador! So good to see you! Where have you been?
sr: Делфадоре! Тако је добро видети те! Куда си то лутао?|~ Делфадоре! Тако је добро вид›јети те! Куда си то лутао?|~

source: Greetings, friend.
sr: Поздрав, пријатељу.|~

source: But what has this to do with me?
sr: Али како се то нас тиче?|~

source: Oh, and you want me to get this scepter?
sr: Значи, ти очекујеш да ја нађем то жезло?|~

source: We will help you retrieve it, my lord.
sr: Ми ћемо вам помоћи да га повратите, господару.|~

source: Me? King?
sr: Ја, краљ?|~

source: Yes, Konrad. I believe you will be king one day. Now let us make haste!
sr: Да, Конраде. Верујем да ћеш једнога дана то и бити. Сада пожуримо!|~ Да, Конраде. В›јерујем да ћеш једнога дана то и бити. Сада пожуримо!|~

source: So you endeavor to fight me in my home. Foolish.
sr: И тако си јурнуо на мене у мом дому. Будаласто.|~

source: Crossroads
sr: Раскршћа|~

source: Defeat Kojun Herolm
sr: Поразиш ли Коџуна Херолма|~

source: Death of Kalenz
sr: Настрада ли Каленз|~

source: Konrad, Delfador, and Kalenz swiftly rode east through the wilderlands of Wesnoth.
sr: Конрад, Делфадор и Каленз хитро јахаше ка истоку, кроз дивљину Веснота.|~

source: Kojun Herolm
sr: Коџун Херолм|~

source: Mokho Kimer
sr: Моко Кимер|~
