Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-manpages.po
Languages: sr

source: Battle for Wesnoth
sr: Бој за Веснот|~

source: NAME
sr: ИМЕ|~

source: wesnoth - Battle for Wesnoth, a turn-based fantasy strategy game
sr: wesnoth — „Бој за Веснот“, фантазијска стратегија на потезе|~

source: SYNOPSIS
sr: ПРЕГЛЕД|~

source: B<wesnoth> [I<OPTIONS>] [I<PATH_TO_DATA>]
sr: B<wesnoth> [I<ОПЦИЈЕ>] [I<ПУТАЊА_ДО_ПОДАТАКА>]|~

source: DESCRIPTION
sr: ОПИС|~

source: Battle for B<Wesnoth> is a turn-based fantasy strategy game.
sr: „Бој за B<Веснот>“ је фантазијска стратешка игра на потезе.|~

source: OPTIONS
sr: ОПЦИЈЕ|~

source: B<--bpp>I<\ number>
sr: B<--bpp>I<\ број>|~

source: sets BitsPerPixel value. Example: B<--bpp 32>
sr: поставља вредност BitsPerPixel. Пример: B<--bpp 32>|~ поставља вр›иједност BitsPerPixel. Пример: B<--bpp 32>|~ поставља вр›иједност BitsPerPixel. Прим›јер: B<--bpp 32>|~

source: prints the path of the user configuration directory and exits.
sr: исписује путању корисничког поставног директоријума и излази.|~

source: enables additional command mode options in-game (see the wiki page at http://www.wesnoth.org/wiki/CommandMode for more information about command mode).
sr: укључује допунске опције командног режима током игре (више детаља потражите на вики страници http://www.wesnoth.org/wiki/CommandMode).|~

source: B<-e,\ --editor>I<\ file>
sr: B<-e, --editor \ датотека>|~

source: displays the number of frames per second the game is currently running at, in a corner of the screen.
sr: приказује број кадрова по секунди док тече игра, у углу екрана.|~

source: runs the game in full screen mode.
sr: покреће игру преко целог екрана.|~ покреће игру преко ц›ијелог екрана.|~

source: B<--gunzip>I<\ infile.gz>
sr: B<--gunzip>I<\ улдат.gz>|~

source: decompresses a file which should be in gzip format and stores it without the .gz suffix. The I<infile.gz> will be removed.
sr: распакује датотеку, која треба да је у формату ГЗИП, и складишти је без наставка .gz. I<улдат.gz> ће бити уклоњена.|~

source: B<--gzip>I<\ infile>
sr: B<--gzip>I<\ улдат>|~

source: compresses a file in gzip format, stores it as I<infile>.gz and removes I<infile>.
sr: пакује датотеку у формат ГЗИП, складишти је као I<улдат>.gz и уклања I<улдат>.|~

source: displays a summary of command line options to standard output, and exits.
sr: приказује сажетак опција командне линије на стандарном излазу.|~

source: B<-l,\ --load>I<\ file>
sr: B<-l,\ --load>I<\ датотека>|~

source: loads the savegame I<file> from the standard save game directory. If the B<-e> or B<--editor> option is used as well, starts the editor with the map from I<file> open. If it is a directory, the editor will start with a load map dialog opened there.
sr: учитава позицију I<датотека> из стандардног директоријума сачуваних позиција. Ако је задата и опција B<-e> или B<--editor>, покреће се уређивач са отвореном мапом из те датотеке. Ако је I<датотека> у ствари директоријум, уређивач ће на њему отворити дијалог за учитавање мапе.|~

source: B<--log->I<level>B<=>I<domain1>B<,>I<domain2>B<,>I<...>
sr: B<--log->I<ниво>B<=>I<домен1>B<,>I<домен2>B<,>I<...>|~

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used.
sr: поставља ниво озбиљности домена бележења. B<all> се може употребити за поклапање свих домена, а доступни су: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Подразумеванo се користи B<error>.|~ поставља ниво озбиљности домена б‹иљежења. B<all> се може употр›ијебити за поклапање свих домена, а доступни су: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Подразум›ијеванo се користи B<error>.|~

source: the number of frames per second the game can show, the value should be between the 1 and 1000, the default is B<50>.
sr: број кадрова по секунди које игра може да прикаже, требало би да буде између 1 и 1000, а подразумевано је B<50>.|~ број кадрова по секунди које игра може да прикаже, требало би да буде између 1 и 1000, а подразум›ијевано је B<50>.|~

source: runs a multiplayer game. There are additional options that can be used together with B<--multiplayer> as explained below. Only these additional options can follow B<--multiplayer>.
sr: покреће вишеиграчку партију. Уз ову опцију могу бити употребљене још неке, наведене испод (само оне могу пратити B<--multiplayer>).|~ покреће вишеиграчку партију. Уз ову опцију могу бити употр›ијебљене још неке, наведене испод (само оне могу пратити B<--multiplayer>).|~

source: runs the game without any delays for graphic benchmarking. This is automatically enabled by B<--nogui>.
sr: покреће игру без икаквих застоја, за пробу графичких перформанси. Ово је аутоматски укључено ако се зада B<--nogui>.|~

source: disables caching of game data.
sr: искључује оставу за податке игре.|~

source: runs the game without music.
sr: покреће игру без музике.|~

source: runs the game without sounds and music.
sr: покреће игру без звука и музике.|~

source: prints the name of the game data directory and exits.
sr: исписује име директоријума са подацима игре и излази.|~

source: sets the screen resolution. Example: B<-r 800x600>
sr: поставља резолуцију екрана. Пример: B<-r 800x600>|~ поставља резолуцију екрана. Прим›јер: B<-r 800x600>|~

source: B<-s,\ --server\ [host]>
sr: B<-s,\ --server\ [домаћин]>|~

source: connects to the specified host if any, otherwise connect to the first server in preferences. Example: B<--server server.wesnoth.org>
sr: повезује се са домаћином ако је задат, или са првим сервером у поставкама. На пример: B<--server server.wesnoth.org>|~ повезује се са домаћином ако је задат, или са првим сервером у поставкама. На прим›јер: B<--server server.wesnoth.org>|~

source: runs the game in a small test scenario.
sr: покреће игру са малим пробним сценариом.|~

source: assumes that the cache is valid. (dangerous)
sr: претпоставља да је кеш ажуран (опасно).|~

source: shows the version number and exits.
sr: приказује број верзије и излази.|~

source: runs the game in windowed mode.
sr: покреће игру унутар прозора.|~

source: replays the game loaded with the B<--load> option.
sr: пушта снимак партије учитане опцијом B<--load>.|~

source: Options for --multiplayer
sr: Опције уз --multiplayer|~

source: The side-specific multiplayer options are marked with I<number>. I<number> has to be replaced by a side number. It usually is 1 or 2 but depends on the number of players possible in the chosen scenario.
sr: Опције посебне по страни у вишеиграчком режиму означене су са I<број>, где I<број> треба заменити бројем стране. То је обично 1 или 2, али зависи од броја играча дозвољених за изабрани сценарио.|~ Опције посебне по страни у вишеиграчком режиму означене су са I<број>, гд›је I<број> треба зам›ијенити бројем стране. То је обично 1 или 2, али зависи од броја играча дозвољених за изабрани сценарио.|~

source: B<--ai_config>I<number>B<=>I<value>
sr: B<--ai_config>I<број>B<=>I<вредност>|~ B<--ai_config>I<број>B<=>I<вр›иједност>|~

source: selects a configuration file to load for the AI controller for this side.
sr: бира поставну датотеку која се учитава за ВИ управљача ове стране.|~

source: B<--algorithm>I<number>B<=>I<value>
sr: B<--algorithm>I<број>B<=>I<вредност>|~ B<--algorithm>I<број>B<=>I<вр›иједност>|~

source: selects a non-standard algorithm to be used by the AI controller for this side. Available values: B<idle_ai> and B<sample_ai>.
sr: бира нестандардни алгоритам за ВИ управљање задатом страном. Могуће вредности: B<idle_ai> и B<sample_ai>.|~ бира нестандардни алгоритам за ВИ управљање задатом страном. Могуће вр›иједности: B<idle_ai> и B<sample_ai>.|~

source: B<--controller>I<number>B<=>I<value>
sr: B<--controller>I<број>B<=>I<вредност>|~ B<--controller>I<број>B<=>I<вр›иједност>|~

source: selects the controller for this side. Available values: B<human> and B<ai>.
sr: бира управљача за задату страну. Могуће вредности су: B<human> (човек) и B<ai> (ВИ).|~ бира управљача за задату страну. Могуће вр›иједности су: B<human> (човек) и B<ai> (ВИ).|~ бира управљача за задату страну. Могуће вр›иједности су: B<human> (чов›јек) и B<ai> (ВИ).|~

source: B<--era=>I<value>
sr: B<--era=>I<вредност>|~ B<--era=>I<вр›иједност>|~

source: use this option to play in the selected era instead of the B<Default> era. The era is chosen by an id. Eras are described in the B<data/multiplayer/eras.cfg> file.
sr: употребите ово за играње у изабраној епохи уместо подразумеване (B<Default>). Епоха се бира кључем; могуће вредности описане су у датотеци B<data/multiplayer/eras.cfg>|~ употр›ијебите ово за играње у изабраној епохи ум›јесто подразум›ијеване (B<Default>). Епоха се бира кључем; могуће вр›иједности описане су у датотеци B<data/multiplayer/eras.cfg>|~

source: exits once the scenario is over, without displaying victory/defeat dialog which requires the user to click OK. This is also used for scriptable benchmarking.
sr: излази пошто се сценарио оконча, без приказивања прозора о победи/поразу на који би корисник морао да одговори. Ово се такође користи за скриптовање проба перформанси.|~ излази пошто се сценарио оконча, без приказивања прозора о поб›једи/поразу на који би корисник морао да одговори. Ово се такође користи за скриптовање проба перформанси.|~

source: runs the game without the GUI. Must appear before B<--multiplayer> to have the desired effect.
sr: покреће игру без графичког сучеља. Мора се јавити пре B<--multiplayer> да би имало жељени ефекат.|~ покреће игру без графичког сучеља. Мора се јавити пр›ије B<--multiplayer> да би имало жељени ефекат.|~

source: B<--parm>I<number>B<=>I<name>B<:>I<value>
sr: B<--parm>I<број>B<=>I<име>B<:>I<вредност>|~ B<--parm>I<број>B<=>I<име>B<:>I<вр›иједност>|~

source: sets additional parameters for this side. This parameter depends on the options used with B<--controller> and B<--algorithm>. It should only be useful for people designing their own AI. (not yet documented completely)
sr: поставља додатне параметре за ову страну, који зависе од опција употребљених уз B<--controller> и B<--algorithm>. Обично корисно онима који пројектују нове ВИ (још увек није сасвим документовано)|~ поставља додатне параметре за ову страну, који зависе од опција употр›ијебљених уз B<--controller> и B<--algorithm>. Обично корисно онима који пројектују нове ВИ (још ув›ијек није сасвим документовано)|~

source: B<--scenario=>I<value>
sr: B<--scenario=>I<вредност>|~ B<--scenario=>I<вр›иједност>|~

source: selects a multiplayer scenario by id. The default scenario id is B<multiplayer_The_Freelands>.
sr: бира вишеиграчки сценарио по кључу. Подразумеван је B<multiplayer_The_Freelands>.|~ бира вишеиграчки сценарио по кључу. Подразум›ијеван је B<multiplayer_The_Freelands>.|~

source: B<--side>I<number>B<=>I<value>
sr: B<--side>I<број>B<=>I<вредност>|~ B<--side>I<број>B<=>I<вр›иједност>|~

source: selects a faction of the current era for this side. The faction is chosen by an id. Factions are described in the data/multiplayer.cfg file.
sr: бира фракцију из текуће епохе за задату страну. Фракција се бира кључем; могуће вредности описане су у датотеци data/multiplayer.cfg|~ бира фракцију из текуће епохе за задату страну. Фракција се бира кључем; могуће вр›иједности описане су у датотеци data/multiplayer.cfg|~

source: B<--turns=>I<value>
sr: B<--turns=>I<вредност>|~ B<--turns=>I<вр›иједност>|~

source: sets the number of turns for the chosen scenario. The default is B<50>.
sr: поставља број потеза за изабрани сценарио. Подразумевано је B<50>.|~ поставља број потеза за изабрани сценарио. Подразум›ијевано је B<50>.|~

source: AUTHOR
sr: АУТОР|~

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>.
sr: Написао Дејвид Вајт (David White) E<lt>davidnwhite@verizon.netE<gt>.|~

source: Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton.de@gmail.comE<gt>.
sr: Уредили Нилс Кнојпер (Nils Kneuper) E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> и Soliton E<lt>soliton.de@gmail.comE<gt>.|~

source: This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
sr: Ову упутну страницу првобитно је написао Сирил Бутор (Cyril Bouthors) E<lt>cyril@bouthors.orgE<gt>.|~

source: Visit the official homepage: http://www.wesnoth.org/
sr: Посетите званичну домаћу страницу: http://www.wesnoth.org/|~ Пос›јетите званичну домаћу страницу: http://www.wesnoth.org/|~

source: COPYRIGHT
sr: АУТОРСКА ПРАВА|~

source: This is Free Software; this software is licensed under the GPL version 2, as published by the Free Software Foundation. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
sr: Ово је слободан софтвер; лиценциран је под условима ОЈЛ верзије 2 (GPLv2), коју издаје Задужбина за слободни софтвер. Нема БИЛО КАКВЕ ГАРАНЦИЈЕ; чак ни за КОМЕРЦИЈАЛНУ ВРЕДНОСТ или ИСПУЊАВАЊЕ ОДРЕЂЕНЕ ПОТРЕБЕ.|~ Ово је слободан софтвер; лиценциран је под условима ОЈЛ верзије 2 (GPLv2), коју издаје Задужбина за слободни софтвер. Нема БИЛО КАКВЕ ГАРАНЦИЈЕ; чак ни за КОМЕРЦИЈАЛНУ ВР›ИЈЕДНОСТ или ИСПУЊАВАЊЕ ОДРЕЂЕНЕ ПОТРЕБЕ.|~

source: SEE ALSO
sr: ПОГЛЕДАТИ ЈОШ|~

source: Battle for Wesnoth multiplayer network daemon
sr: Вишеиграчки мрежни домар „Боја за Веснот“|~

source: wesnothd - Battle for B<Wesnoth> multiplayer network daemon
sr: wesnothd — вишеиграчки мрежни домар „Боја за B<Веснот>“|~

source: B<wesnothd> [\|B<-dv>\|] [\|B<-c> I<path>\|] [\|B<-p> I<port>\|] [\|B<-t> I<number>\|] [\|B<-T> I<number>\|]
sr: B<wesnothd> [\|B<-dv>\|] [\|B<-c> I<путања>\|] [\|B<-p> I<порт>\|] [\|B<-t> I<број>\|] [\|B<-T> I<број>\|]|~

source: Manages Battle for Wesnoth multiplayer games. See http://www.wesnoth.org/wiki/ServerAdministration on what commands the server accepts via the wesnoth client (/query ...) or the fifo.
sr: Управља вишеиграчким партијама „Боја за Веснот“. Погледајте http://www.wesnoth.org/wiki/ServerAdministration за наредбе које сервер прихвата преко клијента (/query ...) или фифоа.|~

source: B<-c\ >I<path>B<,\ --config>I<\ path>
sr: B<-c\ >I<путања>B<,\ --config>I<\ путања>|~

source: tells wesnothd where to find the config file to use. See the section B<SERVER CONFIG> below for the syntax. You can reload the config with sending SIGHUP to the server process.
sr: казује домару где се налази поставна датотека. За синтаксу погледајте одељак B<ПОСТАВА СЕРВЕРА> испод. Поставу можете поново учитати слањем СИГХУП серверском процесу.|~ казује домару гд›је се налази поставна датотека. За синтаксу погледајте од›јељак B<ПОСТАВА СЕРВЕРА> испод. Поставу можете поново учитати слањем СИГХУП серверском процесу.|~

source: runs wesnothd as a daemon.
sr: покреће wesnothd као домар.|~

source: tells you what the command line options do.
sr: говори вам шта чине опције командне линије.|~

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used and the B<info> level for the B<server> domain.
sr: поставља ниво озбиљности домена бележења. B<all> се може употребити за поклапање свих домена, а доступни су: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Подразумеванo се користи B<error>, осим за домен B<server> где B<info>.|~ поставља ниво озбиљности домена б‹иљежења. B<all> се може употр›ијебити за поклапање свих домена, а доступни су: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Подразум›ијеванo се користи B<error>, осим за домен B<server> гд›је B<info>.|~

source: B<-p\ >I<port>B<,\ --port>I<\ port>
sr: B<-p\ >I<порт>B<,\ --port>I<\ порт>|~

source: binds the server to the specified port. If no port is specified, port B<15000> will be used.
sr: везује сервер за наведени порт. Ако се порт не наведе, подразумевано се користи B<15000>.|~ везује сервер за наведени порт. Ако се порт не наведе, подразум›ијевано се користи B<15000>.|~

source: B<-t\ >I<number>B<,\ --threads>I<\ number>
sr: B<-t\ >I<број>B<,\ --threads>I<\ број>|~

source: sets the maximum number of waiting worker threads for network I/O to n (default: B<5>,\ max:\ B<30>).
sr: поставља највећи број радних нити на чекању за мрежни У/И (подразумевано: B<5>,\ највише:\ B<30>).|~ поставља највећи број радних нити на чекању за мрежни У/И (подразум›ијевано: B<5>,\ највише:\ B<30>).|~

source: B<-T\ >I<number>B<,\ --max-threads>I<\ number>
sr: B<-T\ >I<број>B<,\ --max-threads>I<\ број>|~

source: sets the maximum number of worker threads that will be created. If set to B<0> there will be no limit (default: B<0>).
sr: поставља највећи број радних нити које могу бити створене; ако се зада B<0>, нема ограничења (подразумевано: B<0>).|~ поставља највећи број радних нити које могу бити створене; ако се зада B<0>, нема ограничења (подразум›ијевано: B<0>).|~

source: shows version number and exits.
sr: приказује број верзије и излази.|~

source: turns debug logging on.
sr: укључује исправљачко бележење.|~ укључује исправљачко б‹иљежење.|~

source: SERVER CONFIG
sr: ПОСТАВА СЕРВЕРА|~

source: The general syntax is:
sr: Општа синтакса је:|~

source: [I<tag>]
sr: [I<ознака>]|~

source: I<key>="I<value>"
sr: I<кључ>="I<вредност>"|~ I<кључ>="I<вр›иједност>"|~

source: I<key>="I<value>,I<value>,..."
sr: I<кључ>="I<вредност>,I<вредност>,..."|~ I<кључ>="I<вр›иједност>,I<вр›иједност>,..."|~

source: [/I<tag>]
sr: [/I<ознака>]|~

source: Global keys:
sr: Глобални кључеви:|~

source: If set to B<no> (default), shut_down and restart requests are ignored unless they come from the fifo. Set it to B<yes> to allow remote shutdown via a /query by an administrator.
sr: ако се зада B<no> (подразумевано), захтеви за гашење и поновно покретање се игноришу осим ако стижу из фифоа. Задајте B<yes> да дозволите удаљено гашење на /query администратора.|~ ако се зада B<no> (подразум›ијевано), захт›јеви за гашење и поновно покретање се игноришу осим ако стижу из фифоа. Задајте B<yes> да дозволите удаљено гашење на /query администратора.|~

source: Full or relative path to a (gzip compressed) file that the server can read and write. Bans will be saved to this file and read again on server start.
sr: Пуна или релативна путања до (гзиповане) датотеке коју сервер може да чита и пише. Забране ће бити записиване у њу, и читане по наредном покретању сервера.|~

source: Determines whether the rooms file should be read and written to in compressed form. Defaults to B<yes>.
sr: одређује да ли фајл соба треба читати и писати у компресованом облику. Подразумевано B<yes>.|~ одређује да ли фајл соба треба читати и писати у компресованом облику. Подразум›ијевано B<yes>.|~ одређује да ли датотеку соба треба читати и писати у компресованом облику. Подразум›ијевано B<yes>.|~

source: The number of allowed connections from the same IP. B<0> means infinite. (default: B<5>)
sr: број дозвољених веза са исте ИП адресе, B<0> значи безброј (подразумевно: B<5>)|~ број дозвољених веза са исте ИП адресе, B<0> значи безброј (подразум›ијевно: B<5>)|~

source: Names/nicks that are not accepted by the server. B<*> and B<?> from wildcard patterns are supported. See B<glob>(7) for more details. Default values (used if nothing is specified) are: B<*admin*,*admln*,*server*,ai,ai?,computer,human,network,player>.
sr: имена/надимци које сервер не прихвата. Прихватају се B<*> и B<?> као џокери (погледајте B<glob>(7) за више детаља). Подразумеване вредности, које се користе ако се ништа не зада, су: B<*admin*,*admln*,*server*,ai,ai?,computer,human,network,player>.|~ имена/надимци које сервер не прихвата. Прихватају се B<*> и B<?> као џокери (погледајте B<glob>(7) за више детаља). Подразум›ијеване вр›иједности, које се користе ако се ништа не зада, су: B<*admin*,*admln*,*server*,ai,ai?,computer,human,network,player>.|~

source: The path to the fifo you can echo server commands into (same as /query ... from wesnoth). If not specified defaults to the compile-time path (default: B</var/run/socket/wesnothd/socket>).
sr: путања до фифоа из којег сервер може да чита наредбе (исте као /query ... из игре). Ако није задата, спада на уграђену (подразумевано: B</var/run/socket/wesnothd/socket>).|~ путања до фифоа из којег сервер може да чита наредбе (исте као /query ... из игре). Ако није задата, спада на уграђену (подразум›ијевано: B</var/run/socket/wesnothd/socket>).|~

source: The number of allowed messages in B<messages_time_period>. (default: B<4>)
sr: број дозвољених порука за време B<messages_time_period> (подразумевано: B<4>)|~ број дозвољених порука за вр›ијеме B<messages_time_period> (подразум›ијевано: B<4>)|~

source: The time period (in seconds) message flooding is detected in. (default: B<10> seconds)
sr: временски период у секундама који се разматра за откривање поплаве порука (подразумевано: B<10> секунди)|~ временски период у секундама који се разматра за откривање поплаве порука (подразум›ијевано: B<10> секунди)|~

source: The message of the day.
sr: порука дана|~

source: Determines who can create new rooms on the server. Available values are B<everyone>, B<registered>, B<admin> and B<nobody>, and give the permission respectively to everyone, registered users, admin users or disables new room creation. Default value is B<everyone>.
sr: одређује ко може да ствара нове собе на серверу. Могуће вредности су B<everyone>, B<registered>, B<admin> и B<nobody>, дајући дозволу, редом, свима, регистрованим корисницима, администраторима и никоме. Подразумевана вредност је B<everyone>.|~ одређује ко може да ствара нове собе на серверу. Могуће вр›иједности су B<everyone>, B<registered>, B<admin> и B<nobody>, дајући дозволу, редом, свима, регистрованим корисницима, администраторима и никоме. Подразум›ијевана вр›иједност је B<everyone>.|~

source: The password used to gain admin privileges (via B</query admin >I<password>).
sr: лозинка за стицање администраторских овлашћења (путем B</query admin >I<лозинка>).|~

source: The directory where the server stores game replays. (Don't forget the trailing /!) Defaults to `' which means the directory wesnothd was started in.
sr: Директоријум где сервер смешта снимке партија (не заборавите пратеће /!). Подразумевано је ‘’ (празно), што значи директоријум у којем је wesnothd покренут.|~ Директоријум гд›је сервер см›ијешта снимке партија (не заборавите пратеће /!). Подразум›ијевано је ‘’ (празно), што значи директоријум у којем је wesnothd покренут.|~

source: The command that the server uses to start a new server process via the B<restart> command. (Can only be issued via the fifo. See the B<allow_remote_shutdown> setting.)
sr: Наредба којом сервер покреће нови серверски процес при наредби B<restart>. (Може се издати само преко фифоа. Види поставку B<allow_remote_shutdown>.)|~

source: Path to a file where the room info should be stored. This file is read on server startup and written to later. If empty or not set, rooms are not loaded and not saved.
sr: путања до фајла где се складиште подаци собе. Овај фајл чита сервер при покретању, и касније уписује. Ако је празно или није задато, собе се не учитавају нити уписују.|~ путања до фајла гд›је се складиште подаци собе. Овај фајл чита сервер при покретању, и касније уписује. Ако је празно или није задато, собе се не учитавају нити уписују.|~ путања до датотеке гд›је се складиште подаци собе. Ову датотеку чита сервер при покретању, и касније уписује. Ако је празно или није задато, собе се не учитавају нити уписују.|~

source: Defines whether the server will automatically save replays of games. (default: B<false>)
sr: Одређује да ли сервер аутоматски уписује снимке партија (подразумевно: B<false>).|~ Одређује да ли сервер аутоматски уписује снимке партија (подразум›ијевно: B<false>).|~
