Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-dm.po
Languages: sr

source: I see I had misjudged you, human. You are not like those who came before. I accept your offer!
sr: Видим да т погрешно процијених, човјече. Ниси као они што дођоше прије. Прихватам твоју понуду!|~ Видим да те погрешно проц›ијених, чов›јече. Ниси као они што дођоше пр›ије. Прихватам твоју понуду!|~

source: Epilogue
sr: Епилог|~

source: Wose Shaman
sr: Ивер-врач|~ ивер врач|~

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
sr: Ови ивери могу да заповиједају шумском биљу попут пузавица и пењачица да омету непријатеље|~ Ови ивери могу да запов›иједају шумском биљу попут пузавица и пењачица да омету непријатеље.|~

source: crush
sr: гажење|~

source: Chantal
sr: Чантал|~

source: No! All is now lost...
sr: Не. Сад је све изгубљено...|~

source: I call upon all that is holy to break the power of this evil stone!
sr: Призивам све што је свето да сатре силу овог злог камена!|~

source: Evil emanates from this stone, but I have not the power to destroy it.
sr: Зло исијава из овог камена али сам немоћан да га уништим.|~

source: Ulrek
sr: Улрек|~ |~e0

source: Clogrin
sr: Клогрин|~ |~e0

source: Theorsten
sr: Теорстен|~ |~e0

source: Igler
sr: Иглер|~ |~e0

source: Larsin
sr: Ларсин|~ |~e0

source: Aldrin
sr: Алдрин|~ |~e0

source: Gren
sr: Грен|~ |~e0

source: Droni
sr: Дрони|~ |~e0

source: Artor
sr: Артор|~ |~e0

source: Fort Brell
sr: тврђава Брел|~

source: Fort Miryen
sr: тврђава Миријен|~

source: Well, at least we only have to deal with one of them now...
sr: Ако ништа, остаде нам само један да се изборимо са њим...|~

source: I saw this kind of thing in the north... These abominations are not much affected by swords, but they fear the light of day. We must hold them off as best we can.
sr: Видјех овакве ствари на сјеверу... Овим приказама не шкоде много мачеви, али се боје дневног свјетла. Морамо их задржати што боље можемо.|~ Вид›јех овакве ствари на с›јеверу... Овим приказама не шкоде много мачеви, али се боје дневног св›јетла. Морамо их задржати што боље можемо.|~

source: Hmmm... if I could get nearer to the stones, I could perhaps break their power...
sr: Хм... Кад бих могао доспјети до тих стијена, можда могу да разбијем зле чини...|~ Хм... Кад бих могао досп›јети до тих ст›ијена, можда бих могао да раскинем зле чини...|~

source: At least, morning is here... And the skeletons are disappearing!
sr: Ако ништа, свиће... И скелети ишчезавају!|~

source: A human mage... is it dead?
sr: Људски маг... да ли је жив?|~

source: Easy to find out... thump it and see if it wakes up!
sr: Бар је то лако сазнати... Бубни га и види да ли ће се пробудити!|~

source: Do you serve Iliah-Malal, living man?
sr: Служиш ли Илијах-Малалу, човјече?|~ Служиш ли Илијах-малалу, чов›јече?|~

source: Yes, I serve him.
sr: Да, служим му.|~

source: Then you will not mind if we kill you! Hahahahah!
sr: Онда ти неће сметати ако те убијемо! Ха ха ха!|~ Онда ти неће сметати ако те убијемо! Ха, ха, ха!|~

source: No, I do not.
sr: Не служим|~ Не служим.|~

source: Then you will die forever!
sr: Онда ћеш умријети заувијек!|~ Онда ћеш умр›ијети заув›ијек!|~

source: Iliah-Malal commands your death!
sr: Илијах-Малал нареди да мораш умријети! |~ Илијах-малал нареди да мораш умр›ијети! |~

source: Destroy the intruder, my minions!
sr: Уништите уљеза, слуге моје!|~

source: Something does not feel right about those villages...
sr: Нешто је наопако у овим селима|~ Нешто је наопако у овим селима...|~

source: Houses of the Dead
sr: Домови мртвих|~

source: Rorthin
sr: Рортин|~

source: Move Delfador to the signpost
sr: Помјериш ли Делфадора до путоказа|~ Пом›јериш ли Делфадора до путоказа|~

source: Delfador opens his eyes and realizes he is <i>alone</i> in the <i>dark</i>.
sr: Делфадор отвори очи и схвати да је <i>сам</i> у <i>тмини</i>|~ Делфадор отвори очи и схвати да је <i>сам</i> у <i>тмини</i>.|~

source: Bones
sr: Кости|~

source: Do not fear me, Delfador. It is my doom to appear as you see me. I was a serf of a cruel lord. He demanded great taxes to fight many wars... then plague came... my family were starving, and we were forced to eat the flesh of those who had died.
sr: Не бој ме се, Делфадоре. Усуд ми је да будем овакав каквим ме видиш. Бијах себар окрутног велможе. Годинама је ударао тешке намете на нас... онда дође и куга... моја породица, бијасмо гладни, те нас глад присили да једемо месо оних што умираше.|~ Не бој ме се, Делфадоре. Усуд ми је да будем овакав каквим ме видиш. Б‹ијах себар окрутног велможе. Годинама је ударао тешке намете на нас... онда дође и куга... моја породица, б‹ијасмо гладни, те нас глад присили да једемо месо оних што умреше.|~ Не бој ме се, Делфадоре. Усуд ми је да будем овакав каквим ме видиш. Б‹ијах себар окрутног велможе. Годинама је ударао тешке намете на нас... онда дође и куга... моја породица, б‹ијасмо гладни, те нас глад присили да једемо месо оних што умријеше.|~ Не бој ме се, Делфадоре. Усуд ми је да будем овакав каквим ме видиш. Б‹ијах себар окрутног велможе. Годинама је ударао тешке намете на нас... онда дође и куга... моја породица, б‹ијасмо гладни, те нас глад присили да једемо месо оних што умр›ијеше.|~

source: I died a long time ago. I have forgotten my name.
sr: Умро сам прије много времена. Чак сам заборавио своје име.|~ Умро сам пр›ије много времена. Заборавио сам своје име.|~

source: Iliah-Malal says that he can open a portal to the world of the living. Those who follow him will walk the earth as they did in life.
sr: Илијах-Малал прича како може отворити двери у свијет живих. Они што га прате ходиће земљом као кад бијеху живи.|~ Илијах-малал прича да може отворити пролаз у св›ијет живих. Они што га прате ходиће земљом као кад б›ијеху живи.|~

source: Why are the dead so restless? This should be a place of rest and peace for you.
sr: Зашто су покојници тако узнемирени? Требало би да вам је ово мјесто покоја и одмора.|~ Зашто су покојни тако узнемирени? Требало би да вам је ово м›јесто покоја и одмора.|~

source: Once, I was happy here, but Iliah-Malal made me see this land as the eyes of the living see it... a place of rock and dust.
sr: Некад бијах срећан овдје, али због Илијах-малала видим ове крајеве како је ви живи видите... мјесто камења и прашине.|~ Некад б‹ијах срећан овд›је, али због Илијах-малала видим ове крајеве онако како их ви живи видите... м›јесто камења и прашине.|~

source: I was once a great lord... I commanded armies! Iliah-Malal promised I would lead again.
sr: Некад бијах великаш и ратник... Заповиједах војскама! Илијах-Малал ми обећа да ће поново бити тако.|~ Некад б‹ијах великаш и ратник... Запов›иједах војскама! Илијах-малал ми обећа да ће поново бити тако.|~

source: Beware the skeletons! They are not the spirits of dead men, but the creations of evil magic.
sr: Чувај се скелета! То нису духови покојника, то су творевине злих магија.|~ Чувај се скелета! То нису духови покојних, већ творевине злих магија.|~

source: What else do you know of the skeletons?
sr: Знате ли још шта о скелетима?|~

source: It is said that they guard a powerful magical artifact. Roddry knows more than I do; he lives to the west.
sr: Прича се да чувају моћну рукотворину. Родри зна више од мене о томе, наћи ћеш га на западу.|~ Прича се да чувају моћну магијску рукотворину. Родри зна више од мене о томе, наћи ћеш га на западу.|~

source: This is surely the land of the dead... and it seems I am still alive. But then, as Leollyn warned, I can never return! I suppose I may as well explore.
sr: Засигурно је ово земља мртвих... но изгледа да сам нош жив. Али, како Леолин рече, никада се нећу вратити. Претпостављам да бих могао да истражим.|~ Засигурно је ово земља мртвих... но изгледа да сам још жив. Али, по Леолиновим речима, никада се не могу вратити. Могао бих онда баш и да истражујем мало.|~ Засигурно је ово земља мртвих... но изгледа да сам још жив. Али, по Леолиновим ријечима, никада се не могу вратити. Могао бих онда баш и да истражујем мало.|~ Засигурно је ово земља мртвих... но изгледа да сам још жив. Али, по Леолиновим р›ијечима, никада се не могу вратити. Могао бих онда баш и да истражујем мало.|~

source: A living man... so it is as Iliah-Malal says...
sr: Живи човјек... као што Илијах-Малал прича...|~ Живи чов›јек... заиста како Илијах-малал исприча...|~

source: Speak again, spirit! Tell me of yourself. Who is this Iliah-Malal?
sr: Причај ми још, душе! Реци ми што о себи. Ко је тај Илијах-Малал|~ Причај ми још, душе! Реци ми што о себи. Ко је тај Илијах-малал?|~

source: My name is Rorthin. I died long ago, in a great battle... I have almost forgotten... Iliah-Malal is a living man, like you, who walks among the dead. He promises life to all those who follow him.
sr: Зовем се Рортин. Умријех давно, у великом боју... Скоро заборавих све... Илијах-Малал је жив човјек, попут тебе, што ходи међ’ мртвима. Онима што га слиједе он обећава живот.|~ Зовем се Рортин. Умр›ијех давно, у великом боју... Скоро заборавих све... Илијах-малал је жив чов›јек, попут тебе, што ходи међ’ мртвима. Онима што га сл›иједе он обећава живот.|~

source: I would very much like to meet Iliah-Malal. Where can I find him?
sr: Волио бих да сусретнем Илијах-Малала. Гдје бих га могао наћи?|~ Волио бих да сусретнем Илијах-малала. Гд›је бих га могао наћи?|~

source: Follow the dry river, then the road to the signpost in the north. I will guide you. Enter the houses of the dead as you pass, for others here may help you.
sr: Прати исушену ријеку а даље пут до сјеверног путоказа. Водићу те. Улази у куће мртвих крај којих прођеш, јер можда ти други буду вољни помоћи.|~ Прати исушену р›ијеку, и даље пут до с›јеверног путоказа. Водићу те. Улази у куће мртвих крај којих прођеш, можда ти још неки буду вољни помоћи.|~

source: WHO ENTERS THE TOMB OF AN-USRUKHAR?
sr: КО УЛАЗИ У ГРОБНИЦУ АН-УСРУХАРА?|~

source: I am the will of An-Usrukhar, greatest of mages, he who bestrode Irdya in the morning of time, who sleeps now in a death beyond death until the unmaking of the world.
sr: Ја сам воља Ан-Усрухара, највећег међ’ свим маговима, онај што је опкорачио Иридију у јутарње доба, што сад у смрти спава изнад смрти до конца свијета и времена. |~ Ја сам воља Ан-Усрухара, највећег међу свим маговима, оног што је опкорачио Ирдију у освит времена, што сад спава у смрти иза смрти, до конца св›ијета.|~

source: I am only a man, a living man seeking a way home from the house of the dead.
sr: Ја сам тек човјек, живи човјек што иште пут дому свом из кућа мртвих.|~ Ја сам тек чов›јек, живи чов›јек што иште пут дому свом из куће мртвих.|~

source: Foretold?
sr: Проречено?|~

source: Foretold in the Primal Aeon, years past beyond your counting. An-Usrukhar the Great, he of whom I am but the tiniest shade and fragment, foresaw in the Mirror of Evanescent Time that a living man would come here to be tested. AND I AM THE TEST!
sr: Проречено је у Првотним еонима, годинама што далеко претходе вашем рачуну. Ан-Усурхар Величанствени, чија сам ја најмања сјена и остатак, предвиди у Огледалу ишчезавајућег времена да ће живи човјек доћи овдје да буде искушан. И ЈА САМ КУШЊА!|~ Проречено је у Првотном еону, годинама пре вашег рачуна о времену. Ан-Усрухар Величанствени, чија сам ја најмања с›јена и остатак, предвиди у Огледалу ишчезавајућег времена да ће живи чов›јек доћи овд›је да буде искушан. И ЈА САМ КУШЊА!|~ Проречено је у Првотном еону, годинама прије вашег рачуна о времену. Ан-Усрухар Величанствени, чија сам ја најмања с›јена и остатак, предвиди у Огледалу ишчезавајућег времена да ће живи чов›јек доћи овд›је да буде искушан. И ЈА САМ КУШЊА!|~ Проречено је у Првотном еону, годинама пр›ије вашег рачуна о времену. Ан-Усрухар Величанствени, чија сам ја најмања с›јена и остатак, предвиди у Огледалу ишчезавајућег времена да ће живи чов›јек доћи овд›је да буде искушан. И ЈА САМ КУШЊА!|~

source: I have felt the coils of prophecy on me before. I am beginning to dislike them.
sr: Већ осјетих свитака пророчких на себи. Почињем да их се гнушам.|~ Већ ос›јетих свитака пророчких на себи. Почињем да их се гнушам.|~

source: It is only given to the small not to feel the hand of fate on their shoulder; the great must suffer its weight whether they will or no. Delfador, mage of Wesnoth, ARE YOU A SERVANT OF THE LIGHT?
sr: Тек малом броју људи даде се да не осјете руку судбе на себи, великани морају осјетити њену тежину жељели то ил’ не. Делфадоре, маже веснотски, ДА ЛИ СИ СЛУЖИТЕЉ СВЈЕТЛОСТИ?|~ Само малима се даде да не ос›јете руку судбе на себи; великани морају ос›јетити њену тежину же‹љели то или не. Делфадоре, маже веснотски, ДА ЛИ СИ СЛУЖИТЕЉ СВ›ЈЕТЛОСТИ?|~

source: I serve my king and my kingdom.
sr: Служим свом краљу и краљевству.|~

source: Your king will die in an eyeblink and your kingdom in the drawing of a breath. Delfador, I ask you again, ARE YOU A SERVANT OF THE LIGHT?
sr: Твој краљ ће умријет док трепнеш а краљевство је у самртном часу. Делфадоре, опет те питам, ДА ЛИ СИ СЛУЖИТЕЉ СВЈЕТЛОСТИ?|~ Твој краљ ће умр›ијети док трепнеш, а краљевство је у самртном часу. Делфадоре, опет те питам, ДА ЛИ СИ СЛУЖИТЕЉ СВ›ЈЕТЛОСТИ?|~

source: I serve my people and my land.
sr: Служим свом народу и отачаству.|~

source: Peoples vanish and lands wither under the pitiless gaze of eternity; the true matter of the world is deeper. Delfador, I ask you a third time, and on your answer hangs your life: ARE YOU A SERVANT OF THE LIGHT?
sr: Народи изумру и државе копне под неумољивим погледом вјечности, права суштина свијета је много дубља. Делфадоре, трећи пут те питам и живот ти зависи од тог што ћеш рећи, ДА ЛИ СИ СЛУЖИТЕЉ СВЈЕТЛОСТИ?|~ Народи изумиру и државе копне под неумољивим погледом в›јечности, права суштина св›ијета је много дубља. Делфадоре, трећи пут те питам, и живот ти зависи од тога што ћеш рећи, ДА ЛИ СИ СЛУЖИТЕЉ СВ›ЈЕТЛОСТИ?|~

source: IT IS WELL. Take up, O servant of light, the Staff of An-Usrukhar. The trials before you will be great. So is its power.
sr: Тако ваља. Подигни, о служитељу свјетлости, Штап Ан-Усурхара. Велике су муке што ћеш се огледати у њима. Као и моћ овог штапа.|~ ТАКО ВАЉА. Подигни, о служитељу свјетлости, Штап Ан-Усрухара. Велике су муке што ћеш се огледати у њима. Као и моћ овог штапа.|~

source: The Gate Between Worlds
sr: Капија између свјетова|~ Капија између св›јетова|~

source: Iliah-Malal
sr: Илијах Малал|~ Илијах-малал|~

source: Defeat Iliah-Malal
sr: Поразиш ли Илијах-Малала|~ Поразиш ли Илијах-малала|~

source: Have not you yourself traveled between the realms of life and death? Behold!
sr: Зар ниси и сам путовао измеђ’ посједа смрти живота? Пази!|~ Зар ниси и сам путовао између царстава смрти и живота? Пази!|~

source: Now, my living followers, I summon you! See that death is nothing, and fear not to fight for me!
sr: Сад призивам вас, моји живи сљедбеници. Видите да је смрт ништа и бојте се да војујете за мене!|~ Сад призивам вас, моји живи с‹љедбеници. Видите да је смрт ништа и не бојте се да војујете за мене!|~

source: Co-Authors
sr: Коаутори|~

source: Iliah-Malal has created a portal to the land of the living! How I long to go through it and see the sun again...
sr: Илијах-Малал начини пролаз у земљу живих! Колико чезнем да прођем и поново видим сунце...|~ Илијах-малал начини пролаз у земљу живих! Колико чезнем да прођем и поново видим сунце...|~

source: This is a great evil. The dead will not find peace by passing through your gateway, Iliah-Malal, for you cannot give them life again. You have not brought an end to death, but to life itself!
sr: Ово је велико зло. Неће наћи мир ако прођу кроз твоју капију, Илијах-Малале, јер им не можеш вратити живот. Не донесе ти крај смрти но самом животу!|~ Ово је велико зло. Неће наћи мир ако прођу кроз твоју капију, Илијах-малале, јер им не можеш вратити живот. Не донесе ти крај смрти но самом животу!|~

source: You will see things differently at the point of a sword, my friend. Minions! Kill the unbeliever... he will join us then.
sr: Видјећеш ствар другачије пред оштрицом мача, пријатељу. Слуге! Убијте невијерника... Онда ће нам се придружити.|~ Вид›јећеш ствар другачије пред оштрицом мача, пријатељу. Слуге! Убијте нев›ијерника... Онда ће нам се придружити.|~

source: Follow me if you dare...
sr: Пођи за мном ако се усудиш...|~

source: This portal Iliah-Malal has created is a great and terrible work of magic. I must catch him, and somehow force him to close it!
sr: Портал што га Илијах-Малал створи је велико и страшно дјело магије. Морам га ухватити и некако га присилити да затвори пролаз!|~ Пролаз што га Илијах-малал отвори велико је и страшно д›јело магије. Морам га ухватити и некако га присилити да затвори пролаз!|~

source: Wasteland
sr: Пустош|~

source: Tish Golub
sr: Тиш Голуб|~ |~e0

source: Istelimir
sr: Истелимир|~ |~e0

source: Atellas
sr: Ателас|~ |~e0

source: Find Delfador shelter before he freezes to death
sr: Пронађеш ли Делфадору заклон прије но што се смрзне на смрт|~ Пронађеш ли Делфадору заклон пр›ије но што се смрзне|~

source: What are you doing in our forests, stranger?
sr: Шта радиш у шуми, странче?|~ Шта радиш у нашој шуми, странче?|~

source: Welcome, Delfador!
sr: Добро нам дође, Делфадоре!|~

source: Er, hello... you know my name, then...?
sr: Поздрав ... овај.. знате како се зовем... дакле...?|~ Поздрав... овај.. знате како се зовем...?|~

source: Yes. I am Chantal, and I know many things. I know you come from the great human kingdom of the south, and are a master of magic. You have faced great adversity, and visited a place from where few hope to return, and from where none before have returned unchanged. Fate is heavy upon you, and you deserve our help.
sr: Да. Ја сам Чантал и многе ствари су ми знане. Знам како ти дође из великог људског краљевства на југу и да си господариш магијом. Пред тобом се испријечише велике недаће и посјетио си мјесто из кога се малобројни могу надат повратку и откуд нико не дође непромијење. Многе наде су положене на те и заслужујеш нашу помоћ.|~ Да. Ја сам Чантал и многе ствари су ми знане. Знам како ти дође из великог људског краљевства на југу и да господариш магијом. Пред тобом се испр›ијечише велике недаће и пос›јетио си м›јесто из кога се малобројни могу надати повратку и откуд нико не дође непром›ијењен. Судба се тешко поиграла с тобом и заслужујеш нашу помоћ.|~

source: But you have not failed. The southlands have not yet fallen to the orcish army, and have you not learned more about the undead than any man alive? It is he who fears death above all things who deceives the spirits into believing they can live again, and blinds them to the peace and rest of their own domain.
sr: Али није тако. Јужне земље још увијек одлијевају орковима а ти научи више о немртвима до ли иједан међ’ живим људима. Он је тај што се плаши смрти више него ичег, што заводи духове почивших надом да поново могу живјети и чини их слијепим да виде покој и одмор у њиховим предјелима.|~ Али није тако. Јужне земље још ув›ијек одол›ијевају орковима, а ти научи више о немртвима до ли иједан међу живим људима. А онај што се плаши смрти више него ичег, заводи духове почивших надом да поново могу жив›јети и чини их сл›ијепим за мир и починак у њиховом забрану.|~

source: You mean Iliah-Malal?
sr: О Илијах-Малалу збориш?|~ О Илијах-малалу збориш?|~

source: Yes, that is who I mean.
sr: Да, на њ сам мислила|~ Да, о њему.|~

source: If I might ask, where am I? And what of Lionel, and King Garard? What has befallen them?
sr: Ако бих могао питати, гдје сам? И шта је са Лионелом и краљем Гарардом? Шта се деси са њима?|~ Ако бих могао питати, гд›је сам? И шта је са Лионелом и краљем Гарардом? Шта њих задеси?|~

source: You are among the North Elves, in the Lintanir Forest. Our arts hold back the winter cold within these woods. To the south and west of here lies a wasteland inhabited only by barbarians and orcs. To the south again, the Great River, and your home. Of your friends, I know nothing.
sr: Међ’ Сјеверним вилењацима си, у шуми Литанирској. Наше умијеће задржава зимску хладоћу унутар ових шума. Јужно и западно одавде се пружају пусте земље, насељене тек варварима и орковима. И тако је све до југа, до Делике ријеке, до твоје отаџбине. О пријатељима твојима ништа ми није познато.|~ Међу с›јеверним вилењацима си, у шуми Линтанирској. Наше ум›ијеће задржава зимску хладноћу изван шуме. Јужно и западно одавде пружају се пусте земље, насељене тек варварима и орковима. И тако је све до југа, до Велике р›ијеке, до твоје отаџбине. О пријатељима твојима ништа ми није познато.|~ Међу с›јеверним вилењацима си, у шуми Линтанирској. Наше ум›ијеће задржава зимску хладноћу изван шуме. Јужно и западно одавд›је пружају се пусте земље, насељене тек варварима и орковима. И тако је све до југа, до Велике р›ијеке, до твоје отаџбине. О пријатељима твојима ништа ми није познато.|~

source: I am deeply grateful for your aid, Chantal. I see now what I must do... I have lost Iliah-Malal, but I must at least try to report back to the King or to Leollyn. I will set out for the south!
sr: Велика је моја захвалност за вашу помоћ, Чантал. Сад ми је јасно шта морам чинити... Изгубих Илијах-Малала али најмање што бих могао урадити је да извијестим Краља или Леолина. Поћи ћу на југ.|~ Велика је моја захвалност за вашу помоћ, Чантал. Сад ми је јасно шта морам чинити... Изгубих Илијах-малала, али најмање што могу урадити јесте да изв›ијестим Краља или Леолина. Поћи ћу на југ.|~

source: It will not be easy. The orcish army lies between here and your destination. We are under attack even here, by an orcish warband encamped in the mountains to the southwest.
sr: Неће то бити баш лако. Орковска сила је на твом путу. Чак и овдје смо под нападом, орковска ратна дружина улогори се у југозападним планинама.|~ Неће то бити баш лако. Орковска сила је на твом путу. Чак и овд›је смо под нападом, орковске ратне дружине улогорене у планинама ка југозападу.|~

source: Attacked by orcs? Then I might perhaps help you to defeat them, and repay your assistance and kindness!
sr: Нападоше вас оркови. Онда бих вам могао помоћи да их поразите и тако се одужити за вшу помоћ и љубазност!|~ Нападоше вас оркови? Онда бих вам могао помоћи да их поразите и тако се одужити за вашу помоћ и љубазност!|~

source: Death of Chantal
sr: Настрада ли Чантал|~

source: With your help, Delfador, we have overrun the orcish warlord of this area, and our forests are secure. Secure enough that I can even join you in your journey south... at least as far as the Great River.
sr: Уз твоју помоћ, Делфадоре, потукосмо орковског ратовођа у овој области и наше шуме су сигурне. Довољно сигурне да чак и ја могу да ти се придружим на твом путу... макар до Велике ријеке.|~ Уз твоју помоћ, Делфадоре, потукосмо орковског ратовођа у овој области и наше шуме су сигурне. Довољно сигурне да чак и ја могу да ти се придружим на твом путу, макар до Велике р›ијеке.|~

source: Terror at the Ford of Parthyn
sr: Ужас код Партинског газа|~

source: Find out what is happening at the Ford
sr: Откријеш ли шта се дешава код газа|~

source: Defeat all enemies
sr: Поразиш ли све непријатеље|~

source: Upgar
sr: Убгар|~ |~e0

source: Dirator
sr: Диратор|~ |~e0

source: Niktor
sr: Никтор|~ |~e0

source: Arpus
sr: Арпус|~ |~e0
