Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

source: The dwarves are a race famed for their miners, blacksmiths, merchants and warriors. Considered as the third oldest race on the great continent after the elves and trolls, their early history is shrouded in mystery. Legends tell of a time long forgotten when their people began emerging from their underground world through caves. Nothing is known about their life prior to their arrival, or their reasons for entering the surface world, but they have been an integral part of the history of the continent since. Soon after their emergence from the underground, the dwarves entered into conflict with the original inhabitants of the land, the elves. The original reason for their dispute has been lost to history, but the two races have since fought three long wars, interrupted by a few decades of peace. During these wars the dwarves could not dislodge the elves from the deep forests in the south, but managed to consolidate their position in hills and the mountains in the north of the continent, known now as the Northlands. Since then they have constructed fantastic fortifications and settlements deep within the mountains and crags of their territory. Possibly due to their isolation, the dwarves are generally distrustful or hostile towards most other races, particularly the elves. The single exception to this temperament is towards humans. This could be traced back to the era of Haldric I and the arrival of humans and orcs to the continent. At this point the dwarves began allowing some humans, mostly dissidents and outlaws from the Kingdom of Wesnoth, to settle in certain areas of the Northlands. Their motivation was unsurprising. The plight of these individuals reminded the dwarves of their early history of persecution, eliciting a sense of solidarity. The dwarves also had much to gain in forming a bond with these outcasts. They would settle in areas where dwarves disliked living themselves; plains, forests, and swamps, freeing them from defending these areas. Dwarves are of small stature by human measure, but they are by no means fragile. Their warriors, tough and powerful are both feared and respected throughout the continent for their prowess in battle. In addition, dwarves are known for their calculating intellects and superb craftsmanship. Dwarven smiths are renowned for their deadly weapons and heavy armor. These accouterments are unrivaled in quality, possibly only matched by those produced by drake armorers. Their intelligence and natural inquisitiveness has also made them the most technically advanced race on the continent. One of their most famous, and feared, discoveries was a mysterious powder that produces an immense explosion when exposed to fire or sparks. Certain dwarf warriors use this powder to hurl small objects at tremendous speeds. Given their technological inclinations, many dwarves tend to distrust magic users. However some practice a form of magic based on the engraving of runes. Called runesmiths, they use these carvings to enchant items in order to augment certain aspects of their natures.
sr: Патуљци су раса чувена по својим рударима, ковачима, трговцима и ратницима. Сматрају се за трећу најстарију расу Великог континента, после вилењака и тролова, али им је освит историје под копреном тајанствености. Предања зборе о времену давно заборављеном када је патуљачки народ кроз пећине почео да израња из свог подземног света. Ништа се не зна о њиховом животу пре приспећа у површински свет, нити разлозима који су их к њему нагнали, али потом постадоше неотуђиви део историје континента. Убрзо по приспећу из подземља, патуљци се нађоше у сукобу са првобитним пребиваоцима земље, вилењацима. Иако су исконски поводи њиховог спора одавно препуштени забораву историје, две расе отада водише три дуга рата, повремено прекидана неколиким декадама мира. Током ратова, патуљци не смогаше изглавити вилењаке из дубоких шума на југу, али утврдише своје положаје у брдима и планинама на северу континента, познатим као Североземље. Од тог времена, справише патуљци чудесне утврде и насеобине дубоко у планинама и кршевима својих поседа. Може бити због своје подвојености, патуљци су обично неповерљиви или непријатељски настројени према већини других раса, посебно вилењацима. Једини изузетак оваквом опхођењу чине према људима, што се може испратити до раздобља Халдрика I и пристизања људи и оркова на континент. У то време патуљци почеше допуштати неким људима, понајпре неистомишљеницима и одметницима из Краљевства Веснота, да насељавају одређена подручја Североземља. Повод томе не беше изненађујућ; положај ових појединаца подсећаше патуљке на сопствене прапочетке прогона, изазивајући осећање блискости. Патуљцима су имали и користи од успостављања веза са изгнаницима. Ови би насељавали пределе који патуљцима нису били по вољи — равнице, шуме, мочваре — решавајући их одбране тих подручја. Патуљци су омањег стаса по људским мерилима, али нипошто крхки. Њихових се ратника, жилавих и моћних, широм континента и плаши и поштује по јунаштву у боју. Поред тога, патуљци су познати и по својој прорачунатој нарави и сјајном занатству. Патуљачки су ковачи чувени по смртоносним оружјима и тешким оклопима, спреми квалитета без равне, с којим се можда могу мерити једино змашки оружари. Оштроумност и урођена љубопитивост чини патуљке технички најнапреднијом расом на континенту. Једно од најчувенијих и најстрашнијих открића им је тајанствени црни прах који изазива заглушујући прасак када се изложи пламену или варници. Поједини патуљачки ратници користе овај прах за упућивање малих предмета неизмерним брзинама ка противнику. С обзиром на своје технолошке тежње, многи су патуљци неповерљиви према зналцима магије. Па ипак, неки увежбавају облике магије засноване на резбарењу рун^а; знани као руноковци, гравурама могу зачарати предмете како би им оснажили неке природне особине.|~ Патуљци су раса чувена по својим рударима, ковачима, трговцима и ратницима. Сматрају се за трећу најстарију расу Великог континента, посл›ије вилењака и тролова, али им је освит историје под копреном тајанствености. Предања зборе о времену давно заборављеном када је патуљачки народ кроз пећине почео да израња из свог подземног св›ијета. Ништа се не зна о њиховом животу пр›ије присп›ијећа у површински свет, нити разлозима који су их к њему нагнали, али потом постадоше неотуђиви д‹ио историје континента. Убрзо по присп›ијећу из подземља, патуљци се нађоше у сукобу са првобитним пребиваоцима земље, вилењацима. Иако су исконски поводи њиховог спора одавно препуштени забораву историје, дв›ије расе отада водише три дуга рата, повремено прекидана неколиким декадама мира. Током ратова, патуљци не смогаше изглавити вилењаке из дубоких шума на југу, али утврдише своје положаје у брдима и планинама на с›јеверу континента, познатим као Североземље. Од тог времена, справише патуљци чудесне утврде и насеобине дубоко у планинама и кршевима својих пос›једа. Може бити због своје подвојености, патуљци су обично непов›јерљиви или непријатељски настројени према већини других раса, посебно вилењацима. Једини изузетак оваквом опхођењу чине према људима, што се може испратити до раздобља Халдрика I и пристизања људи и оркова на континент. У то вр›ијеме патуљци почеше допуштати неким људима, понајпр›ије неистомишљеницима и одметницима из Краљевства Веснота, да насељавају одређена подручја С›јевероземља. Повод томе не беше изненађујућ; положај ових појединаца подс›јећаше патуљке на сопствене прапочетке прогона, изазивајући ос›јећање блискости. Патуљцима су имали и користи од успостављања веза са изгнаницима. Ови би насељавали пред›јеле који патуљцима нису били по вољи — равнице, шуме, мочваре — р›јешавајући их одбране тих подручја. Патуљци су омањег стаса по људским м›јерилима, али нипошто крхки. Њихових се ратника, жилавих и моћних, широм континента и плаши и поштује по јунаштву у боју. Поред тога, патуљци су познати и по својој прорачунатој нарави и сјајном занатству. Патуљачки су ковачи чувени по смртоносним оружјима и тешким оклопима, спреми квалитета без равне, с којим се можда могу м›јерити једино змашки оружари. Оштроумност и урођена љубопитивост чини патуљке технички најнапреднијом расом на континенту. Једно од најчувенијих и најстрашнијих открића им је тајанствени црни прах који изазива заглушујући прасак када се изложи пламену или варници. Поједини патуљачки ратници користе овај прах за упућивање малих предмета неизм›ијерним брзинама ка противнику. С обзиром на своје технолошке тежње, многи су патуљци неповерљиви према зналцима магије. Па ипак, неки увежбавају облике магије засноване на резбарењу рун^а; знани као руноковци, гравурама могу зачарати предмете како би им оснажили неке природне особине.|~ Патуљци су раса чувена по својим рударима, ковачима, трговцима и ратницима. Сматрају се за трећу најстарију расу Великог континента, посл›ије вилењака и тролова, али им је освит историје под копреном тајанствености. Предања зборе о времену давно заборављеном када је патуљачки народ кроз пећине почео да израња из свог подземног св›ијета. Ништа се не зна о њиховом животу пр›ије присп›ијећа у површински свет, нити разлозима који су их к њему нагнали, али потом постадоше неотуђиви д‹ио историје континента. Убрзо по присп›ијећу из подземља, патуљци се нађоше у сукобу са првобитним пребиваоцима земље, вилењацима. Иако су исконски поводи њиховог спора одавно препуштени забораву историје, дв›ије расе отада водише три дуга рата, повремено прекидана неколиким деценијама мира. Током ратова, патуљци не смогаше изглавити вилењаке из дубоких шума на југу, али утврдише своје положаје у брдима и планинама на с›јеверу континента, познатим као Североземље. Од тог времена, справише патуљци чудесне утврде и насеобине дубоко у планинама и кршевима својих пос›једа. Може бити због своје подвојености, патуљци су обично непов›јерљиви или непријатељски настројени према већини других раса, посебно вилењацима. Једини изузетак оваквом опхођењу чине према људима, што се може испратити до раздобља Халдрика I и пристизања људи и оркова на континент. У то вр›ијеме патуљци почеше допуштати неким људима, понајпр›ије неистомишљеницима и одметницима из Краљевства Веснота, да насељавају одређена подручја С›јевероземља. Повод томе не беше изненађујућ; положај ових појединаца подс›јећаше патуљке на сопствене прапочетке прогона, изазивајући ос›јећање блискости. Патуљцима су имали и користи од успостављања веза са изгнаницима. Ови би насељавали пред›јеле који патуљцима нису били по вољи — равнице, шуме, мочваре — р›јешавајући их одбране тих подручја. Патуљци су омањег стаса по људским м›јерилима, али нипошто крхки. Њихових се ратника, жилавих и моћних, широм континента и плаши и поштује по јунаштву у боју. Поред тога, патуљци су познати и по својој прорачунатој нарави и сјајном занатству. Патуљачки су ковачи чувени по смртоносним оружјима и тешким оклопима, спреми квалитета без равне, с којим се можда могу м›јерити једино змашки оружари. Оштроумност и урођена љубопитивост чини патуљке технички најнапреднијом расом на континенту. Једно од најчувенијих и најстрашнијих открића им је тајанствени црни прах који изазива заглушујући прасак када се изложи пламену или варници. Поједини патуљачки ратници користе овај прах за упућивање малих предмета неизм›ијерним брзинама ка противнику. С обзиром на своје технолошке тежње, многи су патуљци неповерљиви према зналцима магије. Па ипак, неки увежбавају облике магије засноване на резбарењу рун^а; знани као руноковци, гравурама могу зачарати предмете како би им оснажили неке природне особине.|~ Патуљци су раса чувена по својим рударима, ковачима, трговцима и ратницима. Сматрају се за трећу најстарију расу Великог континента, посл›ије вилењака и тролова, али им је освит историје под копреном тајанствености. Предања зборе о времену давно заборављеном када је патуљачки народ кроз пећине почео да израња из свог подземног св›ијета. Ништа се не зна о њиховом животу пр›ије присп›ијећа у површински свет, нити разлозима који су их к њему нагнали, али потом постадоше неотуђиви д‹ио историје континента. Убрзо по присп›ијећу из подземља, патуљци се нађоше у сукобу са првобитним пребиваоцима земље, вилењацима. Иако су исконски поводи њиховог спора одавно препуштени забораву историје, дв›ије расе отада водише три дуга рата, повремено прекидана неколиким деценијама мира. Током ратова, патуљци не смогаше изглавити вилењаке из дубоких шума на југу, али утврдише своје положаје у брдима и планинама на с›јеверу континента, познатим као С›јевероземље. Од тог времена, справише патуљци чудесне утврде и насеобине дубоко у планинама и кршевима својих пос›једа. Може бити због своје подвојености, патуљци су обично непов›јерљиви или непријатељски настројени према већини других раса, посебно вилењацима. Једини изузетак оваквом опхођењу чине према људима, што се може испратити до раздобља Халдрика I и пристизања људи и оркова на континент. У то вр›ијеме патуљци почеше допуштати неким људима, понајпр›ије неистомишљеницима и одметницима из Краљевства Веснота, да насељавају одређена подручја С›јевероземља. Повод томе не беше изненађујућ; положај ових појединаца подс›јећаше патуљке на сопствене прапочетке прогона, изазивајући ос›јећање блискости. Патуљцима су имали и користи од успостављања веза са изгнаницима. Ови би насељавали пред›јеле који патуљцима нису били по вољи — равнице, шуме, мочваре — р›јешавајући их одбране тих подручја. Патуљци су омањег стаса по људским м›јерилима, али нипошто крхки. Њихових се ратника, жилавих и моћних, широм континента и плаши и поштује по јунаштву у боју. Поред тога, патуљци су познати и по својој прорачунатој нарави и сјајном занатству. Патуљачки су ковачи чувени по смртоносним оружјима и тешким оклопима, спреми квалитета без равне, с којим се можда могу м›јерити једино змашки оружари. Оштроумност и урођена љубопитивост чини патуљке технички најнапреднијом расом на континенту. Једно од најчувенијих и најстрашнијих открића им је тајанствени црни прах који изазива заглушујући прасак када се изложи пламену или варници. Поједини патуљачки ратници користе овај прах за упућивање малих предмета неизм›ијерним брзинама ка противнику. С обзиром на своје технолошке тежње, многи су патуљци неповерљиви према зналцима магије. Па ипак, неки увежбавају облике магије засноване на резбарењу рун^а; знани као руноковци, гравурама могу зачарати предмете како би им оснажили неке природне особине.|~ Патуљци су раса чувена по својим рударима, ковачима, трговцима и ратницима. Сматрају се за трећу најстарију расу Великог континента, посл›ије вилењака и тролова, али им је освит историје под копреном тајанствености. Предања зборе о времену давно заборављеном када је патуљачки народ кроз пећине почео да израња из свог подземног св›ијета. Ништа се не зна о њиховом животу пр›ије присп›ијећа у површински свет, нити разлозима који су их к њему нагнали, али потом постадоше неотуђиви д‹ио историје континента. Убрзо по присп›ијећу из подземља, патуљци се нађоше у сукобу са првобитним пребиваоцима земље, вилењацима. Иако су исконски поводи њиховог спора одавно препуштени забораву историје, дв›ије расе отада водише три дуга рата, повремено прекидана неколиким деценијама мира. Током ратова, патуљци не смогаше изглавити вилењаке из дубоких шума на југу, али утврдише своје положаје у брдима и планинама на с›јеверу континента, познатим као С›јевероземље. Од тог времена, справише патуљци чудесне утврде и насеобине дубоко у планинама и кршевима својих пос›једа. Може бити због своје подвојености, патуљци су обично непов›јерљиви или непријатељски настројени према већини других раса, посебно вилењацима. Једини изузетак оваквом опхођењу чине према људима, што се може испратити до раздобља Халдрика I и пристизања људи и оркова на континент. У то вр›ијеме патуљци почеше допуштати неким људима, понајпр›ије неистомишљеницима и одметницима из Веснотског краљевства, да насељавају одређена подручја С›јевероземља. Повод томе не беше изненађујућ; положај ових појединаца подс›јећаше патуљке на сопствене прапочетке прогона, изазивајући ос›јећање блискости. Патуљцима су имали и користи од успостављања веза са изгнаницима. Ови би насељавали пред›јеле који патуљцима нису били по вољи — равнице, шуме, мочваре — р›јешавајући их одбране тих подручја. Патуљци су омањег стаса по људским м›јерилима, али нипошто крхки. Њихових се ратника, жилавих и моћних, широм континента и плаши и поштује по јунаштву у боју. Поред тога, патуљци су познати и по својој прорачунатој нарави и сјајном занатству. Патуљачки су ковачи чувени по смртоносним оружјима и тешким оклопима, спреми квалитета без равне, с којим се можда могу м›јерити једино змашки оружари. Оштроумност и урођена љубопитивост чини патуљке технички најнапреднијом расом на континенту. Једно од најчувенијих и најстрашнијих открића им је тајанствени црни прах који изазива заглушујући прасак када се изложи пламену или варници. Поједини патуљачки ратници користе овај прах за упућивање малих предмета неизм›ијерним брзинама ка противнику. С обзиром на своје технолошке тежње, многи су патуљци неповерљиви према зналцима магије. Па ипак, неки увежбавају облике магије засноване на резбарењу рун^а; знани као руноковци, гравурама могу зачарати предмете како би им оснажили неке природне особине.|~ Патуљци су раса чувена по својим рударима, ковачима, трговцима и ратницима. Сматрају се за трећу најстарију расу Великог континента, посл›ије вилењака и тролова, али им је освит историје под копреном тајанствености. Предања зборе о времену давно заборављеном када је патуљачки народ кроз пећине почео да израња из свог подземног св›ијета. Ништа се не зна о њиховом животу пр›ије присп›ијећа у површински свет, нити разлозима који су их к њему нагнали, али потом постадоше неотуђиви д‹ио историје континента. Убрзо по присп›ијећу из подземља, патуљци се нађоше у сукобу са првобитним пребиваоцима земље, вилењацима. Иако су исконски поводи њиховог спора одавно препуштени забораву историје, дв›ије расе отада водише три дуга рата, повремено прекидана неколиким деценијама мира. Током ратова, патуљци не смогаше изглавити вилењаке из дубоких шума на југу, али утврдише своје положаје у брдима и планинама на с›јеверу континента, познатим као С›јевероземље. Од тог времена, справише патуљци чудесне утврде и насеобине дубоко у планинама и кршевима својих пос›једа. Може бити због своје подвојености, патуљци су обично непов›јерљиви или непријатељски настројени према већини других раса, посебно вилењацима. Једини изузетак оваквом опхођењу чине према људима, што се може испратити до раздобља Халдрика I и пристизања људи и оркова на континент. У то вр›ијеме патуљци почеше допуштати неким људима, понајпр›ије неистомишљеницима и одметницима из Веснотског краљевства, да насељавају одређена подручја С›јевероземља. Повод томе не беше изненађујућ; положај ових појединаца подс›јећаше патуљке на сопствене прапочетке прогона, изазивајући ос›јећање блискости. Патуљцима су имали и користи од успостављања веза са изгнаницима. Ови би насељавали пред›јеле који патуљцима нису били по вољи — равнице, шуме, мочваре — р›јешавајући их одбране тих подручја. Патуљци су омањег стаса по људским м›јерилима, али нипошто крхки. Њихових се ратника, жилавих и моћних, широм континента и плаши и поштује по јунаштву у боју. Поред тога, патуљци су познати и по својој прорачунатој нарави и сјајном занатству. Патуљачки су ковачи чувени по смртоносним оружјима и тешким оклопима, спреми квалитета без равне, с којим се можда могу м›јерити једино змашки оружари. Оштроумност и урођена љубопитивост чини патуљке технички најнапреднијом расом на континенту. Једно од најчувенијих и најстрашнијих открића им је тајанствени црни прах који изазива заглушујући прасак када се изложи пламену или варници. Поједини патуљачки ратници користе овај прах за упућивање малих предмета неизм›ијерним брзинама ка противнику. С обзиром на своје технолошке тежње, многи су патуљци неповерљиви према зналцима магије. Па ипак, неки увежбавају облике магије засноване на резбарењу рун^а; знани као рунотворци, гравурама могу зачарати предмете како би им оснажили неке природне особине.|~

# race
source: Elf
sr: вилењак|~

# race+female
source: Elf
sr: вилењакиња|~

# race
source: Elves
sr: вилењаци|~

# race
source: Goblin
sr: гоблин|~

# race+female
source: Goblin
sr: гоблинка|~

# race
source: Goblins
sr: гоблини|~

# race
source: Gryphon
sr: грифон|~

# race+female
source: Gryphon
sr: грифонка|~

# race
source: Gryphons
sr: грифони|~

# race
source: Human
sr: човек|~ чов›јек|~

# race+female
source: Human
sr: човек|~ чов›јек|~

# race
source: Humans
sr: људи|~
