Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-httt.po
Languages: sr

source: I wonder why the drakes haven’t finished him by now? It is strange that there are not any drakes or undead in that area.
sr: Питам се зашто га змагови не довршише до сада? Чудно је и што нема једног змага нити немртвог у околини.|~ |~e0

source: Perhaps he was sent after you, but not after me. I am sure that he is still loyal to his princess — the heiress to the throne of Wesnoth!
sr: Можда су га послали за вама, али за мном нису. Сигурна сам да ће бити одан својој принцези — насл›иједници веснотског престола!|~ |~e0

source: Princess Li’sar, do I have to remind you again that it is Konrad, not you, who is the rightful heir?
sr: Принцезо Лиза́ро, морам ли те опет подс›јећати да је Конрад, а не ти, законити насл›иједник?|~ |~e0

source: Whatever.... I still think we should make an effort to rescue him from the unfortunate position he is in. If you help him, I’ll do my best to convince him that you are not his enemies but his friends...
sr: Свеједно... Ипак мислим да треба да се потрудимо да га избавимо из несрећног положаја у којем је. Ако му помогнете, даћу све од себе да га уб›иједим да му нисте непријатељи.|~ |~e0

source: We are friends. Don’t worry about it and don’t try to fight us — you are in no condition to fight.
sr: Пријатељи смо. Не брини и не противи нам се — ниси ни у каквом стању за борбу.|~ |~e0

source: I am Princess Li’sar, and we are friends. Join us and wait for the healers to help you, young sergeant.
sr: Ја сам принцеза Лиза́ра, и ми смо пријатељи. Придружи нам се и почекај наше видаре, млади наредниче.|~ |~e0

source: Princess Li’sar — here? Your Highness, I am yours to command!
sr: Принцеза Лиза́ра — овд›је? Ваше височанство, стојим вам на запов›ијести!|~ |~e0

source: Legend says that that little river comes from the land of the North Elves. It is said that it is an outflow of Everlore, which flows in the land of my home and that there is a cave system in that area with several cave entrances and springs which flow into the ground. I can say no more about it, except that it is swarming with undead and other creatures which find power in the darkness of the caves. We elves prefer not to venture into the caves; instead we put guards near the entrances to kill any foul creature foolish enough to wander outside. No elves have been inside for centuries and that area is unknown to us. Truly, I don’t recommend entering the cave if we have any other options.
sr: Предања говоре да та мала р›ијека стиже из земаља с›јеверњачких вилењака. Каже се да је истока из Свенаука, који тече кроз моју домовину, и да у тој области постоји пећинска мрежа с неколико улаза и извора који отичу у тло. Ништа више не могу рећи, осим да врви немртвима и другим створењима која црпе снагу из пећинске таме. Ми вилењаци тежимо да не залазимо у пећине; ум›јесто тога поставимо страже на улазима, да сатру свако погано створење које залута напоље. Ниједан вилењак није ступио унутра већ сто‹љећима, те нам је подручје непознато. Збиља не препоручујем урањање у пећину ако имамо икаквог другог избора.|~ |~e0

source: Reach the cave
sr: Досегнеш ли пећину|~ |~e0

source: I’ve reached the cave entrance. There seems to be a system of channels running through the mountains. Follow me, and let us hope we somehow manage to get out alive.
sr: Стигох до уста пећине. Као да се подно планина пружа мрежа канала. Пратите ме, и надајмо се да ћемо се некако живи извући.|~ |~e0

source: Note: your encampment will be dismantled after the first turn.
sr: Напомена: твој логор ће бити подигнут посл›ије првог потеза. |~ Напомена: твој логор ће бити подигнут посл›ије првог потеза.|~

source: El’rien
sr: Елријен|~ |~e0

source: But there is a great fog around us again! We don’t know what dangers may lie ahead!
sr: Али се око нас опет привија густа магла! Не знамо какве нас опасности вребају испред!|~ |~e0

source: I was afraid that’s what you were going to say.
sr: Плашио сам се да ћеш тачно то рећи.|~ |~e0

source: Stop for a moment, princess. Look — you can barely see them in the distance there, but the advance scouts have found each other. The Queen’s troops are marching full speed for the orcs’ camp, and vice-versa. These armies are out for blood.
sr: Стани на тренутак, принцезо. Гледај — једва се могу вид›јети тамо у даљини, али су истурене извиднице наишле једна на другу. Краљичине снаге ступају свом брзином ка орковском логору, и обрнуто. Ове су војске намирисале крв.|~ |~e0

source: Thank you, Lord El’rien. The hospitality of the North Elves is as generous as that of your kin in the south! My men will help you hold out against our enemies.
sr: Захваљујем, господару Елријене. Гостопримство с›јеверњачких вилењака издашно је колико и ваших јужних сродника! Моји ће људи помоћи у одбрани од наших непријатеља.|~ |~e0

source: El’rien, we have the Sceptre of Fire with us! We must escort them to Elensiria!
sr: Елријене, носимо Ватрено жезло са собом! Морамо их отпратити до Еленсирије!|~ |~e0

source: Greetings, and welcome to our capital. You should feel honored. It has been half a century — a generation in the way your race counts time — since any man has been considered Elf-friend enough to stand here in Elensiria.
sr: Поздрави, и добродошли у нашу пр›ијестоницу. Треба да се ос›јећате почаствованим. Прође пола в›ијека — једна генерација по рачуну ваше расе — од како је неки чов›јек сматран довољно великим пријатељем вилењака да би могао стајати овд›је, у Еленсирији.|~ |~e0

source: Forgive me, Elf, but I’m afraid I do not recall meeting you before.
sr: Опрости ми, вилењакињо, али се бојим да на памтим тај ранији сусрет.|~ |~e0

source: Well, that is why I must take the Sceptre. I will return, and people will accept me as Queen. I will rule justly and fairly. My mother is only Queen Mother. The throne is rightfully mine, and with the Sceptre I can prove it.
sr: То је онда разлог зашто ја морам пон›ијети Жезло. Вратићу се, и народ ће ме прихватити као краљицу. Владаћу праведно и поштено. Моја мајка је само краљица мајка. Трон по правди припада мени, и са Жезлом то могу и доказати.|~ |~e0

source: Princess, there is some good in you, but the throne is not yours to claim. Konrad has the Sceptre. He will take the throne.
sr: Принцезо, има нешто добра у теби, али трон није твој да на њега полажеш право. Конрад носи Жезло. Он ће ступити на пр›ијесто.|~ |~e0

source: Well, I have the Sceptre! I will return and the people will accept me as Queen! My mother is only Queen Mother. The Throne is rightfully mine, and I will rule from it with justice and fairness. I may even accept you as my adviser and counselor, Delfador.
sr: Онда, Жезло је код мене! Вратићу се и народ ће ме прихватити за краљицу! Моја мајка је тек краљица мајка. Трон је по правди мени нам›ијењен, и владаћу праведно и поштено. Можда ћу и тебе, Делфадоре, примити за сав›јетника и пов›јереника.|~ |~e0

source: Though you have the Sceptre, Princess, it is rightfully Konrad’s. You have it now only because we helped you get it.
sr: Иако имаш Жезло, принцезо, правично је да оно припадне Конраду. Сада га ти носиш, само зато што смо ти помогли да га се домогнеш.|~ |~e0

source: Delfador! Li’sar has become our friend. I don’t want to fight her! As long as she rules well, what does it matter if she becomes queen?
sr: Делфадоре! Лиза́ра је постала наш пријатељ. Не желим да се борим против ње! Ако ће добро да влада, какве везе има ако она постане краљица?|~ |~e0

source: In so many things you are right, Delfador, and your wisdom is unmatched in the world of men. But in this, you are mistaken. Li’sar is the heir. She should take the throne. Now that I have met her for myself, I am sure of it.
sr: На толико начина си у праву, Делфадоре, и твоја је мудрост без премца у св›ијету људи. Али у овоме, гр›ијешиш. Лиза́ра је насл›иједница. Она треба да преузме пр›ијесто. Сада када је лично сусретох, то је изван сваке сумње.|~ |~e0

source: Li’sar should be Queen, but you will go with her. Indeed, I suspect we could not convince you otherwise. I have seen the way you look at her, Konrad. I think that now you would follow her even to the ends of the earth.
sr: Лиза́ра треба да буде краљица, али ћеш ти поћи с њом. Уистину, не в›јерујем бисмо те могли уб›иједити у шта друго. Вид›јела сам како гледаш према њој, Конраде. Мислим да би је од сада пратио и на крајеве св›ијета.|~ |~e0

source: That is a generous offer, my lady, but you are indeed right, I would rather go with Li’sar.
sr: То је великодушна понуда, госпо, али си заиста у праву, радије бих кренуо са Лиза́ром.|~ |~e0

source: Tell me, Li’sar, are you willing to fight your own mother for the throne?
sr: Реци ми, Лиза́ра, јеси ли вољна да се око пр›ијестола бориш против сопствене мајке?|~ |~e0

source: Wisdom has been spoken here today, Delfador. We have been with Li’sar in the most trying of times, and risked life and limb with her. Yet we still have both our lives and our limbs. She lacks experience, and has too much of the brashness of youth, but she will make a good Queen in time.
sr: Мудрост је овд›је данас изречена, Делфадоре. Били смо поред Лиза́ре у времена најтежих искушења, и ризиковали главе заједно с њом. Па ипак су нам још ув›ијек на раменима. Недостаје јој искуства, и пуна је младалачке дрскости, али ће с временом постати од ње добра краљица.|~ |~e0

source: Mountains of the dragons? That sounds very dangerous! I didn’t even think there were such things as dragons!
sr: Змајевске планине? Звучи врло опасно! Нисам ни сањао да постоје такве ствари као што су змајеви!|~ |~e0

source: He strode the halls of the elven citadel, visiting and encouraging his soldiers. Many were elves about to leave behind the comfort and peace of their capital to make war on a vast human army — his war. The weight of that thought bore on him.
sr: Кретао се дворанама вилењачке утврде, пос›јећујући и охрабрујући своје војнике. Многи б›ијеху вилењаци који ће оставити за собом удобност и смиреност своје пр›ијестонице, и кренути у рат против непрегледне људске војске — његов рат. Тежина тога га је опхрвавала.|~ |~e0

source: Kalenz’s champion courtiers escorted Konrad and Delfador through their forest, a near-invincible vanguard. War had spread to the Northlands, but by taking long-deserted trails through the rugged eastern hills, it failed to find the band of rebels. The high craggy peaks of the mountains of the Dragons looked down on them in deserted desolation.
sr: Калензови дворски заточници испратише Конрада и Делфадора кроз шуму, скоро непоб›једива стража. Рат се проширио на С›јевероземље, али пошто је дружина ступала давно напуштеним стазама кроз грбава источна брда, не усп›је да их ухвати у свој ковитлац. Високи ст›јеновити врхови змајевских планина гледали су надо‹ље на њих у испрану пустош.|~ |~e0

source: Konrad’s small band of elves had grown to a massive army. The occasional hermit mage knew better than to interfere with its progress, and soon the plains of Northeastern Wesnoth lay before them.
sr: Конрадова мала почетна скупина вилењака је нарасла у велику војску. Покоји маг пустињак знао је боље него да се ум›ијеша у њихово напредовање, и ускоро се равнице с›јевероисточног Веснота нађоше пред њима.|~ |~e0

source: After spending the greater part of a year in remote, dangerous wastes, Konrad’s heart leapt at the thought this journey was almost over. Though the greatest danger lay ahead, he knew he was finally returning home.
sr: Пошто је провео већи д‹ио године у забаченим, опасним пустошима, Конрадово срце је играло на помисао да је пут скоро при крају. Иако највећа опасност тек лежаше пред њим, ос›јећао је да се напокон враћа кући.|~ |~e0

source: Look! It is the traitor Li’sar, with the old mage and the filthy elven lord. Quickly, capture them! The Queen wishes to make them her prisoners.
sr: Гледајте! То је издајница Лиза́ра, покрај старог мага и прљавог вилењачког господара. Брзо, похватајмо их! Краљица жели да их начини својим заточеницима.|~ |~e0

source: What? Me, a traitor? It is the Queen who is a traitor, for not obeying the wishes of King Garard II. We have the Sceptre of Fire, so let us in!
sr: Шта? Ја, издајница? Краљица је та која је издајица, јер не испоштова жељу краља Гарарда другог. Код нас је Ватрено жезло, стога нас пуштајте унутра!|~ |~e0

source: We must make haste! Far greater challenges lie before us, by tarrying here we’re diminishing our resources.
sr: Морамо пожурити! Много већи изазови леже пред нама, одуговлачењем овд›је само трошимо своја средства.|~ |~e0

source: Delfador, don’t you think it is time we settled this?
sr: Делфадоре, не мислиш ли да је вр›ијеме да размрсимо ово?|~ |~e0

source: Yes, it is time. It is time for the truth to be told. I had hoped to take this secret to my grave, but it isn’t to be. You elves live too long, and though I have tried hard to understand, your wisdom is foreign to me.
sr: Да, вр›ијеме је. Вр›ијеме је да се каже истина. Надах се да ћу ту тајну у гроб понети, али није ми суђено. Ви вилењаци предуго живите, и поред тога што сам покушао да је појмим, ваша ми је мудрост остала страна.|~ |~e0

source: We should not speak of it now. Instead come with me, Konrad and Li’sar, to the top of mount Elnar. To look at Weldyn. To make plans for the battle, and to talk.
sr: Не треба о томе овд›је. Стога пођите са мном, Конраде и Лиза́ро, на врх планине Елнар. Да осмотримо Велдин. Да искујемо планове за битку, и да попричамо.|~ |~e0

source: We are routing their forces! Let’s see if the Clan has had enough. Their help in guarding our flanks will be invaluable.
sr: Разбијамо њихове редове! Да видимо да ли је Клану било доста. Њихове снаге на нашим боковима биће непроц›јењиве.|~ |~e0

source: The battle had been long and hard. We had been defeated. Eldred was slain, but I knew that Asheviere’s wrath would be great. That many innocents would be slain. I had to save the monarchy. I had to save the princes. I made haste to Weldyn, before the guards of Asheviere could get there, to carry out their evil orders.
sr: Битка је била дуга и тешка. Пораз нам је био неизб›јежан. Са Елдредом мртвим, знао сам да ће Ашевирин г‹њев бити неизм›ијеран. Толико ће невиних бити пос›јечено. Морао сам служим краљевству. Морао сам да спасим принчеве. Пожурио сам ка Велдину, да престигнем Ашевирину гарду са њиховим опаким наређењима.|~ |~e0

source: Of course, you are surprised by this, but it is the truth. In haste, I vanquished the evil ones who had committed this foul deed. Then I took the little prince’s broken body, and away I rode. Far away, to the land of the elves.
sr: Наравно, изненађени сте овим, али је истина. У очајању, побих злобнике који извршише то грозно д›јело. Онда подигох беживотно т›ијело малог принца, и одјахах одатле. Далеко, у земље вилењачке.|~ |~e0

source: By strange and mysterious fortune, the Elf Lady Parandra had come across a human child. She knew not where he had come from, only that the orcs would have eaten him if it weren’t for her intervention. The elves felt that great fortune smiled upon this man-child. Perhaps that is why this most truthful of peoples agreed to my plan.
sr: Чудном и тајанственом згодом, баш у то вр›ијеме вилењачка госпа Парандра натрапа на људско д›ијете. Није знала одакле је дошло, само то да би га оркови растргли да се она није ум›ијешала. Вилењаци су ос›јећали да се том људском д›јетету велика срећа осм›ијехнула. Можда се зато тај истинољубиви народ прихвати мог плана.|~ |~e0

source: I had thought that we could one day make you king, Konrad. But now I see that fate has made a different choice. That despite all of Asheviere’s evil, this Li’sar is fit for the throne. She is the rightful queen. From a long line of kings, stretching all the way back to the seafarers of old from the west.
sr: Замишљао сам да бисмо те једног дана могли учинити краљем, Конраде. Али сада видим да је судбина начинила другачији избор. Да је упркос свом Ашевирином злу, Лиза́ра пристала за пр›ијесто. Да ће бити праведна краљица. Из дуге лозе краљева, што се протеже све до прастарих морепловаца са запада.|~ |~e0

source: Surrender, mother. The land’s blood is spent. I have come to take my rightful place.
sr: Предај се, мајко. Крв ове земље је истрошена. Дошла сам да преузмем м›јесто које ми припада.|~ |~e0

source: Li’sar strikes a killing blow!
sr: Лиза́ра зададе смртни ударац!|~ |~e0

source: We have won at last! Li’sar! You will be queen!
sr: Напокон поб›иједисмо! Лиза́ро! Ти ћеш бити краљица!|~ |~e0

source: Yes, but I won’t ever forget what you have done for me, Konrad, Delfador, and Kalenz.
sr: Да, али никада нећу заборавити ваша д›јела, Конраде, Делфадоре, и Калензе.|~ |~e0

source: And so the Dark Queen’s reign was ended. Li’sar, daughter of Garard II and Heir to the Throne of Wesnoth, was crowned Queen and Bearer of the Sceptre of Fire, which she would pass on to all her successors.
sr: И тако се оконча страховлада Мрачне краљице. Лиза́ра, кћер Гарарда Другог и насл›иједница престола Веснотовог, б›ијеше крунисана као краљица и Носилац Ватреног жезла, које ће се предавати свим будућим насл›иједницима.|~ |~e0

source: Delfador became Li’sar’s High Counselor, advising her in the most important matters of state. He lived until a ripe old age and was granted a royal funeral, after which he was buried in the Royal Crypt in Weldyn.
sr: Делфадор је постао Лиза́рин високи сав›јетник, упућујући је у многа важна државничка питања. Дожив‹ио је зрелу старост, и сахрањен са краљевским почастима, на в›јечни починак у краљевској гробници Велдина.|~ |~e0

source: Konrad became a noble in Li’sar’s court. He married Li’sar, and together they had two sons and a daughter.
sr: Конрад постаде велможа на Лиза́рином двору. Оженио се Лиза́ром, и подигли су два дечака и кћер.|~ |~e0

source: Shhhh! The Gryphon is sleeping! You’d better not wake it up!
sr: Шшш! Грифон спава! Боље ти је да га не пробудиш!|~ |~e0

source: Sceptre of Fire
sr: Ватрено жезло|~ |~e0

source: Indeed. You managed to reach it, Li’sar. I hope you shall use it wisely.
sr: Уистину. Усп›јела си да га досегнеш, Лиза́ро. Надам се да ћеш га смотрено користити.|~ |~e0

source: I think I know what I’m doing. Come, let us go!
sr: Мислим да знам шта радим. Хајде, пођимо!|~ |~e0

source: In the twenty-eighth year of the reign of Garard II, king of Wesnoth, the kingdom was plunged into a bitter war with the Orcs of the North.
sr: У двадесетседму годину владавине Гарарда Другог, краља Веснота, краљевство би гурнуто у огорчени рат са с›јеверним орковима |~ У двадесетосму годину владавине Гарарда Другог, краља Веснота, краљевство би гурнуто у огорчени рат са с›јеверним орковима |~

source: Eldred was a brave and courageous warrior, able to lead his soldiers well. Unfortunately for Garard, his son was also ambitious... and treacherous. In the heat of battle, Eldred’s men turned on the king. And so, Garard was slain in battle that day, along with his brother and all his sons but Eldred.
sr: Елдред б›јеше храбар и одважан ратник, и способан да добро води своје војнике. На несрећу по Гарарда, његов син такође б›јеше надобудан... и превртљив. У жестини битке, Елдредови људи се окренуше против краља. И тако, Гарард б›јеше тог дана пос›јечен у бици, заједно са својим братом и свим синовима, осим Елдреда.|~ |~e0

source: Garard’s queen, Asheviere, looked on with glee, having come to watch the battle from a nearby hill. The rule of her son would surely satisfy her lust for power far better than her husband’s had.
sr: Гарардова краљица, Ашевира, која је посматрала битку са оближњег брда, то прими са злобном радошћу. Владавина њеног сина, задовољиће њену жудњу за моћи много боље него што је то могла њеног мужа.|~ |~e0

source: But Garard’s arch-mage, Delfador, had escaped the battle and, riding with haste, reached Weldyn first. He mustered a force of loyalists to fight Eldred and avenge the king’s death. The loyalist army marched north to meet Eldred.
sr: Али, Гарардов архимаг, Делфадор, б›јеше прежив‹ио битку, и јашући у журби први стиже у Велдин. Тамо сакупи одану војску да се супротстави Елдреду и освети краљеву смрт. Лојалисти похиташе на с›јевер у сусрет Елдреду.|~ |~e0

source: Eldred made war upon Delfador and his forces with his mother’s advice ringing in his ears: <i>“Fight no one great or small except the old mage, whose head should be severed from his shoulders.”</i>
sr: Елдред ступи у бој са Делфадоровим снагама, док му је мајчин сав›јет одјекивао у ушима: „Не удари на великог нити на малог, већ једино на старог мага, коме главу са рамена треба сас›јећи.“|~ |~e0

source: In the end Delfador’s men were defeated and routed, but Asheviere found her son’s lifeless body, fixed to the ground by the great mage’s staff.
sr: На концу, Делфадорови људи б‹ијаху поражени и разбијени, али Ашевира нађе беживотно т›ијело свог сина, прибијеног за земљу штапом великог мага.|~ |~e0

source: Asheviere herself then took command of the army and led it back to Weldyn. Knowing that the king’s young nephews were next in line to the throne, she ordered them all killed, and declared herself Queen of Wesnoth.
sr: Ашевира сама преузе запов›једништво над војском и поведе је назад у Велдин. Знајући да су краљеви млади нећаци с‹љедећи по реду за трон, она нареди да се сви побију, а себе прогласи Краљицом Веснота.|~ |~e0

source: Soon after news of Asheviere’s orders reached Delfador, he secretly entered the palace and stole away Konrad, the youngest of Garard’s nephews, thereby saving him from death.
sr: Убрзо пошто вести о Ашевирином наређењу доспеше до Делфадора, он потајно из краљевске палате одведе Конрада, најмлађег од Гарардових нећака, спасивши га тако сигурне смрти.|~ |~e0

source: Fleeing to the Aethenwood beyond the south-western border of Wesnoth, Delfador raised the child Konrad under the protection of the Elves, watching sadly as Asheviere’s reign of terror over the land began...
sr: Изб›јегавши у Етенвуд, са ону страну југозападне границе Веснота, Делфадор одгајаше Конрада под заштитом вилењака, посматрајући тужно како отпоче Ашеверина страховлада над земљом...|~ |~e0

source: Li’sar
sr: Настрада ли Лиза́ра|~ Лиза́ра|~

source: Defeat all Death Knights first
sr: <255,255,255>Бонус циљ: @Поразиш ли прво све мртве витезове|~ Поразиш ли прво све мртве витезове|~

source: Help the Wose fend off the undead attack
sr: <255,255,255>Допунски циљ: @Помогнеш ли иверима да одбију напад немртвих|~ Помогнеш ли иверима да обију налет немртвих|~

source: (special bonus)
sr: (посебан бонус)|~

source: Turns run out with both enemy leaders standing
sr: Истекну ли потези а оба непријатељска вођа још су жива|~

source: Eradicate the liches
sr: Истребиш ли косце|~

source: Gorlak
sr: Горлак|~

source: Rescue the sergeant
sr: Спасеш ли наредника|~

source: Honber
sr: Хонбер|~

source: ... and personal counselor to my King and my <i>friend</i>, Garard the Second, whom you most <i>foully</i> betrayed...
sr: ...и лични пов›јереник свога краља и <i>пријатеља</i>, Гарарда Другог, којег ти тако <i>прљаво</i> издаде...|~ |~e0

source: We will go north. Perhaps we can reach the Isle of Alduin. If we can make it there, surely we will be safe. Konrad, we must recruit some elves to help us, and then you must make it to the sign post in the northwest. I will protect you!
sr: Кренућемо с›јеверно. Можда можемо досећи Острво Алдујина. Ако стигнемо до тамо, бићемо на сигурном. Конраде, мораш повести нешто вилењака да нам помогну, а затим стићи до путоказа на с›јеверозападу. Ја ћу те чувати!|~ |~e0
