Repository: caslav-ilic/wesnoth-sr
Catalog: catalogs-ascript/wesnoth-help.po
Languages: sr

# race
source: Nagini
sr: нага-борац|~ нагајка|~

source: In appearance, orcs are half men and half beasts. They are taller, sturdier and stronger than humans. They are warlike, savage, and cruel by nature. Their blood is darker and thicker than that of normal humans and they have little care for personal hygiene or their personal appearance. Although Orcs are violent even among themselves creatures, they are pack-oriented; an orc never travels long or lives alone in groups smaller than half a dozen. <header>text='Society'</header> Almost every orc are a member of a tribe or a clan. Relations between neighboring tribes are usually violent, except in cases of a mutual enemy threatens their existence or prospects of great plunder override mutual animosity. Occasionally, a single strong chieftain may emerge to lead multiple tribes from time to time, usually through intimidation of followers. An orc tribe in times of peace tends to focus almost solely on strengthening itself in preparation for the next armed conflict. Orcs are known to possess a crude system of writing — usually in blood — although it’s most commonly used to trade insults or threats among tribal leaders. Orc societies are based on little else but strength; might makes right, and a leader leads and survives only as long as no one manages to wrest the title from him. A constant struggle for power simmers among potential tribal chiefs. An orcish leader rarely lives more than a handful of years to enjoy his absolute authority before being killed for his position — although history knows some notable exceptions. Orcs hold no particular honor code and while indisputable raw strength is usually the preferred method of displaying power, assassination, poisoning and backstabbing are completely viable means to further one’s own goals. Orcs mostly live in rural areas, often in foothills or mountainous regions, sometimes in caves. They grow no crops nor keep livestock, but are competent hunters as a result of their physical stature and brutality. Due to their large numbers they are capable of hunting an area virtually clean of anything larger than rodents in relatively short period of time. Due to this and their unstable leadership, orcish tribes tend to lead a semi-nomadic lifestyle, never settling in one region for too long. The larger tribes may establish themselves firmly in an area for years or even decades and build large encampments almost resembling cities, but even these are easily dismantled and abandoned if there is a need to relocate the horde. The oldest known orcs have been around 50 to 60 years of age, but very few individuals ever live to see over two or three decades before meeting their end either in war or by the hand of one of their kin. The oldest orcs are often shamans, which are perhaps the only ones most of their kind sees as being trustworthy and neutral. The origins of this custom are unknown, as the shamans do not directly contribute much to orcish societies but only act as advisors — not something orcs tend to otherwise tolerate. Shamans are in many ways the opposite of most other orcs: they are often physically withered and frail in comparison and lack skill in battle. Despite their reliance on raw strength, not nearly all orcs are destined to grow to possess any. Many orcs are born smaller and weaker than the rest, and already almost as newborns are put in their place by their stronger siblings. The stronger ones will routinely grab most of the food and thus grow stronger still, while their weaker siblings do not. Many of these individuals tend to specialize in other skills, like archery or assassination.
sr: Оркови су пола налик људима, пола зв›јерима. Виши су, кршнији и снажнији од људи, а по нарави ратоборни, дивљи и окрутни. Крв им је тамнија и гушћа од чов›јекове, и нимало се не осврћу на личну хигијену или појаву. Иако су насилни и једни према другима, чопорски су настројени; један орк никада не путује с^ам нити бивствује у дружинама мањим од по десетка. <header>text='Друштво'</header> Готово је сваки орк члан неког племена или клана. Односи међу сус›једним племенима обично су насилни, осим када им заједнички непријатељ запр›ијети опстанку или им велико харање на видику надјача међусобне нетрпељивости. Повремено, догоди се да поједини снажни поглавица успостави власт и поведе више племена, обично застрашивањем с‹љедбеника. У вр›ијеме мира, орковско је племе усредсређено поглавито на сопствено јачање у ишчекивању наредног оружаног сукоба. Познато је да оркови пос›једују грубу писменост — обично крвљу б‹иљеженом — иако се највећма користи за разм›јену увреда и пр›ијетњи међу племенским вођима. Орковско друштво заснива се на мало чему до снаге; јачи је у праву, и вођ води и опстаје само док му нико не може приграбити положај. Непрекидна борба за власт кључа међу изгледним племенским главама. Р›ијеткост је орковски вођ који поживи више од неколико година уживајући у својој потпуној власти, пр›ије него га други пос›ијече у борби за исто м›јесто — мада историја б‹иљежи истакнуте изузетке. Оркови немају посебног к^ода части, и док се неоспоривој сировој снази обично даје предност у испољавању моћи, атентати, тровања и удари с леђа потпуно су очекивани начини за постизање циљева. Уобичајена станишта орковима су подручја у удолинама или планинским областима, а понекад пећине. Не гаје ус›јеве нити држе стоку, али су способни ловци, захваљујући физичком стасу и окрутности. Ус‹љед своје многобројности, ум‹ију за кратко вр›ијеме изловити подручје готово ненасељено било чим већим од глодар^а. Заслугом тога и нестабилности вођства, орковска племена теже полуномадском начину живота, никад се не задржавајући предуго на истом огњишту. Виђена су већа племена која се током година чврсто укор›ијене на неком подручју, те подигну велике таборе скоро налик градовима, али се чак и таква лако разобличе и напусте чим наиђе потреба за прем›ијештање хорде. Најстарији познати оркови дожив›јели су 50 до 60 ‹љета, али тек шачица појединаца дочека преко дв›ије или три деценије пре сусрета са судбином, или у рату или од руке неког од својих сународника. Стари оркови су обично шамани, као можда једини на које њихови сународници гледају са пов›јерењем и без непријатељства. Извори оваквог обичаја нису познати, како шамани мало непосредно доприносе орковском друштву, већ д›јелују као саветници — што оркови немају обичај да трпе. Шамани су у многом погледу супротност другим орковима: често су физички сасушени и крхки у поређењу, и недостаје им в›јештине за бој. Без обзира на окренутост сировој снази, не рађају се баш сви оркови обдарени њоме. Немало их се изроди мањих и слабијих, и већ као новорођенчад снажнији сродници поставе их на њихово м›јесто. Јачи ће без освртања грабити већи д‹ио хране и тако још јачати, за разлику од слабијих. Многи овакви појединци усавршавају друге в›јештине, као што су стрељаштво или убијање из потаје.|~ |~e0

source: Undead are not really a single race of creatures, although often treated as such. Almost any dead creature can, by a sufficiently skilled necromancer, be reanimated and rise again in undeath. Undead are for the most part unnatural but mindless constructs, obeying whoever created them without question nor thought. A greater mystery of necromancy is in how constructs are sustained without continuous effort from the necromancer. An undead creature does not require the constant attention of the necromancer to command and sustain, but can work autonomously according to the commands of it’s master. Only rarely, perhaps once every few months, does the necromancer need to maintain his creation. Necromancy is almost solely limited to humans. Even the legends of magically apt races like elves and mermen tell of very few of their kind who have ever delved in the dark arts. It is surmised that necromantic magic requires great adaptability and a flexible mind, extremes of which are most commonly found in humans. The ultimate goal of most necromancers is to turn the same art of preserving and imbuing life upon themselves, to alter themselves at whatever cost, to ultimately escape death by preserving their own mind and spirit. <header>text='Geography'</header> While undead lords arrived on the Great Continent in considerable numbers only in the wake of Haldric I, they were not completely unheard of by elves and dwarves before that.
sr: Немртви нису збиља јединствена раса, али су створења често држана за таква. Довољно изв›јештен некромант може повратити и подићи у несмрт готово свако мртво створење. Немртви су претежно противприродне али беслов›јесне творевине, штујући без питања и промисли онога који их је створио. Велика је тајна некромантије како се ове творевине могу одржавати без трајног напора некроманата. За одржавање и командовање немртвим створењем некроманту није неопходна непрекидна посвећеност, већ она могу самостално извршавати вољу свога господара. Тек повремено, можда једном у неколико м›јесеци, некромант мора да поради на својој творевини. Некромантија је безмало потпуно у власти људи. Чак и предања о магији вичним расама попут вилењака или морејаца, р›ијетко зборе о некима од њихове сорте што се бавише мрачним занатом. Нагађа се да некромантска магија захт›ијева знатну прилагодљивост и виспреност ума, до крајњости које се најчешће налазе у људи. Коначни је наум већине некроманата окретање исте те в›јештине очувавања и прожимања животом к њима самима, изм›ијенивши се без обзира на ц›ијену, б›јежећи смрти одржавањем сопственог ума и духа. <header>text='Распрострањеност'</header> Док немртви господари пристигоше на Велики континент у знатном броју тек на трагу Халдрика I, није да се о њима и пр›ије тога није понешто чуло међу вилењацима и патуљцима.|~ |~e0

# race+female
source: Wolf
sr: вук|~ вучица|~

source: Breeding Pen
sr: храњење|~ плодник|~

source: Laying
sr: (игра)|~ полагање|~

source: Flight
sr: борац|~ лет|~

source: Intendant
sr: оштроумност|~ примоћник|~

source: Swarm
sr: рој|~

source: Swarming
sr: рој|~ ројење|~

source: Long Count
sr: дуголукаш|~ дугобројац|~

source: Drakish, language
sr: Пром›ијените језик|~ змашки (језик)|~

source: Great Ocean
sr: велики маг|~ Велики океан|~

source: Kingdom of Wesnoth
sr: *Добро нам дође у Веснот!|~ Веснотско краљевство|~

source: <italic>text='Battle for Wesnoth'</italic> is a turn-based fantasy strategy game somewhat unusual among modern strategy games. While other games strive for complexity, <italic>text='Battle for Wesnoth'</italic> strives for simplicity of both rules and gameplay. This does not make the game simple, however — from these simple rules arise a wealth of strategy, making the game easy to learn but a challenge to master.
sr: „Бој за Веснот“ је фантазијска стратегија на потезе, понешто необична међу савременим стратешким играма. Док друге игре нагињу сложености, „Бој за Веснот“ тежи једноставности, како правила тако и начина играња. То, међутим, не чини ову игру лаком — из једноставних правила рађа се изобиље тактика, те је игру лако научити, али изазовно њоме загосподарити.|~ <italic>text='Бој за Веснот'</italic> је фантазијска стратегија на потезе, понешто необична међу савременим стратешким играма. Док друге игре нагињу сложености, <italic>text='Бој за Веснот'</italic> тежи једноставности, како правила тако и извођења. То, међутим, не чини ову игру лаком — из једноставних правила рађа се изобиље тактика, те је игру лако научити, али изазовно њоме загосподарити.|~

source: These pages outline all you need to know to play <italic>text='Battle for Wesnoth'</italic>. They cover how to play and the basic mechanics behind the game. As you play the game, new information is added to these pages as you come across new aspects of the game. For more detailed information on special situations and exceptions, please follow the links included.
sr: Ове странице дају осврт на све што је непходно знати да заиграте „Бој за Веснот“ — начин играња и основну механику која погони игру. Док будете играли, странице ће бити допуњаване подацима који ће представљати нове углове игре на које будете наилазили. Зажелите ли детаљније информације о посебним околностима и изузецима, можете испратити убачене везе.|~ Ове странице пружају осврт на све што је непходно да знате да бисте заиграли <italic>text='Бој за Веснот'</italic> — начин играња и основну механику која погони игру. Док будете играли, странице ће бити допуњаване подацима који ће представљати нове углове игре на које будете наилазили. Зажелите ли детаљније информације о посебним околностима и изузецима, можете испратити убачене везе.|~

source: To begin with, it’s best to click the <bold>text='Tutorial'</bold> button at the main menu. This will take you to the interactive tutorial, which will teach you the basics of Wesnoth. After this, it is recommended that you play the Heir to the Throne campaign first — click <bold>text='Campaign'</bold> then <italic>text='Heir to the Throne'</italic>. As <italic>text='Battle for Wesnoth'</italic> can be quite challenging, you may wish to start on easy.
sr: За почетак, најбоље је да кликнете на дугме <italic>text=~%/button|Tutorial/</italic> у главном менију. То ће вас одвести у интерактивно подучавање, гд›је ћете бити научени основама Веснота. Потом, препоручујемо да прво одиграте поход „~%/Heir to the Throne/“ — кликните на <italic>text=~%/button|Campaign/</italic>, па <italic>text='~%/Heir to the Throne/'</italic>. Како „Бој за Веснот“ може бити врло изазован, можете се одлучити да почнете од <italic>text=лаког</italic>.|~ За почетак, најбоље је да кликнете на дугме <italic>text='~%/Tutorial/'</italic> у главном менију. То ће вас одвести у интерактивно подучавање, гд›је ћете бити научени основама Веснота. Потом, препоручујемо да прво одиграте поход „~%/Heir to the Throne/“ — кликните на <italic>text='~%/Campaign/'</italic>, па <italic>text='~%/Heir to the Throne/'</italic>. Како <italic>text='Бој за Веснот'</italic> може бити врло изазован, можете се одлучити да почнете од <italic>text='лаког'</italic>.|~

source: Pay careful attention to the <bold>text='Objectives'</bold> pop-up box at the beginning of each scenario. Usually you will achieve victory by killing all enemy leaders, and only be defeated by having your leader killed. But scenarios may have other victory objectives — getting your leader to a designated point, say, or rescuing someone, or solving a puzzle, or holding out against a siege until a certain number of turns have elapsed.
sr: Пажљиво протумачите искачуће прозорче са циљевима на почетку сваког сценарија. До поб›једе се обично долази истребљењем свих противничких вођа, а пораз трпи када ваш сопствени настрада. Али сценарији могу имати и другачије циљеве за поб›једу — отправљање свог вођа до одређеног м›јеста, спасавање некога, р›јешавање загонетке, опстајање усред опсаде док не прође одређен број потеза, итд.|~ Пажљиво протумачите искачуће прозорче са <bold>text='циљевима'</bold> на почетку сваког сценарија. До поб›једе се обично долази истребљењем свих противничких вођа, а пораз трпи када ваш вођ настрада. Али сценарији могу имати и другачије циљеве за поб›једу — отправљање свог вођа до одређеног м›јеста, спасавање некога, р›јешавање загонетке, опстајање усред опсаде док не прође одређен број потеза, итд.|~

source: When you win a scenario, the map grays over and the <bold>text='End Turn'</bold> button changes to <bold>text='End Scenario'</bold>. You can now do things like changing your save options or (if you are in a multiplayer game) chatting with other players before pressing that button to advance.
sr: Када добијете сценарио, мапа ће се засивети и дугме „~%/End Turn/“ при дну пром›ијенити у „~%/End Scenario/“. Пр›ије него што кликнете на дугме да наставите, можете пром›ијенити опције уписивања, или (у вишеиграчкој партији) попричати са саиграчима.|~ Када добијете сценарио, мапа ће се засивети и дугме bold>text='~%/End Turn/'</bold> при дну пром›ијенити у <bold>text='~%/End Scenario/'</bold>. Пр›ије него што кликнете на дугме да наставите, можете пром›ијенити опције уписивања, или (у вишеиграчкој партији) попричати са саиграчима.|~ Када добијете сценарио, мапа ће се засивети и дугме <bold>text='~%/End Turn/'</bold> при дну пром›ијенити у <bold>text='~%/End Scenario/'</bold>. Пр›ије него што кликнете на дугме да наставите, можете пром›ијенити опције уписивања, или (у вишеиграчкој партији) попричати са саиграчима.|~

source: Another thing to keep in mind while moving is <italic>text='zones of control'</italic>. Each unit generates a zone of control in the hexes immediately surrounding it, and any enemy unit entering those hexes immediately ends its movement. Learning how to use zones of control to your advantage is an important part of Wesnoth, as only <ref>dst='ability_skirmisher' text='skirmishers'</ref> can ignore zones of control.
sr: У току пом›ијерања такође морате имати на уму „надзорне појасеве“. Свака јединица ствара надзорни појас у пољима која је непосредно окружују, и непријатељска јединица која крочи у појас одмах окончава своје кретање. Научити како користити надзорне појасеве за сопствену добит, важан је д‹ио тактике Веснота — само малобројни <ref>dst='ability_skirmisher' text='чаркаши'</ref> могу игнорисати надзорне појасеве.|~ У току пом›ијерања такође морате имати на уму <italic>text='надзорне појасеве'</italic>. Свака јединица ствара надзорни појас у пољима која је непосредно окружују, и непријатељска јединица која крочи у појас одмах окончава своје кретање. Научити како користити надзорне појасеве за сопствену добит, важан је д‹ио тактике Веснота — само малобројни <ref>dst='ability_skirmisher' text='чаркаши'</ref> могу игнорисати надзорне појасеве.|~

source: In some scenarios, parts of the map will be hidden from you. There are two mechanisms that can be used separately or together. The <italic>text='shroud'</italic> hides both the terrain and any units at a location. However, once it is cleared, you can always see that location. The <italic>text='fog of war'</italic> only hides units and ownership of villages (other than by you or your allies). The fog of war is cleared temporarily when you have units nearby, but returns when they leave. Both the shroud and the fog of war are cleared by units. Each unit clears locations adjacent to those within one turn’s move (ignoring zones of control and enemy units). Normally you can undo a unit’s movement, as long as an event with a randomized result has not occurred, such as combat or recruitment (as most units receive random traits when recruited). Exploring hidden terrain by clearing shroud or fog will also prevent undos to a previous state. You may wish to activate <bold>text='Delay Shroud Updates'</bold> in the actions menu. This will prevent units from clearing shroud or fog until the next randomized event or a manual update via <bold>text='Update Shroud Now'</bold> (or the end of your turn) and thereby preserve your ability to undo movement.
sr: У неким сценаријима, д‹ио мапе ће бити скривен од вашег погледа. Постоје два механизма која то могу чинити, заједно или одвојено. Покров сакрива и терен и јединице које се на њему могу наћи. Када се покров једном разв‹ије, надаље ув›ијек можете вид›јети терен. Магла рата сакрива само јединице и пос›једе над селима (не рачунајући ваше и савезничке). Магла рата се разилази само привремено, док су ваше јединице у близини, али се враћа када се оне одмакну. Јединице разв‹ијавају и покров и маглу рата. Свака јединица чисти поља у домету кретања у датом потезу, при чему се игноришу непријатељске јединице и надзорни појасеви. Потез јединице обично можете опозвати, све док није дошло до догађаја са насумичним исходом, као што је борба или унајмљивање (гд›је већина јединица поприма случајне особине). Истраживање скривеног терена разв‹ијавањем покрова или магле такође спречава опозив на претходно стање. Ако желите, у менију радњи можете укључити „~%/Delay Shroud Updates/“, што ће спречити да јединице разв‹ију покров или маглу до с‹љедећег насумичног догађаја или ручног ажурирања помоћу „~%/Update Shroud Now/“ (или краја вашег потеза), и тако очувати могућност опозива.|~ У неким сценаријима, д‹ио мапе ће бити скривен од вашег погледа. Постоје два механизма која то могу чинити, заједно или одвојено. <italic>text='Покров'</italic> сакрива и терен и јединице које се на њему могу наћи. Када се покров једном разв‹ије, надаље ув›ијек можете вид›јети терен. <italic>text='Магла рата'</italic> сакрива само јединице и пос›једе над селима (не рачунајући ваше и савезничке). Магла рата се разилази само привремено, док су ваше јединице у близини, али се враћа када се оне одмакну. Јединице разв‹ијавају и покров и маглу рата. Свака јединица чисти поља у домету кретања у датом потезу, при чему се игноришу непријатељске јединице и надзорни појасеви. Потез јединице обично можете опозвати, све док није дошло до догађаја са насумичним исходом, као што је борба или унајмљивање (гд›је већина јединица поприма случајне особине). Истраживање скривеног терена разв‹ијавањем покрова или магле такође спречава опозив на претходно стање. Ако желите, у менију радњи можете укључити <bold>text='~%/Delay Shroud Updates/'</bold>, што ће спречити да јединице разв‹ију покров или маглу до с‹љедећег насумичног догађаја или ручног ажурирања помоћу <bold>text='~%/Update Shroud Now/'</bold> (или краја вашег потеза), и тако очувати могућност опозива.|~

source: Combat in <italic>text='Battle for Wesnoth'</italic> always takes place between units in adjacent hexes. Click on your unit, and click on the enemy you want to attack: your unit will move towards the enemy unit, and when they are next to each other, combat will begin. The attacker and defender alternate strikes until each has used their allotted number of strikes. The attacker chooses one of its weapons to attack with, and the defender retaliates with one of its attacks of the same type. There are two types of attacks: <italic>text='melee'</italic>, which usually involves weapons such as swords, axes or fangs; and <italic>text='ranged'</italic>, which usually involves weapons such as bows, spears and fireballs.
sr: Борба се у „Боју за Веснот“ ув›ијек одиграва између јединица у сус›једним пољима. Кликните на своју јединцу, па на непријатељску коју желите да нападнете: ваша јединица ће се покренути ка непријатељској, и када се додирну, борба ће започети. Нападач и бранилац разм›јењују ударце, колико их имају дод›ијељених. Нападач бира оружје којим напада, а бранилац одговара оружјем истог типа. Постоје два типа напада: блиски, оружјем попут мача, с›јекира или канџи, и одступни, обично путем лукова, копаља или ватреница.|~ Борба се у <italic>text='Боју за Веснот'</italic> ув›ијек одиграва између јединица у сус›једним пољима. Кликните на своју јединцу, па на непријатељску коју желите да нападнете: ваша јединица ће се покренути ка непријатељској, и када се додирну, борба ће започети. Нападач и бранилац разм›јењују ударце, колико их имају дод›ијељених. Нападач бира оружје којим напада, а бранилац одговара оружјем истог типа. Постоје два типа напада: <italic>text='блиски'</italic>, оружјем попут мача, с›јекира или канџи, и <italic>text='одступни'</italic>, обично помоћу лукова, копаља или ватреница.|~
