Repository: caslav-ilic/wesnoth-sr
Catalog: summit-*-ascript/wesnoth-dm.po
Languages: sr

source: Attacked by orcs? Then I might perhaps help you to defeat them, and repay your assistance and kindness!
sr: Нападоше вас оркови. Онда бих вам могао помоћи да их поразите и тако се одужити за вшу помоћ и љубазност!|~

source: Death of Chantal
sr: Настрада ли Чантал|~

source: With your help, Delfador, we have overrun the orcish warlord of this area, and our forests are secure. Secure enough that I can even join you in your journey south... at least as far as the Great River.
sr: Уз твоју помоћ, Делфадоре, потукосмо орковског ратовођа у овој области и наше шуме су сигурне. Довољно сигурне да чак и ја могу да ти се придружим на твом путу... макар до Велике ријеке.|~

source: Terror at the Ford of Parthyn
sr: Ужас код Партинског газа|~

source: Find out what is happening at the Ford
sr: Откријеш ли шта се дешава код газа|~

source: Turns run out
sr: Истекну ли потези|~

source: Defeat all enemies
sr: Поразиш ли све непријатеље|~

source: Upgar
sr: Убгар|~

source: Dirator
sr: Диратор|~

source: Niktor
sr: Никтор|~

source: Arpus
sr: Арпус|~

source: This is the nearest human garrison, Delfador. Here is the only place to cross the river. Soon after the last King of Wesnoth began his reign, he put a strong garrison not far south of here in the town of Parthyn, and orcs have not been able to cross into Wesnoth over this part of the river since.
sr: Ово је најближи људски гарнизон, Делфадоре. Ово је једино мјесто гдје се може пријећи ријека. Чим посљедњи краљ веснотски ступи на пријесто, успостави јако упориште јужно одавдје, у граду Партину, од тада оркови не могадоше продијети у Веснот преко преко овог дијела Велике ријеке.|~

source: This mist is unusual, though, even if we are close to the river. I have never seen it so thick before.
sr: Ова измаглица је крајње необична, иако смо овако близу ријеке. Никад до сада не видјех толико густу.|~

source: There should be no orcs this far south. But I do not like the feel of this mist.
sr: Не би требало да има оркова овако далеко на југу. Али не допада ми се осјећај који шири ова измаглица.|~

source: Stay close. I don't like the feel of it either.
sr: Остај близу. Ни мени се не допада тај одсјећај.|~

source: Axhamr
sr: Аксхарм|~

source: Horfir
sr: Хорфир|~

source: Backu
sr: Баку|~

source: Camdun
sr: Камдун|~

source: Drapug
sr: Драпуг|~

source: Kalip
sr: Калип|~

source: Abmin
sr: Абмин|~

source: Be wary. Something does not feel right about that village...
sr: Будите пажљиви. Нешто не ваља у том селу...|~

source: What in the wide green world is this abomination?
sr: Шта је тако ми зелене зелене земљице ова приказа|~

source: One of Iliah-Malal's creatures. So it has begun!
sr: Један од Илијах-Малалових створова. Дакле отпочело је!|~

source: Orcs! Orcs at the Ford!
sr: Оркови! Оркови на газу!|~

source: Prepare to fight them! We must clear the Ford!
sr: Спремите се за борбу! Морамо рашчистити газ!|~

source: Halt! Who goes there?
sr: Стој! Ко то иде?|~

source: I am Delfador, a court mage of Wesnoth and the legate of Arch-Mage Leollyn; with me is Chantal, a great lady of the Lintanir Elves. Quickly, I must speak with your commander; death treads upon our very heels.
sr: Ја сам Делфадор, дворски маг Веснота и посланик Архимага Леолина, уза ме је Чантал, велика госпа литанирских вилењака. Брзо, морам да причам са вашим старјешином, смрт нам пријети са околних брда.|~

source: I command here, but we have lost the north shore. Uncanny creatures stalk the night; our weapons scarcely seem to scathe them. I fear we cannot hold against an attack in strength.
sr: Ја заповиједам овдје, али потиснуше нас са сјеверне обале. Несвети створови тумарају ноћу; |~ Ја заповиједам овдје, али потиснуше нас са сјеверне обале. Несвети створови тумарају ноћу; наше оружје једва да им може наудити. Плашим се да нисмо у стању издржати снажнији напад.|~

source: I have fought these before. Be of heart: impact weapons and magic can defeat them. Do I recall aright that there is a school of mages not far from here?
sr: Већ сам војевао против њих. Срчани будите ударна оружја и магија их могу поразити.Ако ме сјећање добро служи.|~ Већ сам војевао против њих. Срчани будите ударна оружја и магија их могу поразити.Ако ме сјећање добро служи недалеко одавдје би требала бити магијска школа?|~

source: To wake up the mages, move a unit that is currently out of sight of their tower to within visual range of it.
sr: Да пробудиш магове помјери јединицу, која је тренутно не виде у њихов видокруг|~

source: What are you doing here, disturbing our peace and concentration?
sr: Шта радиш овдје, реметећи наш мир и кварећи нам усресријеђеност?|~ Шта радиш овдје, реметећи наш мир и кварећи нам усредсријеђеност?|~

source: Undead are attacking the fort on the north shore. We need your help!
sr: Немртви нападају утврду на сјеверној обали. Потрабна нам је ваша помоћ!|~

source: I have told the commander of that garrison that we take orders from none other than the Chief Mage of the High Council, Master Leollyn!
sr: Већ рекох заповједнику те посаде ни од кога до ли Главног мага Великог вијећа, Старјешине Леолина!|~

source: Leollyn's emissary, Delfador, requests your help. He bears Leollyn's token, which is not lightly given.
sr: Леолинов посланик, Делфадор, захтијева вашу помоћ. Има уза се Леолинов знамен, који није лако добити.|~

source: I recognize it. Very well; we shall join battle.
sr: Да препознах знамен. У реду, ступићемо у бој.|~

source: Theorin
sr: Теорин|~

source: Please, spare me...
sr: Молим вас, поштедите ме...|~

source: I heed the King's voice. My men are at your command.
sr: Покоравам се краљевој ријечи. Моји људи су под твојом командом.|~

source: What is going on here? This village has been burned to the ground!
sr: Шта се догађа овамо? Ово село је спаљено до темеља!|~

source: Maybe there are survivors? We should check.
sr: Можда има преживјелих? Требали бисмо погледати.|~

source: Another village burned. Nobody to be seen!
sr: Још једно спаљено село. Никог не могу видјети!|~

source: They come at night... and leave no one alive...
sr: Дођоше ноћу... и не оставише никог живог...|~

source: Get hold of yourself, soldier! Who is 'they'?
sr: Сабери се, војниче! Ко су 'Они'|~

source: I do not know. No one has seen their faces and lived. All I could hear is my comrades' screams as they were being slaughtered.
sr: Не знам. Нико што им видје лице не преживи. Све што могадох чути бијаху крици мојих другова док су их клали.|~

source: Donc
sr: Донк|~

source: Stanis
sr: Станис|~

source: It's time to stand up and fight...What's this?
sr: Вријеме је да се устане и бори... Шта је ово?|~

source: Friends, soldiers. Why were you hiding?
sr: Пријатељи, војници. Зашто се кријете?|~

source: Bled
sr: Блед|~

source: Crod
sr: Крод|~

source: Angedd
sr: Ангед|~

source: Brox
sr: Брокс|~

source: Adran
sr: Адран|~

source: Long live the King! Wait, you are not...
sr: Нек живи Краљ! Чекај, ви нисте...|~

source: Axios
sr: Аксиос|~

source: Ulfter
sr: Улфтер|~

source: Ogdal
sr: Огдал|~

source: Relgorn
sr: Реглорн|~

source: Udrin
sr: Удрин|~

source: Gruv-Malal
sr: Грув-Малал|~

source: Chantal! No - you can't be dead! I have no hope of returning to Wesnoth now...
sr: Чантал! Не можеш умријети! Изгубих сваку наду да се вратим у Веснот.|~

source: A wizard's staff of power. This allows the bearer to summon powerful lightning bolts which strike their enemies, even at close range.
sr: Чаробњачки штап моћи. Овај штап омогућује свом власнику да призива свјетлеће муње које ударају њихове душмане, чак и из близине.|~

source: Only a powerful mage can wield this.
sr: Само моћан маг може управљати овим штапом|~

source: Yes, close by the southeast wall of our fort across the the Ford. But they are jealous of their privileges and hold aloof from us.
sr: Да, недалеко на југоисток од наше тврђаве преко газа. Али они љубоморно чувају своје повластице и гледају нас са висине.|~

source: That shall soon end. Send to them in my name and the Arch-Mage Leollyn's; nay, tell them that in this matter I speak with the King's voice!
sr: То ће се ускоро промијенити. Нареди им у име Архимага Леолина и у моје име; да, реци им да у овм часу, Краљ говори мојим устима!|~

source: Spare you from whom, soldier? What has happened here?
sr: Од кога да те поштедимо, војниче? Шта се збило овдје?|~

source: Our post was overrun. Very few of us survived.
sr: Нашу постају прегазише. Тек шачица нас преживје.|~

source: Your orders from the King are to fight. Just stay close to me.
sr: Краљ ти наређује да се бориш. Само остани близу мене.|~

source: This village seems unharmed. Anyone here?
sr: Ово село дјелује нетакнуту. Има ли кога унутра?|~

source: Surprise, surprise...
sr: Изненађење, изненађење...|~

source: We have not waited all this time for nothing!
sr: Не чекасм оволико узалуд!|~

source: Zagar
sr: Загар|~

source: ... the enemy? Yes, we're one your side.
sr: ...нисмо душмани? Нисмо, твоји смо саборци.|~

source: Soldiers of Wesnoth, rise to fight for your King!
sr: Војници веснотски, устајте и борите се за свога краља!|~

source: Is the enemy gone?
sr: Отиће ли душманин?|~

source: He will be, if you help. Now follow me into battle!
sr: Ако помогнете отићи ће. Сад слиједите ме у бој!|~

source: Anyone here?
sr: Има ли кога?|~

source: Dreadred
sr: Дредред|~

source: Master said more would come!
sr: Господар рече како ће их још доћи!|~

source: There are signs of a battle, but nobody seems to be here...
sr: Као да бијеше боја овдје, ал’ чини се да нема никог’...|~

source: Crum
sr: Крум|~

source: Smalg
sr: Смалг|~

source: Grubar
sr: Грубар|~

source: Ulkar
sr: Улкар|~

source: Wrong!
sr: Гријешиш!|~

source: You may have defeated me, but the great Zorlan will have revenge! I have done my duty attacking the Wesnoth perimeter, so that no Wesnoth forces can come to the aid of your doomed army. It will be a glorious massacre!
sr: Можда ме поразисте али велики Зорлан ће ме осветити! Обавих свој дужност нападајући веснотске граничне постаје, те нико вам не може доћи на испомоћ. Биће то славан покољ!|~

source: Master will avenge me!
sr: Господар ће ме осветити!|~

source: We have much less time than I thought. Iliah-Malal's offensive has begun. I must close his portal before it's too late, and I have no idea how to do that. And we must also defeat those that have already escaped the Land of the Dead.
sr: Имамо много мање времена него ли мишљах. Отпоче Илијах-Малалов напад. Морам затворити његов пролаз прије него што буде касно ал’ не знам како. Такође, ваља нам поразити оне, што избјегоше из земље мртвих.|~

source: But there is something else those orcs said that deeply worries me in a different way. I have wondered why the orcs have been attacking in concert all along the frontier; they do not coordinate well. If that orc was telling the truth and a paramount chief strong enough to marshal their entire host has arisen among them, the King may be walking into a lethal trap at the Ford of Abez.
sr: Ал’ има нешто још, што рекоше ови оркови, што ме јако брине на други начин. Питах се како оркови нападају по свој граници; лоше су усклађени. Али ако тај орк збораше право и ако се издиже међ’ њима врховнини поглавица, силан довољно да их све сабере за напад, онда Краљ, можда, хита у смртну клопку код газа Абеза.|~

source: Word had just arrived when I left Lintanir that the High Lord Kalenz was mustering an elvish army against the orcs, but he is not aware of the King's movements or of any trap in wait for him. And he certainly does not know of the undead menace.
sr: Управо ми дођоше гласови да је, баш кад пођох из Литанира, Надгосподар Каленз сакупљао вилењачку војску против оркова, али он није свјестан краљевих покрета нит какве год клопке у која би овог чекала. И сасвим сигурно не зна за немртву пријетњу. |~

source: Maybe we can warn the King in time. Lionel should be back in Weldyn by now; I shall send one of the garrison's message-riders to him, but I cannot spare the time to go south myself. I will gather as many troops as I can move quickly through these wildlands and head west from here.
sr: Можда можемо на вријеме упозорити краља. Требало би да се до сада Лионел вратио у Велдин; послаћу једног од гласника из ове посаде до њега али ја не могу одвојити времена да сам пођем на југ. Сакупићу бораца колико могу и похитаћу на запад преко ових дивљих крајева.|~

source: Will you join me? Elves know these northern paths better than any human.
sr: Да ли ми се придружила? Вилењаци знају ове сјеверне стазе боље нег’ ико међ’ људима|~

source: It is not to be, Delfador. I must return to Lintanir as swiftly as I may; the Northern Elves must be informed immediately - and mayhap I can find High Lord Kalenz or get a message to him.
sr: То није могуће, Делфадоре. Морам се вратити у Литанир што брже могу, потребно је одмах обавијестити Сјеверне вилењаке, можда затекнем надгосподара Каленза или му пошаљем поруку.|~
