Repository: caslav-ilic/wesnoth-sr
Catalog: summit-*-ascript/wesnoth-dm.po
Languages: sr

source: I see I had misjudged you, human. You are not like those who came before. I accept your offer!
sr: Видим да т погрешно процијених, човјече. Ниси као они што дођоше прије. Прихватам твоју понуду!|~ Видим да те погрешно проц›ијених, чов›јече. Ниси као они што дођоше пр›ије. Прихватам твоју понуду!|~

source: Epilogue
sr: Епилог|~

source: Wose Shaman
sr: Ивер-врач|~ ивер врач|~

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
sr: Ови ивери могу да заповиједају шумском биљу попут пузавица и пењачица да омету непријатеље|~ Ови ивери могу да запов›иједају шумском биљу попут пузавица и пењачица да омету непријатеље.|~

source: crush
sr: гажење|~

source: Chantal
sr: Чантал|~

source: No! Without Lionel's help, I am as good as defeated!
sr: Не! Без Лионелове помоћи, као да сам одмах поражен!|~

source: No! All is now lost...
sr: Не. Сад је све изгубљено...|~

source: I call upon all that is holy to break the power of this evil stone!
sr: Призивам све што је свето да сатре силу овог злог камена!|~

source: Evil emanates from this stone, but I have not the power to destroy it.
sr: Зло исијава из овог камена али сам немоћан да га уништим.|~

source: Delfador followed Methor's advice, and headed over the hills towards Weldyn. But the roads were more dangerous than he had expected...
sr: Делфадор послуша Меторов савјет и упути се у Велдин, преко брда. Али друмови бијеџу опаснији него што је мислио...|~ Делфадор послуша Меторов сав›јет и упути се у Велдин, преко брда. Али друмови б›ијеху опаснији него што је мислио...|~ Делфадор послуша Меторов сав›јет и упути се у Велдин, преко брда̂. Али друмови б›ијеху опаснији него што је мислио...|~

source: Ulrek
sr: Улрек|~ |~e0

source: Clogrin
sr: Клогрин|~ |~e0

source: Theorsten
sr: Теорстен|~ |~e0

source: Igler
sr: Иглер|~ |~e0

source: Larsin
sr: Ларсин|~ |~e0

source: Aldrin
sr: Алдрин|~ |~e0

source: Gren
sr: Грен|~ |~e0

source: Droni
sr: Дрони|~ |~e0

source: Artor
sr: Артор|~ |~e0

source: Fort Brell
sr: тврђава Брел|~

source: Fort Miryen
sr: тврђава Миријен|~

source: Hmmm... King Garard placed you under my command, and I may command you to travel north, if you wish to; he will not interfere with a mission of magery as he might with one of war. But you must be sure you are ready for such a grave task. Dealings with the spirit world are dangerous even for the most powerful mages. Allow only your mind to enter the land of the dead - should your body follow, there is no return! Do you still wish to go?
sr: Хммм... Краљ Гарард те распореди под моу команду и могу ти наредити да отпутујеш на сјевер, ако тако желиш. Краљ се неће мијешати у магијеке ствари, за разлику од војних. Али мораш бити сигуран да си спреман за тако тежак задатак. Испитивања свијета духоваа су врло опасна чак и за најмоћније магове. Не дозволи да ти тијело прати ум, кад овај ступи у земљу мртвих, буде ли тако, нема ти повратка. Још си вољан поћи?|~

source: Then you shall! Lionel and his men will accompany you, for you will need more than magic for protection on the road...especially where you'll be going, into the wild country north of Tath. It is a chancy place at the best of times, and orcs may already be raiding south of the Ford.
sr: Пођи онда! Лионел ће те пратити са својим људима, јер ти је потребно заштите више него што ти магија може дати...нарочито тамо куд се упути, у дивље области сјеверно од Тата. И у најбсрећнијим временима то је незгодно мјесто и оркови можда пљачкају јжно од газа Абеза.|~

source: These are the swamps of Illuven - lesser kin of the Swamp of Dread north of the Great River, but noxious enough in their own fashion. Our way lies west and north across them to the Ford of Abez. The western road around the other edge of the Brown Hills would have been safer, but...
sr: Ово је Илувенско мочварје - мања сродница мочваре сјеверно од Велике ријеке, и сама су поприлично опасна. До газа Абеза одавдје можемо или преко сјевера или преко запада. Западни пут, преко подножја Смеђих брда би био безбједниј али...|~

source: Thanks very much. Here's the gold...
sr: Хвала вам много. Ево злата...|~

source: Well, at least we only have to deal with one of them now...
sr: Ако ништа, остаде нам само један да се изборимо са њим...|~

source: Those standing stones - they summon evil creatures!
sr: Ове усправљене стијене - одатле се призивају зла створења|~

source: I saw this kind of thing in the north... These abominations are not much affected by swords, but they fear the light of day. We must hold them off as best we can.
sr: Видјех овакве ствари на сјеверу... Овим приказама не шкоде много мачеви, али се боје дневног свјетла. Морамо их задржати што боље можемо.|~

source: Hmmm... if I could get nearer to the stones, I could perhaps break their power...
sr: Хм... Кад бих могао доспјети до тих стијена, можда могу да разбијем зле чини...|~

source: This'll splinter your bones, you vile monstrosity!
sr: Ово ће ти поломити кости, гнусна сподобо!|~

source: At least, morning is here... And the skeletons are disappearing!
sr: Ако ништа, свиће... И скелети ишчезавају!|~

source: I hope I never see another night like that! Let's leave this evil place as quickly as possible - I want to get us out of Illuven before dusk.
sr: Надам се да никад више нећу видјети овакве грозоте! Напустимо ово злокобно мјесто што прије можемо - Желим да изиђемо из Илувена прије мрака.|~

source: I believe that they are woses - tree guardians. I have heard of them, but thought they were gone from Wesnoth forever. They are not evil, it is said, but yet they may be hostile to us. We had best be careful.
sr: Вјерујем да су то ивери - заштитници шума. Слушах о њима већ, али мислих да заувиејк су напустили Веснот. Прича се да нису злобни, ипак, можда се непријатељски понесу према нама. Ваљало би нам да будемо опрезни.|~

source: As the Wesnothians withdrew from the island, the woses melted away into the trees. Delfador began the meditation that would place him in contact with the spirit world. But as Delfador's meditation deepened, and the woses sank into their timeless dreams of earth and trees, something else stirred on the island - for a few orcish scouts had indeed crossed the Ford of Abez...
sr: Али како се Делфадор удубљавао у созерцавање и док су ивери тонули у своје безвремене сне о земљици и дрвећу, неко други ускомеша острво - немала орковска извидница је заиста прешла преко газа Абеза...|~

source: A human mage... is it dead?
sr: Људски маг... да ли је жив?|~

source: Easy to find out... thump it and see if it wakes up!
sr: Бар је то лако сазнати... Бубни га и види да ли ће се пробудити!|~

source: Do you serve Iliah-Malal, living man?
sr: Служиш ли Илијах-Малалу, човјече?|~

source: Yes, I serve him.
sr: Да, служим му.|~

source: Then you will not mind if we kill you! Hahahahah!
sr: Онда ти неће сметати ако те убијемо! Ха ха ха!|~

source: No, I do not.
sr: Не служим|~

source: Then you will die forever!
sr: Онда ћеш умријети заувијек!|~

source: Iliah-Malal commands your death!
sr: Илијах-Малал нареди да мораш умријети! |~

source: Destroy the intruder, my minions!
sr: Уништите уљеза, слуге моје!|~

source: Something does not feel right about those villages...
sr: Нешто је наопако у овим селима|~

source: I must find that artifact of which the ghost spoke; it sounds too powerful a thing to be left in Iliah-Malal's hands.
sr: Морам пронаћи рукотворину о којој је дух причао, чини ми се превише опасним да доспије у Илијах-Малалове руке.|~

source: Houses of the Dead
sr: Домови мртвих|~

source: Rorthin
sr: Рортин|~

source: It was one of those moments that altered the destiny of the world. The orc warrior held many possibilities in his hand. He could simply have taken Delfador's head. Had that occurred, the orcs might have overrun the whole of Wesnoth and ruled it for ages. But what he chose, thinking it rare sport to abuse one of the hated human mages, was to strike Delfador with his gauntleted fist.
sr: Бјеше то један од тренутака који промијенише судбу свијета. Пред орковским ратником бијеху многе могућности. Могао је једноставно посјећи Делфадорову главу. Да се зби тако, оркови су могли покорити читав Веснот и владати стољећима. Ал’ овај одабра, са изопаченим намумом да злоставља једног од омражених маговаа, да удари Делфадора металном рукавицом|~

source: The blow interrupted Delfador's meditation. He began to topple over to the ground, but before his head reached it he vanished as though he had never been there at all.
sr: Удар прекиде Делфадорово созерцавање. Изгуби равнотежу и прије него што паде на тло, оно ишчезе пред њим као да га уопште и не бијеше.|~

source: Move Delfador to the signpost
sr: Помјериш ли Делфадора до путоказа|~

source: Delfador opens his eyes and realizes he is <i>alone</i> in the <i>dark</i>.
sr: Делфадор отвори очи и схвати да је <i>сам</i> у <i>тмини</i>|~

source: Bones
sr: Кости|~

source: Do not fear me, Delfador. It is my doom to appear as you see me. I was a serf of a cruel lord. He demanded great taxes to fight many wars... then plague came... my family were starving, and we were forced to eat the flesh of those who had died.
sr: Не бој ме се, Делфадоре. Усуд ми је да будем овакав каквим ме видиш. Бијах себар окрутног велможе. Годинама је ударао тешке намете на нас... онда дође и куга... моја породица, бијасмо гладни, те нас глад присили да једемо месо оних што умираше.|~

source: Have you encountered the skeletons? Their castle lies north of here. It is difficult to attack, but there is a secret entrance in the valley beyond Sythan's village.
sr: Набаса ли на скелете? Њихова утврда је на сјеверу. Тешко би је било напасти али постоји тајни улаз у долину, одмах изнад Ситановог села.|~

source: I died a long time ago. I have forgotten my name.
sr: Умро сам прије много времена. Чак сам заборавио своје име.|~

source: Iliah-Malal says that he can open a portal to the world of the living. Those who follow him will walk the earth as they did in life.
sr: Илијах-Малал прича како може отворити двери у свијет живих. Они што га прате ходиће земљом као кад бијеху живи.|~

source: Why are the dead so restless? This should be a place of rest and peace for you.
sr: Зашто су покојници тако узнемирени? Требало би да вам је ово мјесто покоја и одмора.|~

source: Once, I was happy here, but Iliah-Malal made me see this land as the eyes of the living see it... a place of rock and dust.
sr: Некад бијах срећан овдје, али због Илијах-малала видим ове крајеве како је ви живи видите... мјесто камења и прашине.|~

source: I was once a great lord... I commanded armies! Iliah-Malal promised I would lead again.
sr: Некад бијах великаш и ратник... Заповиједах војскама! Илијах-Малал ми обећа да ће поново бити тако.|~

source: Beware the skeletons! They are not the spirits of dead men, but the creations of evil magic.
sr: Чувај се скелета! То нису духови покојника, то су творевине злих магија.|~

source: What else do you know of the skeletons?
sr: Знате ли још шта о скелетима?|~

source: It is said that they guard a powerful magical artifact. Roddry knows more than I do; he lives to the west.
sr: Прича се да чувају моћну рукотворину. Родри зна више од мене о томе, наћи ћеш га на западу.|~

source: This is surely the land of the dead... and it seems I am still alive. But then, as Leollyn warned, I can never return! I suppose I may as well explore.
sr: Засигурно је ово земља мртвих... но изгледа да сам нош жив. Али, како Леолин рече, никада се нећу вратити. Претпостављам да бих могао да истражим.|~

source: A living man... so it is as Iliah-Malal says...
sr: Живи човјек... као што Илијах-Малал прича...|~

source: Speak again, spirit! Tell me of yourself. Who is this Iliah-Malal?
sr: Причај ми још, душе! Реци ми што о себи. Ко је тај Илијах-Малал|~

source: My name is Rorthin. I died long ago, in a great battle... I have almost forgotten... Iliah-Malal is a living man, like you, who walks among the dead. He promises life to all those who follow him.
sr: Зовем се Рортин. Умријех давно, у великом боју... Скоро заборавих све... Илијах-Малал је жив човјек, попут тебе, што ходи међ’ мртвима. Онима што га слиједе он обећава живот.|~

source: I would very much like to meet Iliah-Malal. Where can I find him?
sr: Волио бих да сусретнем Илијах-Малала. Гдје бих га могао наћи?|~

source: Follow the dry river, then the road to the signpost in the north. I will guide you. Enter the houses of the dead as you pass, for others here may help you.
sr: Прати исушену ријеку а даље пут до сјеверног путоказа. Водићу те. Улази у куће мртвих крај којих прођеш, јер можда ти други буду вољни помоћи.|~

source: WHO ENTERS THE TOMB OF AN-USRUKHAR?
sr: КО УЛАЗИ У ГРОБНИЦУ АН-УСРУХАРА?|~

source: I...I am Delfador, a mage of Wesnoth.
sr: Ја... Делфадор, маг веснотски.|~

source: I am the will of An-Usrukhar, greatest of mages, he who bestrode Irdya in the morning of time, who sleeps now in a death beyond death until the unmaking of the world.
sr: Ја сам воља Ан-Усрухара, највећег међ’ свим маговима, онај што је опкорачио Иридију у јутарње доба, што сад у смрти спава изнад смрти до конца свијета и времена. |~

source: I am only a man, a living man seeking a way home from the house of the dead.
sr: Ја сам тек човјек, живи човјек што иште пут дому свом из кућа мртвих.|~

source: Living?...I see that it is so. Your breath stirs dust that has lain untouched since the Primal Aeon. And it was foretold that one like you would come.
sr: Живи?... Видим да је тако. Дах ти још развијава прашину што лежи незакнута још од Првотних еона. Већ је проречено како ћеш доћи.|~

source: Foretold?
sr: Проречено?|~

source: Foretold in the Primal Aeon, years past beyond your counting. An-Usrukhar the Great, he of whom I am but the tiniest shade and fragment, foresaw in the Mirror of Evanescent Time that a living man would come here to be tested. AND I AM THE TEST!
sr: Проречено је у Првотним еонима, годинама што далеко претходе вашем рачуну. Ан-Усурхар Величанствени, чија сам ја најмања сјена и остатак, предвиди у Огледалу ишчезавајућег времена да ће живи човјек доћи овдје да буде искушан. И ЈА САМ КУШЊА!|~

source: I have felt the coils of prophecy on me before. I am beginning to dislike them.
sr: Већ осјетих свитака пророчких на себи. Почињем да их се гнушам.|~

source: It is only given to the small not to feel the hand of fate on their shoulder; the great must suffer its weight whether they will or no. Delfador, mage of Wesnoth, ARE YOU A SERVANT OF THE LIGHT?
sr: Тек малом броју људи даде се да не осјете руку судбе на себи, великани морају осјетити њену тежину жељели то ил’ не. Делфадоре, маже веснотски, ДА ЛИ СИ СЛУЖИТЕЉ СВЈЕТЛОСТИ?|~

source: I serve my king and my kingdom.
sr: Служим свом краљу и краљевству.|~

source: Your king will die in an eyeblink and your kingdom in the drawing of a breath. Delfador, I ask you again, ARE YOU A SERVANT OF THE LIGHT?
sr: Твој краљ ће умријет док трепнеш а краљевство је у самртном часу. Делфадоре, опет те питам, ДА ЛИ СИ СЛУЖИТЕЉ СВЈЕТЛОСТИ?|~

source: I serve my people and my land.
sr: Служим свом народу и отачаству.|~

source: Peoples vanish and lands wither under the pitiless gaze of eternity; the true matter of the world is deeper. Delfador, I ask you a third time, and on your answer hangs your life: ARE YOU A SERVANT OF THE LIGHT?
sr: Народи изумру и државе копне под неумољивим погледом вјечности, права суштина свијета је много дубља. Делфадоре, трећи пут те питам и живот ти зависи од тог што ћеш рећи, ДА ЛИ СИ СЛУЖИТЕЉ СВЈЕТЛОСТИ?|~

source: I...I serve life against death. Love against fear. Light against darkness.
sr: Ја... Служим животу против смрти. Љубави проту страха. Свјетлу против таме.|~

source: IT IS WELL. Take up, O servant of light, the Staff of An-Usrukhar. The trials before you will be great. So is its power.
sr: Тако ваља. Подигни, о служитељу свјетлости, Штап Ан-Усурхара. Велике су муке што ћеш се огледати у њима. Као и моћ овог штапа.|~

source: The Gate Between Worlds
sr: Капија између свјетова|~

source: Iliah-Malal
sr: Илијах Малал|~

source: Defeat Iliah-Malal
sr: Поразиш ли Илијах-Малала|~

source: So, this is the one my minions told me of... the living man who walks here among the dead. You have come in time to see my greatest achievement - an end to death itself!
sr: Дакле ово је онај о коме зборише моји службеници... Живи човјек што ходи међ’ мртвима. Долазиш да видиш моје највећа постигнућа и крај саме смрти!|~

source: That's impossible! You must be insane!
sr: То није могуће! Заиста си умоболан!|~

source: Have not you yourself traveled between the realms of life and death? Behold!
sr: Зар ниси и сам путовао измеђ’ посједа смрти живота? Пази!|~

source: Now, my living followers, I summon you! See that death is nothing, and fear not to fight for me!
sr: Сад призивам вас, моји живи сљедбеници. Видите да је смрт ништа и бојте се да војујете за мене!|~

source: Co-Authors
sr: Коаутори|~

source: Iliah-Malal has created a portal to the land of the living! How I long to go through it and see the sun again...
sr: Илијах-Малал начини пролаз у земљу живих! Колико чезнем да прођем и поново видим сунце...|~

source: This is a great evil. The dead will not find peace by passing through your gateway, Iliah-Malal, for you cannot give them life again. You have not brought an end to death, but to life itself!
sr: Ово је велико зло. Неће наћи мир ако прођу кроз твоју капију, Илијах-Малале, јер им не можеш вратити живот. Не донесе ти крај смрти но самом животу!|~

source: You will see things differently at the point of a sword, my friend. Minions! Kill the unbeliever... he will join us then.
sr: Видјећеш ствар другачије пред оштрицом мача, пријатељу. Слуге! Убијте невијерника... Онда ће нам се придружити.|~

source: Iliah-Malal's body lay still for a moment, then stirred!
sr: Илијах-Малалово тијело лежаше мирно неколико тренутака и онда се помаче!|~

source: Follow me if you dare...
sr: Пођи за мном ако се усудиш...|~

source: This portal Iliah-Malal has created is a great and terrible work of magic. I must catch him, and somehow force him to close it!
sr: Портал што га Илијах-Малал створи је велико и страшно дјело магије. Морам га ухватити и некако га присилити да затвори пролаз!|~

source: Wasteland
sr: Пустош|~

source: Tish Golub
sr: Тиш Голуб|~

source: Istelimir
sr: Истелимир|~

source: Atellas
sr: Ателас|~

source: As Delfador followed Iliah-Malal into the portal, a freezing wind sprung up and the air became thick with ghosts pouring through into the land of the living. The ground became icy underfoot, and soon Delfador was following the necromancer's footsteps in a thick layer of snow. Eventually, even these became indistinct.
sr: Док је Делфадор слиједио Илијах-Малала кроз пролаз дуваше ледени вјетар а ваздух постаде густ, док су духови хрлили у земљу живих. Тле под ногама постаде ледено и ускоро је Делфадор пратио некромантове трагове по дебелом сњежном ћилиму. Ускоро и они постадоше нејасни.|~

source: It's hopeless, I've lost all track of Iliah-Malal... and I shall freeze unless I find shelter soon. Perhaps in that forest to the north...
sr: Нема ми наде, изгубих траг Илијах-Малала... Смрзнућу се ако ускоро не нађем склониште. Можда у овом шумарку на сјеверу...|~

source: Find Delfador shelter before he freezes to death
sr: Пронађеш ли Делфадору заклон прије но што се смрзне на смрт|~

source: What are you doing in our forests, stranger?
sr: Шта радиш у шуми, странче?|~

source: It's a long story... but I wonder whether I might first ask for your hospitality? I'm lost, and freezing to death here!
sr: Дуга је то прича... Али питам се могу ли прво да вас замолим да ми пружите гостопримство? Изгубих се и сада се смрзавам на смрт!|~

source: I suppose there can be little harm in one half-frozen human... Our nearest post is to the northeast; I'll lead you there. But we must not tarry! There are deadlier foes than the weather abroad.
sr: Претпостављам да мало зла може доћи од промрзлог човјека... Најближа постаја нам је на сјевероистоку, одвешћу те онамо. Али није нам отезати! Ту су и опакији непријатељи од хладног времена.|~

source: Welcome, Delfador!
sr: Добро нам дође, Делфадоре!|~

source: Er, hello... you know my name, then...?
sr: Поздрав ... овај.. знате како се зовем... дакле...?|~

source: Yes. I am Chantal, and I know many things. I know you come from the great human kingdom of the south, and are a master of magic. You have faced great adversity, and visited a place from where few hope to return, and from where none before have returned unchanged. Fate is heavy upon you, and you deserve our help.
sr: Да. Ја сам Чантал и многе ствари су ми знане. Знам како ти дође из великог људског краљевства на југу и да си господариш магијом. Пред тобом се испријечише велике недаће и посјетио си мјесто из кога се малобројни могу надат повратку и откуд нико не дође непромијење. Многе наде су положене на те и заслужујеш нашу помоћ.|~

source: Oh... well... very nice of you, but I don't feel very fated. In fact, I've been positively blundering! I was just trying to defend my master Methor's school against the orcs, and then to find out the source of the undead activity... and I have failed at both.
sr: Ох... тако... више сте него ли љубазни, ал’ не мислим да треба на ме гледати са надом. Заправо, убијеђен сам како сам погријешио у свему. Само сам покушавао да одбраним школу свог учитеља Метора од оркова и потом да откријем извориште дјелања немртвих... И не успједох ниједно.|~

source: But you have not failed. The southlands have not yet fallen to the orcish army, and have you not learned more about the undead than any man alive? It is he who fears death above all things who deceives the spirits into believing they can live again, and blinds them to the peace and rest of their own domain.
sr: Али није тако. Јужне земље још увијек одлијевају орковима а ти научи више о немртвима до ли иједан међ’ живим људима. Он је тај што се плаши смрти више него ичег, што заводи духове почивших надом да поново могу живјети и чини их слијепим да виде покој и одмор у њиховим предјелима.|~

source: You mean Iliah-Malal?
sr: О Илијах-Малалу збориш?|~

source: Yes, that is who I mean.
sr: Да, на њ сам мислила|~

source: If I might ask, where am I? And what of Lionel, and King Garard? What has befallen them?
sr: Ако бих могао питати, гдје сам? И шта је са Лионелом и краљем Гарардом? Шта се деси са њима?|~

source: You are among the North Elves, in the Lintanir Forest. Our arts hold back the winter cold within these woods. To the south and west of here lies a wasteland inhabited only by barbarians and orcs. To the south again, the Great River, and your home. Of your friends, I know nothing.
sr: Међ’ Сјеверним вилењацима си, у шуми Литанирској. Наше умијеће задржава зимску хладоћу унутар ових шума. Јужно и западно одавде се пружају пусте земље, насељене тек варварима и орковима. И тако је све до југа, до Делике ријеке, до твоје отаџбине. О пријатељима твојима ништа ми није познато.|~

source: I am deeply grateful for your aid, Chantal. I see now what I must do... I have lost Iliah-Malal, but I must at least try to report back to the King or to Leollyn. I will set out for the south!
sr: Велика је моја захвалност за вашу помоћ, Чантал. Сад ми је јасно шта морам чинити... Изгубих Илијах-Малала али најмање што бих могао урадити је да извијестим Краља или Леолина. Поћи ћу на југ.|~

source: It will not be easy. The orcish army lies between here and your destination. We are under attack even here, by an orcish warband encamped in the mountains to the southwest.
sr: Неће то бити баш лако. Орковска сила је на твом путу. Чак и овдје смо под нападом, орковска ратна дружина улогори се у југозападним планинама.|~
