Repository: caslav-ilic/wesnoth-sr
Catalog: summit-*-ascript/wesnoth-dm.po
Languages: sr

source: Well met, Leollyn! My friends and I will roust this barbarian for you. We're getting used to such work by now - I did not expect to have so much trouble getting here!
sr: Добро те нађох, Леолине! Моји пријатељи и ја ћемо спржити ове варваре за тебе. Навикосмо се на такав посао до сада - Нисам очекивао да ћу имати толико невоља да доспијем довдје|~ Добро те нађох, Леолине! Моји пријатељи и ја ћемо спржити ове варваре за тебе. Навикосмо се на такав посао до сада — нисам очекивао да ћу имати толико невоља да досп›ијем довд›је.|~

source: Then you have not heard... but there will be time enough for talking. If you can distract those vile creatures, I will try to organize a counterattack.
sr: Онда ниси чуо... али биће довољно времена за причу. Ако можеш да скренеш пажњу овим дивљим створовима, покушаћу да организујем противудар.|~ Онда ниси чуо... али биће довољно времена за причу. Ако би могао да скренеш пажњу овим дивљим створовима, покушаћу да организујем противудар.|~

source: Yes... yes... slay them, my assassins!
sr: Да... да... побијте их, убице моје!|~

source: Uh oh... I don't like the look of this...
sr: Ух ох... Ово ми се не свиђа, ни најмање...|~

source: You are a brave fighter, young friend.
sr: Храбар си борац, млади пријатељу.|~

source: I've told you, all of you have to be extra careful!
sr: Рекох вам, сви морате бити нарочито пажљиви|~ Рекох вам, сви морате бити нарочито пажљиви!|~

source: Kill them all! For our murdered friends.
sr: Побијте их све! За наше пале другове.|~

source: Delfador, sir. Actually, I came seeking you - you see, I was a student of Methor's. He said that you might find me employment in Weldyn.
sr: Делфадор, господине. Заправо, ја дођох тражити вас - видите, бијах Меторов ученик. Он ми рече како ми ви можете наћи намјешетње у Велдину.|~ Делфадор, господине. Заправо, ја дођох тражити вас — видите, б‹ијах Меторов ученик. Он ми рече како ми ви можете наћи нам›јештење у Велдину.|~

source: Ah, one of Methor's, eh? Good, good... Well, young Garard certainly needs all the hands he can muster right now. Especially those who know their magic!
sr: Ах, Меторов ученик, велиш, а? Добро, добро... Свакао, младом Гарарду су потребне све руке које може сакупити, тренутно. Нарочито руке оних који су умјешни са магијом! |~ Ах, Меторов ученик, велиш, а? Добро, добро... Свакако, младом Гарарду су потребне све руке које може сакупити, тренутно. Нарочито руке оних који су ум›јешни са магијом! |~ Ах, Меторов ученик, велиш, а? Добро, добро... Свакако, младом Гарарду је тренутно потребно људи колико год може сакупити. Нарочито оних ум›јешних са магијом!|~

source: Delfador, sir. But I bring you ill news... Methor, my teacher, is dead.
sr: Делфадор, господине. Али доносим вам лоше вијести... Метор, учитељ ми, је мртав.|~ Делфадор, господине. Али доносим вам лоше в›ијести... Метор, учитељ ми, је мртав.|~ Делфадор, господине. Али доносим вам лоше в›ијести... Метор, учитељ ми, мртав је.|~

source: That is ill news indeed... these are dark times. I think you had best return with me to Weldyn. Garard too, must hear your news.
sr: Заиста су то лоше вијести... мрачна су ово времена. Мислим да је најбоље да се враттиш у Велдин са мном. И Гарард мора да чује ово.|~ Заиста су то лоше в›ијести... мрачна су ово времена. Мислим да је најбоље да се вратиш у Велдин са мном. И Гарард мора да чује ово.|~ Заиста лоше в›ијести, мрачна су ово времена. Мислим да је најбоље да се вратиш у Велдин са мном. И Гарард мора да чује ово.|~

source: Is that Garard, King of Wesnoth, you refer to?!
sr: Да ли говорите о Гарарду, Краљу Веснота?!|~ Говорите ли то о Гарарду, краљу Веснота?!|~

source: Of course - do you know any other kings by that name? I was one of his father's most trusted advisors until he passed away earlier this year, and I still have the son's ear, though being young he listens perhaps less well than he should.
sr: Наравно - знаш ли за неког другог краља што се зове тако? Бијах међу најповјерљивијим савјетницима његовог оца, док тај не премину, раније ове године и још увијек могу да допрем до синовљевих ушију, иако, будући млад, слуша, можда, мање него што би требао.|~ Наравно — знаш ли за неког другог краља што се зове тако? Б‹ијах међу најпов›јерљивијим сав›јетницима његовог оца, док тај не премину раније ове године, и још ув›ијек могу да допрем до синовљевих ушију, иако, будући млад, слуша, можда, мање него што би требало.|~ Наравно — знаш ли за неког другог краља што се зове тако? Б‹ијах међу најпов›јерљивијим сав›јетницима његовог оца, док тај не премину раније ове године. Још ув›ијек могу да допрем до синовљевих ушију, иако, будући млад, слуша можда мање него што би требало.|~

source: Council in Weldyn
sr: Велдинско вијећање|~ Велдинско в›ијећање|~

source: Garard
sr: Гарард|~

source: Gurcyn
sr: Гурсин|~

source: Ah, now the last of my council is here. Lionel, what tidings from the north?
sr: Ах, сад је и посљедњи мој вијећник овдје. Лионеле, како стоје ствари на сјеверу? |~ Ах, сад је и пос‹љедњи мој в›ијећник овд›је. Лионеле, како стоје ствари на с›јеверу?|~

source: Bad news, my liege. The orcs mass in great numbers on the north shore of the river, near to the Ford of Abez. We have been cut off from the dwarves of Knalga - the rumor is that the orcs plan to overrun them, then turn their attention to Wesnoth. The good people of our northern provinces flee, and the land there falls into anarchy. We were attacked more than once by thugs and bandits, and by evil creatures that roamed the night in the shapes of men.
sr: Лоше вијести, мој Господару. Оркови се прикупљају у великим бројевима на сјеверној обали ријеке, недалеко од Газа Абеза. Одсјечени смо од кналгашких патуљака - шире се гласине како оркови планирају да их прегазе а затим да окрену ссвоју пажњу на Веснот. Добри стновници сјеверних жупа и ондашњи карајеви падају у безвлашће. Не једном нас нападоше сјецикесе и разбојници и зли створови што ноћу луњају у људском облику.|~ Лоше в›ијести, мој господару. Оркови се прикупљају у великим бројевима на с›јеверној обали р›ијеке, недалеко од Газа Абеза. Одс›јечени смо од кналгашких патуљака — шире се гласине како оркови планирају да их прегазе, а затим да окрену своју пажњу на Веснот. Добри становници с›јеверних жупа и ондашњи крајеви падају у безвлашће. Не једном нас нападоше с›јецикесе и разбојници и зли створови што ноћу луњају у људском облику.|~

source: Worse news - the orcs are already here, sire. I myself was set upon within the royal forest. Were it not for this young fellow here...
sr: Још горе вијести - оркови су већ овдје, господине. И сам набасх на њих у краљевској шуми. Да не бјеше овог момчета овдје...|~ Још горе в›ијести — оркови су већ овд›је, господине. И сам набасах на њих у краљевској шуми. Да не б›јеше овог момчета овд›је...|~

source: Then there is no time to be lost! I will ride to the Ford of Abez with an army. As bold as the orcs may be to cross our borders in secret and prey on the defenseless, they are disorganized and cowardly in the face of a foe worth their mettle. They need reminding that Wesnoth is too hot for them. Gurcyn, you have been to the west - will the Elves lend their archers to help us?
sr: Онда немамо времена за губљење. Кренућу на газ Абеза са својим трупама. Колико год да су оркови дрски да пријеђу потајно наше границе и вребају беспомоћне, толико су неорганизовани и кукавице кад се суоче са са противником вриједним њиховог темеперамнета. Треба их подсјетити да је Веснот исувише врео за њих. Гурсине, био си на западу, да ли ће нам Вилењаци позајмити своје стријелце?|~ Онда немамо времена за губљење. Кренућу на Газ Абеза са својим трупама. Колико год да су оркови дрски да пр›ијеђу потајно наше границе и вребају беспомоћне, толико су неорганизовани и кукавице кад се суоче са противником вр›иједним њиховог темперамента. Треба их подс›јетити да је Веснот исувише врео за њих. Гурсине, био си на западу, да ли ће нам вилењаци позајмити своје стр›ијелце?|~ Онда немамо времена за губљење. Кренућу на Газ Абеза са својим трупама. Колико год да су оркови дрски да пр›ијеђу потајно наше границе и вребају беспомоћне, толико су неорганизовани и кукавице кад се суоче са достојним противником. Треба их подс›јетити да је Веснот исувише врео за њих. Гурсине, био си на западу, да ли ће нам вилењаци позајмити своје стр›ијелце?|~

source: The elves will not fight; they hate the orcs, but spoke darkly of human greed and foolishness. I have never seen them so unfriendly. There is something they know of and fear, but they would not tell me what it is.
sr: Вилењаци се неће борити; мрезе оркове, али ружно причају о људској похлепи и лудости. Никад их не видјех тако непријатељски располеожене. Има нешто што знају и чега се плаше, али хтједоше ми рећи шта је то.|~ Вилењаци се неће борити; мрзе оркове, али ружно причају о људској похлепи и лудости. Никад их не вид›јех тако непријатељски расположене. Има нешто што знају и чега се плаше, али не хт›једоше ми рећи шта је то.|~ Вилењаци се неће борити; мрзе оркове, али ружно причају о људској похлепи и лудости. Никад их не вид›јех тако непријатељски расположене. Нешто што знају и нечега се плаше, али не хт›једоше ми рећи ништа о томе.|~

source: Your majesty... may I join your army? I mean, I came to Weldyn to seek your employ. And if it's archers you need, might not a mage be of help?
sr: Ваше Величанство... могу ли се придружити вашој војсци? Мислим, дођох у Велдин да ступим у вашу службу. И ако су вам потребни стријелци, зар не би и маг био користан?|~ Ваше Величанство... могу ли се придружити вашој војсци? Мислим, дођох у Велдин да ступим у вашу службу. И ако су вам потребни стр›ијелци, зар не би и маг био користан?|~

source: Ah, young Delfador... you speak well, and Leollyn has already told me of your bravery. I accept your offer of service with gratitude, but this is a task for warriors, not magic-makers. You shall stay here with Leollyn and be Leollyn's right hand as he is mine.
sr: Ах, млади Делфадоре... добро збориш и Леолин ми већ исприча о твојој храбрости. Прихватам твоје услуге са захвалношћу али ово је задатак за ратнике, не за чаробњаке. Остаћеш овдје са Леолином да му будеш десна рука као што је он мени.|~ Ах, млади Делфадоре... добро збориш и Леолин ми већ исприча о твојој храбрости. Прихватам твоје услуге са захвалношћу али ово је задатак за ратнике, не за чаробњаке. Остаћеш овд›је са Леолином да му будеш десна рука као што је он мени.|~ Ах, млади Делфадоре. Добро збориш и Леолин ми већ исприча о твојој храбрости. Прихватам твоје услуге са захвалношћу али ово је задатак за ратнике, не за чаробњаке. Остаћеш овд›је са Леолином да му будеш десна рука као што је он мени.|~

source: Delfador, I may have a task for you... Lionel's talk of evil night creatures troubles me. Such stories have reached me before. There are a few places where the spirit world comes close to the earth we know, and there a trained mage may communicate with the spirits of the dead through meditation. The nearest lies to the northwest, on a small island in the Great River just south of the Ford of Abez. If the dead are restless, they may tell us why. I had thought to undertake such a mission myself... but now I must remain in Weldyn... perhaps you could go in my place?
sr: Делфадоре, можда и имам задатак за тебе... Лионелово зборење о злим ноћним створовима ме узнемирава. И прије су ми долазиле сличне приче. Постоји неколико мијеста гдје се свијет духова сучељава са свијетом који ми познајемо и гдје обучен маг може да збори са духовима мртвих кроз созерцање. Најближе је на сјеверозападу, на малом острву у Великој Ријеци, нешто јужније од газа Абеза. Ако мртви изгупише покој, могу нам рећи зашто је тако. Намјеравах да сам преузмем ту обавезу... али сад морам остати у Велдину... можда ти можеш отићи умјесто мене?|~ Делфадоре, можда и имам задатак за тебе... Лионелово зборење о злим ноћним створовима ме узнемирава. И пр›ије су ми долазиле сличне приче. Постоји неколико м›ијеста гд›је се св›ијет духова сучељава са св›ијетом који ми познајемо, и гд›је обучен маг може да збори са духовима мртвих кроз созерцање. Најближе је на с›јеверозападу, на малом острву у Великој реци, нешто јужније од Газа Абеза. Ако мртви изгубише спокој, могу нам рећи зашто је тако. Нам›јеравах да сам преузмем ту обавезу... али сад морам остати у Велдину... можда ти можеш отићи ум›јесто мене?|~ Делфадоре, можда имам задатак за тебе. Лионелово зборење о злим ноћним створовима ме узнемирава. И пр›ије су ми долазиле сличне приче. Постоји неколико м›ијеста гд›је се св›ијет духова сучељава са св›ијетом који ми познајемо, и гд›је обучен маг може да збори са духовима мртвих кроз созерцање. Најближе је на с›јеверозападу, на малом острву у Великој реци, нешто јужније од Газа Абеза. Ако мртви изгубише спокој, оно нам може рећи разлог томе. Нам›јеравах да сам преузмем ту обавезу, али сад морам остати у Велдину — можда ти можеш отићи ум›јесто мене?|~

source: I'm honored that you would entrust me with such a task... but I too stay in Weldyn, by the king's order!
sr: Почаствован сам што ми повјеристе такав задата... али и ја остајем у Велдину, по краљевој заповијести!|~ Почаствован сам што ми пов›јеристе такав задатак... али и ја остајем у Велдину, по краљевој запов›ијести!|~ Почаствован сам бисте ми пов›јерили такав задатак, али и ја остајем у Велдину, по краљевој запов›ијести!|~

source: If that is how I may best serve, I will do it right willingly.
sr: Ако је то најбољи начин да служим онда ћу то учинити са радошћу.|~

source: The Swamps of Illuven
sr: Илувенско мочварје|~

source: Garrath
sr: Гарат|~ |~e0

source: Harold
sr: Харолд|~ |~e0

source: Move Delfador to the signpost in the northeast
sr: Доведеш ли Делфадора до путоказа на сјевероистоку|~ Доведеш ли Делфадора до путоказа на с›јевероистоку|~

source: Death of Lionel
sr: Настрада ли Лионел|~

source: No, men of Wesnoth... but those who dwell here are a lawless lot.
sr: Не Весноћани... али они што живе овдје су прилични безаконици.|~ Не, Весноћани... али они што живе овд›је су прилични безаконици.|~ Не, Весноћани. Али они што живе овд›је су прилични безаконици.|~

source: Greetings, strangers! This swamp is dangerous... You wanna cross it, you'll need protection - cost you only $fee gold!
sr: Поздрав, странци! Ова мочвара је опасна... Уколико желите да прођете, потребна вам је заштита - коштаће вас само $fee златника!|~ Поздрав, странци! Ова мочвара је опасна... Уколико желите да прођете, потребна вам је заштита — коштаће вас само $fee златника!|~

source: It's been a pleasure doing business with you... Bye!
sr: Бијеше ми задовољство да послујем са вама... Одлазим!|~ Б›ијеше ми задовољство да послујем са вама... Одлазим!|~ Б›ијеше ми задовољство да послујем са вама. Одлазим!|~

source: Where did he go?
sr: Куда ли се само дједе?|~ Куда ли се само д›једе?|~

source: Haw haw haw! Suckers!
sr: Ха ха ха! Наивчине!|~

source: No thanks - we'll manage by ourselves...
sr: Хвала вам - али сами ћемо се побринути за то...|~ Хвала вам — али сами ћемо се побринути за то...|~

source: You'll regret it!
sr: Зажалићете због тога!|~

source: They certainly will! Haw haw haw!
sr: Засигурно ће за жалити! Ха ха ха!|~

source: This chest contains all the money that rogue has taken from unwary travelers!
sr: У овом ковчегу бијеше сво злато што тај нитков узе од неопрезних путника|~ У овом ковчегу б‹ијеше сво злато што тај нитков узе од неопрезних путника!|~ У овом ковчегу б›ијеше сво злато што тај нитков узе од неопрезних путника!|~

source: Night in the Swamp
sr: Ноћ у мочвари|~

source: I think that's all of them! Let's move on - the less time we spend in this swamp the better.
sr: Мислим да овај бијеше посљедњи од њих! Наставимо даље - што мање будемо у овој мочвари то нам је боље.|~ Мислим да овај б›ијеше пос‹љедњи од њих! Наставимо даље — што мање будемо у овој мочвари то нам је боље.|~

source: Survive 12 turns
sr: Преживиш ли 12 потеза|~

source: These swamps seem to go on forever!
sr: Чини се да се ове мочваре пружају до у бескрај!|~

source: One more day's travel, I think. We should camp for the night now - we should be out of it by tomorrow evening.
sr: Још дан путовања, мислим. Треба да се улогоримо овдје, за сада - сутра навече бисмо требали изићи из мочвара.|~ Још дан путовања, мислим. Треба да се улогоримо овд›је, за сада - сутра навече бисмо требали изићи из мочвара.|~ Још дан путовања, мислим. Треба да се улогоримо овд›је, за сада. Сутра навече би требало да изађемо из мочвара.|~

source: At last, morning is here!
sr: Коначно, јутро је ту!|~ Коначно, јутро!|~

source: Ur-Thorodor
sr: Ур-Тородор|~

source: Tan-Garthak
sr: Тан-Гартак|~ тан Гартак|~

source: We have arrived. And there is the island Leollyn spoke of. But what are those strange shapes moving among the trees?
sr: Стигосмо. Ево острва о ком је Леолин причао. Али шта су та чудна обличја што се мотају међу дрвећем?|~ Стигосмо. Ево острва о ком је Леолин причао. Али каква су то чудна обличја што се мотају међу дрвећем?|~

source: I am Ur-Thorodor, eldest of the forest. Who are you human-creatures? You may not trespass on our island.
sr: Ја сам Ур-Тородор, најстарији у шуми. Ко сте ви људски ствотови. Не можете да упадате на наше острво.|~ Ја сам Ур-Тородор, најстарији у шуми. Ко сте ви људски створови? Не можете да упадате на наше острво.|~ Ја сам Ур-Тородор, најстарији у шуми. Ко сте ви, људски створови? Не можете да упадате на наше острво.|~

source: Ur-Thorodor, please let us pass! We are on a vital mission for King Garard, in the interests of all living things in Wesnoth.
sr: Ур-Тородоре, молим те прпусти нас. На сусштинској смо мисији за Краља Гарарда, која се тиче свих живућих у Весноту.|~ Ур Тородоре, молим те пропусти нас! На суштинској смо мисији за краља Гарарда, која се тиче свих живућих у Весноту.|~ Ур-Тородоре, молим те пропусти нас! На суштинској смо мисији за краља Гарарда, која се тиче свих живућих у Весноту.|~

source: We care nothing for your kings, human-creatures. It is centuries since your kind have been here, and only now are our roots destroying the last of your accursed stonework. Now I will speak no more. Leave us, or suffer our wrath!
sr: Ништа нам не значе ваши краљеви, људки створови. Прођоше стољећа откад ваша врста бијеше овдје и тек сада наше коријење уништава посљедње дијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или осјетите наш дах!|~ Ништа нам не значе ваши краљеви, људки створови. Прођоше сто‹љећа откад ваша врста б›ијеше овд›је, и тек сада наше кор›ијење уништава пос‹љедње д›ијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или ос›јетите наш гнев!|~ Ништа нам не значе ваши краљеви, људски створови. Прођоше сто‹љећа откад ваша врста б›ијеше овд›је, и тек сада наше кор›ијење уништава пос‹љедње д›ијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или ос›јетите наш гнев!|~ Ништа нам не значе ваши краљеви, људски створови. Прођоше сто‹љећа откад ваша врста б›ијеше овд›је, и тек сада наше кор›ијење уништава пос‹љедње д›ијелове ваших камених грађевина. Више нећу да зборим. Оставите нас или ос›јетите наш г‹њев!|~

source: This Ur-Thorodor should not speak of King Garard that way! 'Suffer our wrath' indeed... I'll show him wrath!
sr: Овај Ур-Тородор не би смио да тако говори о Краљу Гарарду! 'Осјетите наш дах? уистину... Добиће он дах!|~ Овај Ур-Тородор не би см‹ио тако да говори о краљу Гарарду! „Ос›јетите наш гнев“ уистину... Добиће он гнев!|~ Овај Ур-Тородор не би см‹ио тако да говори о краљу Гарарду! „Ос›јетите наш г‹њев“ уистину... Добиће он г‹њев!|~

source: It seems there is no alternative - we must get onto that island! Perhaps if we can get close to Ur-Thorodor, and speak with him again, he will understand.
sr: Чини се да нам је то једина могућност - морамо доспјети на то острво! Можда, уколико се приближимо Ур-Тородору и поново попричамо са њим, можда ће схватити|~ Чини се да нам је то једина могућност - морамо досп›јети на то острво! Можда, уколико се приближимо Ур-Тородору и поново попричамо са њим, можда ће схватити.|~ Чини се да нам је то једина могућност — морамо досп›јети на то острво! Можда, уколико се приближимо Ур-Тородору и поново попричамо са њим, можда ће схватити.|~

source: Move Delfador to Ur-Thorodor's castle
sr: Помјери Делфадора до Ур-Тородоровог замка|~ Пом›јериш ли Делфадора до Ур-Тородоровог замка|~

source: Death of Ur-Thorodor
sr: Настрада ли Ур-Тородор|~

source: Ur-Thorodor, you must listen to us! A great evil power threatens all living things in Wesnoth - we must fight against it together, or all life here will perish.
sr: Ур-Тородоре, мораш нас послушати! Велико зло пријети свим живим бићима у Весноту - морамо заједно се борити против њега или ће сав живот овдје ишчезнути.|~ Ур-Тородоре, мораш нас послушати! Велико зло пр›ијети свим живим бићима у Весноту — морамо се заједно борити против њега или ће сав живот овд›је ишчезнути.|~

source: I trust no humans! Drive them out, my children!
sr: Људима не вјерујем. Одбијте их, дјецо моја!|~ Људима не в›јерујем. Одбијте их, д›јецо моја!|~

source: I am defeated... My children: hear my last words! Destroy the humans, and never let them set foot on our island again!
sr: Поражен сам... Дјецо моја; чујте моје посљедње ријечи! Уништите људе, и никада им немојте допустити да ступе на наше острво!|~ Поражен сам... Д›јецо моја, чујте моје пос‹љедње р›ијечи! Уништите људе, и никада им немојте допустити да ступе на наше острво!|~

source: This is hopeless! If carrying out my mission means killing these noble creatures, then I cannot continue.
sr: Ово је безнадежно! Ако морам убијати ова племнита створења да бих испунио свој здатак, онда ја нисам за тај задатак|~ Ово је безнадежно! Ако морам убијати ова племенита створења да бих испунио свој задатак, онда ја нисам за тај задатак.|~

source: Ur-Thorodor, listen to me! We are not here to take your island. If you will let just me remain here, then I promise you, on behalf of King Garard, that no Wesnothian will set foot on your island without your permission again. As a token of good faith, I command my army to return to the mainland.
sr: Ур-тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако ми дозволиш да останем овдје, обећавам ти, у име Краља Гарада, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~ Ур-Тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако ми дозволиш да останем овд›је, обећавам ти, у име краља Гарада, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~ Ур-Тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако ми дозволиш да останем овд›је, обећавам ти, у име краља Гарарда, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~ Ур-Тородоре, почуј ме! Не дођосмо да отмемо ваше острво. Ако дозволиш само мени да останем овд›је, обећавам ти, у име краља Гарарда, да ниједан Весноћанин више никада неће ступити на ваше острво без вашег допуштења. У знак добре воље, наредићу својој војсци да се врати на копно.|~

source: Are you sure that's wise?
sr: Сигуран си да је то разборито?|~

source: It's the only way! Lionel, lead our soldiers back to the mainland. I will rejoin you when I have carried out my mission, and determined what is amiss in the world of the dead.
sr: То је једини начин!|~ То је једини начин! Лионеле, врати наше трупе на копно. Придружићу вам се кад испуним свој задатак и откријем шта није у реду са свијетом мртвих.|~
