Repository: caslav-ilic/wesnoth-sr
Catalog: summit-*-ascript/wesnoth-dm.po
Languages: sr

source: Delfador's Memoirs
sr: Делфадорова Сјећања|~ Делфадорова С›јећања|~ Делфадорова с›јећања|~

source: DM
sr: ДС|~

source: Apprentice=(easiest)
sr: Шегрт|~ шегрт (најлакше)|~

source: Mage
sr: Маг|~ маг|~

source: Great Mage=(hardest)
sr: Велики Маг|~ велики маг (најтеже)|~

source: (Intermediate level, 23 scenarios)
sr: (Средњи ниво, 23 сценарија)|~ (Средњи ниво, 23 сценарија.)|~

source: Wesnoth seems to be slipping inexorably into chaos, as marauding orcs pour south across the Great River, and mysterious and deadly creatures roam the night. Who is the shadowy Iliah-Malal? Can you defeat him before he destroys all life in Wesnoth?
sr: Чини се да Веснот неумитно клизи у хаос, док пљачкашки оркови хрле на југ преко Велике ријеке а тајанствена и смртоносна створења тумарају ноћу. Ко је тајанствени Илијах-Малал? Можеш ли га поразити прије него затре сав живот у Весноту?|~ Чини се да Веснот неумитно клизи у хаос, док пљачкашки оркови хрле на југ преко Велике р›ијеке а тајанствена и смртоносна створења тумарају ноћу. Ко је тајанствени Илијах-Малал? Можеш ли га поразити пр›ије него затре сав живот у Весноту?|~ Чини се да Веснот неумитно клизи у хаос, док пљачкашки оркови хрле на југ преко Велике р›ијеке а тајанствена и смртоносна створења тумарају ноћу. Ко је мрачни Илијах-Малал? Можеш ли га поразити пр›ије него затре сав живот у Весноту? |~

source: Creator and Original Designer
sr: Творац и оригинални дизајнер|~ Творац и првобитни дизајнер|~

source: WML Programming and Assistance
sr: ~@/ВМЛ/WML/ програмирање и помоћ|~

source: Graphics
sr: Графика|~

source: Additional thanks to
sr: Помогоше и|~

source: Marshal
sr: Начелник|~ начелник|~

source: First Oracle
sr: Први Тајновидац|~ први тајновидац|~

source: Second Oracle
sr: Други Тајновидац|~ други тајновидац|~

source: Third Oracle
sr: Трећи Тајновидац|~ трећи тајновидац|~

source: Fourth Oracle
sr: Четврти Тајновидац|~ четврти тајновидац|~

source: This is the true story of Delfador the Great from his humble beginnings; the tale of how he became the most famous and powerful of all the mages of Wesnoth.
sr: Ово је истинита прича о Делфадору Великом, још од скромних почетака, прича као постаде најславнији и најмоћнији међу маговима веснотским.|~ Ово је истинита прича о Делфадору Великом, још од скромних почетака, прича како постаде најславнији и најмоћнији међу маговима веснотским.|~ Ово је истинита прича о Делфадору Великом, његовим скромним почецима; прича како постаде најславнији и најмоћнији међу маговима веснотским.|~

source: It begins on the Isle of Alduin, at the Academy which trains mages from throughout the Great Continent.
sr: Прича почиње на острву Алдујин, у Училишту гдје се обучаваше магови са читавог Великог Континента.|~ Прича почиње на острву Алдујин, у Училишту гд›је се обучаваше магови са читавог Великог Континента.|~ Прича почиње на Острву Алдујина, у Училишту гд›је се обучаваше магови са читавог Великог континента.|~

source: After ten years of training, two tests stand between that apprentice and attainment of the degree of Mage:
sr: Након десет година обуке,двије кушње стоје међ' шегртом и стицањем звања мага:|~ Након десет година обуке, дв›ије кушње стоје међ' шегртом и стицањем звања мага:|~ Након десет година обуке, дв›ије кушње стоје међ’ шегртом и стицањем звања мага:|~

source: The New Mage Ceremony
sr: Обред заређења новог мага|~

source: and
sr: и|~

source: The Name Journey
sr: Именданско путовање|~

source: Academy of Magic, Isle of Alduin.
sr: Магијско Училиште, Острво Алдујин.|~ Магијско училиште, Острво Алдујина.|~

source: ...thorum restro targa thorum...
sr: ...торум рестро тарга тарга торум...|~ ...торум рестро тарга торум...|~ |~e1

source: Come, O aspirant. The Oracles await you.
sr: Приђи, о молитељу. Тајновици те чекају.|~

source: The time of peace is passing. Chaos is rising; evil is rooted in the land's very heart. Darkness is coming soon. The world will be changed. And you will be among the champions of our brotherhood of mages. I give you the first syllable of power, the beginning of your name: DEL
sr: Пролази доба мира. Хаос наступа; зло расте у самом срцу земљу. Тама ускоро долази. Свијет ће бити измијењен. А ти ћеш бити међу заточницима братства нам магова. Дајем ти први слог силе, почетак имена твог: ДЕЛ|~ Пролази доба мира. Хаос наступа; зло расте у самом срцу земље. Тама ускоро долази. Свијет ће бити измијењен. А ти ћеш бити међу заточницима братства нам магова. Дајем ти први слог силе, почетак имена твог: ДЕЛ|~ Пролази доба мира. Хаос наступа; зло расте у самом срцу земље. Тама ускоро долази. Св›ијет ће бити изм›ијењен. А ти ћеш бити међу заточницима братства нам магова. Дајем ти први слог силе, почетак имена твог: ДЕЛ|~

source: You will not be least among those champions. Nay; you will be called 'The Great' before your days are through. I give you the second syllable of power, the second part of your name: FA
sr: Нећеш бити најмањи међ' тим заточницима. Да; Великим ће те звати кад ти дани истекну. Дајем ти други слог силе, други дио имена твог: ФА|~ Нећеш бити најмањи међ' тим заточницима. Да; Великим ће те звати кад ти дани истекну. Дајем ти други слог силе, други д‹ио имена твог: ФА|~ Нећеш бити најмањи међ’ тим заточницима. Да; Великим ће те звати кад ти дани истекну. Дајем ти други слог силе, други д‹ио имена твог: ФА|~

source: Yes. Peace is broken, but hope is not extinguished. There is always hope. And you will be the father of it. I call the power of the Bright Gods into the second part of your name. FA
sr: Да. Мир је прекинут, ал' нада није уништена. Увијек ће је бити. И ти ћеш јој отац бити. Призивам силу богова свјетлости на други дио имена твог. ФА|~ Да. Мир је прекинут, ал' нада није уништена. Ув›ијек ће је бити. И ти ћеш јој отац бити. Призивам силу богова св›јетлости на други д‹ио имена твог. ФА|~ Да. Мир је прекинут, ал’ нада није уништена. Ув›ијек ће је бити. И ти ћеш јој отац бити. Призивам силу богова св›јетлости на други д‹ио имена твог. ФА|~

source: After the battle, peace. After the darkness, dawn. From death springs new life. I give you the last part of your name, the final syllable of power. DOR
sr: Послије боја, мир. Послије тмине, зора. Из смрти клија живот нови. Дајем ти посљедњи дио имена, коначни слог силе. ДОР|~ Посл›ије боја, мир. Посл›ије тмине, зора. Из смрти клија живот нови. Дајем ти посљедњи д‹ио имена, коначни слог силе. ДОР|~ Посл›ије боја, мир. Посл›ије тмине, зора. Из смрти клија живот нови. Дајем ти пос‹љедњи д‹ио имена, коначни слог силе. ДОР|~

source: DELFADOR, open your eyes. And open them again!
sr: ДЕЛФАДОРЕ, отвори своје очи. И опет их отвори!|~ ДЕЛФАДОРЕ, отвори очи. И опет их отвори!|~

source: o o
sr: о о|~

source: O O
sr: О О|~

source: The light fills me!
sr: Свјетлост ме испуњава|~ Св›јетлост ме испуњава!|~

source: It is well.
sr: Добро је тако|~ Добро је тако.|~

source: Now, go forth!
sr: Сад, пођи!|~

source: Your name journey begins. Methor will lead you from this place.
sr: Почиње ти именданско путовање. Од овог часа Метор ће те водити.|~

source: But I will not see you to its end, for that is yours alone.
sr: Али нећу видјети крај тог пута, јер на теби је да га сам окончаш.|~ Али нећу вид›јети крај тог пута, јер на теби је да га сам окончаш.|~

source: Dangers and trials await us. When you have truly claimed the name you have been given, I will depart.
sr: Опасности и скушења нас чекају. Кад стварно прихватиш име што ти дадоше, разићи ћемо се|~ Опасности и искушења нас чекају. Кад стварно прихватиш име што ти дадоше, разићи ћемо се.|~

source: I am ready.
sr: Спреман сам.|~

source: This Valley Belongs to Me
sr: Ово је моја долина|~

source: Grogor-Tuk
sr: Грогор-Тук|~

source: But the elder mage's health was taxed by the rigors of the journey. A year after the two left Alduin, Methor settled in a tranquil valley at the edge of the Dulatus Hills, not far southeast of the capitol at Weldyn. He opened a small school of his own, and with Delfador assisting him he began training a handful of youths who might in time be worthy to enter the great Academy on Alduin.
sr: Али здравље старог мага плати данак недаћама путовања. Годину дана пошто напустише Алдујин, Метор се заустави у спокојној долини покрај обронака Дулатуских брда, недалеко на југоисток од пријестонице Велдина. Отвори он малу властиту школу, уз Делфадорову помоћ, гдје запче обуку нешто омладине за које се надаше да ће, временом, бити достојни да ступе у велико Училиште на Алдујину.|~ Али здравље старог мага плати данак недаћама путовања. Годину дана пошто напустише Алдујин, Метор се заустави у спокојној долини покрај обронака Дулатуских брда, недалеко на југоисток од пријестонице Велдина. Отвори он малу школу, уз Делфадорову помоћ, гдје пoче обучавати нешто омладине за које се надаше да ће се, временом, показати достојним да ступе у велико Училиште на Алдујину.|~ Али здравље старог мага плати данак недаћама путовања. Годину дана пошто напустише Алдујин, Метор се заустави у спокојној долини покрај обронака Дулатуских брда, недалеко на југоисток од пр›ијестонице Велдина. Отвори он малу школу, уз Делфадорову помоћ, гд›је пoче обучавати нешто омладине за које се надаше да ће се, временом, показати достојним да ступе у велико Училиште на Алдујину.|~

source: Delfador, your time as my apprentice is now almost over. You are a fully-trained mage, and may choose your own path in life. I hope, however, that you will take my advice, and enroll yourself in the service of King Garard. I have many contacts at the court and...
sr: Делфадоре, дани твог шегртовања код мене су скоро на истеку. Ти си потпуно обучен маг и можеш да одабереш властиту стазу у животу. Како год, надам се, прихватићеш мој савјет и ступићеш у службу код Краља Гарарда. Имам много пријатеља на двору и... |~ Делфадоре, дани твог шегртовања код мене су скоро на истеку. Ти си потпуно обучен маг и можеш да одабереш властиту стазу у животу. Како год, надам се, прихватићеш мој сав›јет и ступићеш у службу код Краља Гарарда. Имам много пријатеља на двору и... |~ Делфадоре, дани твог шегртовања код мене скоро су на истеку. Ти си потпуно обучен маг и можеш да одабереш властиту стазу у животу. Ипак, надам се, прихватићеш мој сав›јет и ступићеш у службу код краља Гарарда. Имам много пријатеља на двору и... |~

source: Listen, humans! This valley belongs to me now. I require all your houses and your possessions! Hand them over quietly and I may permit you to live on as my slaves...
sr: Почујте, људи! Ово је сад моја долина. Захтијевм све ваше куће и иметак! Предајте их мирно и можда дозволим да живите као моје робље...|~ Почујте, људи! Ово је сад моја долина. Захтијевм све ваше куће и иметак! Предајте их мирно и можда вам дозволим да живите као моје робље...|~ Почујте, људи! Ово је сад моја долина. Захт›ијевам све ваше куће и иметак! Предајте их мирно и можда вам дозволим да живите као моје робље...|~

source: Arrogant creature! We have little enough, and we will not suffer you to take it from us by force.
sr: Охоли створе! Једва да имамо довољно за себе и нећемо дозволити да нам то узмеш силим.|~ Охоли створе! Једва да имамо довољно за себе и нећемо дозволити да нам то узмеш силом.|~

source: Defeat Grogor-Tuk
sr: Поразиш ли Грогор-Тука|~

source: Death of Delfador
sr: Настрада ли Делфадор|~

source: Time runs out
sr: Истекну ли потези|~

source: No! Methor... Don't die!
sr: Не! Меторе... Немој да умреш!|~

source: Well done, Delfador! I see I have trained you well, and you are truly ready to seek your fortune. My traveling days are done, but it is time for you to journey northeast to Weldyn, and seek out my friend Leollyn. He will help you.
sr: Одлично, Делфадоре. Видим да те добро обучих и заиста си спреман да потражиш своју срећу. Дани мојих путешествија су готови, али дође час да ти пођеш на сјевероисток, у Велдин и потражиш Леолина, мог пријатеља. Он ће ти помоћи.|~ Одлично, Делфадоре. Видим да те добро обучих и заиста си спреман да потражиш своју срећу. Дани мојих путешествија су готови, али дође час да ти пођеш на с›јевероисток, у Велдин и потражиш Леолина, мог пријатеља. Он ће ти помоћи.|~ Одлично, Делфадоре! Видим да те добро обучих и заиста си спреман да потражиш своју срећу. Дани мојих путешествија су готови, али дође час да ти пођеш на с›јеверозапад, у Велдин, и потражиш Леолина, мог пријатеља. Он ће ти помоћи.|~

source: I will grieve for master Methor... I must take his advice and seek out Leollyn.
sr: Жалићу за учитељем Метором... Морам да послушам његов савјет и потражим Леолина|~ Жалићу за учитељем Метором... Морам да послушам његов сав›јет и потражим Леолина.|~

source: And it is no good news I will bring him. Orcs, so far south and so near the capital? This is a dire sign; things are gravely amiss in Wesnoth.
sr: И нећу му донијети лијепе вијести. Оркови, тако далеко на југу и тако близу пријестонице. Кобан је то знамен; ствари су кренуле баш наопако у Весноту.|~ И нећу му донијети лијепе вијести. Оркови, тако далеко на југу и тако близу пријестонице. Кобан је то знамен; нешто је труло у држави веснотској.|~ И нећу му дон›ијети л›ијепе в›ијести. Оркови, тако далеко на југу и тако близу пр›ијестонице. Кобан је то знамен; нешто је труло у држави веснотској.|~

source: The Road to Weldyn
sr: Пут у Велдин|~

source: Player
sr: Играч|~

source: Urthaka-Tan
sr: Уртака-Тан|~

source: Enemies
sr: Непријатељи|~

source: The Great Valley
sr: Велика Долина|~ Велика долина|~

source: Beware, stranger! I come to warn you - a party of orcs have moved into the Great Valley to the north, and have been raiding the lands around. If you press on westward, you will have to fight them.
sr: Чувај се странче! Дођох да те упозорим - дружина орковска доспије у Велику Долину са сјевера и почеше пљачкати околне крајеве. Ако продужиш на запад мораћеш се борити са њима.|~ Чувај се странче! Дођох да те упозорим - скупина оркова доспије у Велику Долину са сјевера и поче пљачкати околне крајеве. Ако продужиш на запад мораћеш се борити са њима.|~ Чувај се странче! Дођох да те упозорим – скупина оркова досп›ије у Велику долину са с›јевера и поче пљачкати околне крајеве. Ако продужиш на запад мораћеш се борити са њима.|~

source: I cannot turn back now... If I fight these orcs, will your villagers help me?
sr: Сада не могу назад... Ако се будем борио са тим орковима, да ли ће те ми ви, сељаци помоћи?|~ Сада не могу назад... Ако се будем борио са тим орковима, да ли ће ми твоји сељаци помоћи?|~

source: Leollyn
sr: Леолин|~

source: Hagha-Tan
sr: Хага-Тан|~ Хага-тан|~

source: Journeyman Mage
sr: Маг Калфа|~ маг калфа|~

source: A mage who has just finished his or her apprenticeship is known as a journeyman. Journeyman mages travel far in search of employment and experience.
sr: Маг што тке оконча своје шегртовање познат је као калфа. Магови калфе лутају свгдје у потрази за послом и искуством|~ Маг што тек оконча своје шегртовање познат је као калфа. Магови калфе лутају свгдје у потрази за послом и искуством|~ Маг што тек оконча своје шегртовање познат је као калфа. Магови калфе лутају свугд›је у потрази за послом и искуством.|~

source: King of Wesnoth
sr: Краљ Веснота|~ краљ Веснота|~

source: Under the feudal system, all authority ultimately rested with the sovereign. His lords held their property only with his agreement, and had to pay him tribute. In return, the king would defend the realm against invaders, and redistribute wealth in times of need.
sr: У феудалном друштву сва власт се на концу своди на суверена. Његови велможе својим посједима владају тек по његовом одобрењу и морају да плаћају днак. Заузврат, краљ ће да брани државу против освајача и да прерасподјељује богатства у данима оскудице.|~ У феудалном друштву сва власт се на концу своди на суверена. Његови велможе својим пос›једима владају тек по његовом одобрењу и морају да плаћају данак. Заузврат, краљ ће да брани државу против освајача и да прераспод›јељује богатства у данима оскудице.|~ У феудалном друштву сва власт се на концу своди на суверена. Његови велможе својим пос›једима владају тек по његовом одобрењу и морају да плаћају данак. Краљ заузврат брани државу од освајача и прераспод›јељује богатства у данима оскудице.|~

source: Mage Commander
sr: Маг Заповједник|~ маг запов›једник|~

source: This mage has gained much experience leading others into battle. As a result, level 1 and 2 units fight more effectively when they are adjacent to him. He also has the power to heal others during combat.
sr: Овај маг је стекао много искуства водећи друге у боју. Стога ће се јединице првог и другог нивоа боље борити кад су у његовој близини. Он, такође, посједује моћ да лијечи друге током борбе.|~ Овај маг је стекао много искуства водећи друге у боју. Стога ће се јединице првог и другог нивоа боље борити кад су у његовој близини. Он, такође, пос›једује моћ да л›ијечи друге током борбе.|~ Овај маг је стекао много искуства водећи друге у боју. Стога ће се јединице првог и другог нивоа боље борити кад су у његовој близини. Такође пос›једује моћ да л›ијечи друге током борбе.|~

source: staff
sr: штап|~

source: Mage Leader
sr: Маг Вођа|~ маг вођа|~

source: This mage has gained some experience leading others into battle. As a result, level 1 units fight more effectively when they are adjacent to him.
sr: Овај маг је стекао нешто искуства водећи друге у боју. Стога ће се јединице првог нивоа боље борити кад су у његовој близини.|~

source: Mage Magister
sr: Маг Старјешина|~ маг стар›јешина|~

source: A Mage Magister, though equivalent in degree to a Great Mage, has special abilities of command and healing derived from extensive experience of battle.
sr: Маг Старјешина, иако једнаког ранга са Великим магом, посједује нарочите способности заповиједања и лијечења, стечене из обимног ратног искуства.|~ Маг стар›јешина, иако једнаког ранга са великим магом, пос›једује нарочите способности запов›иједања и л›ијечења, стечене из обимног ратног искуства.|~ Маг стар›јешина, иако једнаког ранга са великим магом, пос›једује нарочите способности запов›иједања и л›ијечења, проистекле из обимног ратног искуства.|~

source: Kalenz
sr: Каленз|~

source: Methor
sr: Не|~ Метор|~

source: No! So young...
sr: Не! Тако млад...|~

source: I have been defeated!
sr: Поражен сам!|~

source: A secret passage... I wonder where it leads...
sr: Тајни пролаз... Питам се гдје води...|~ Тајни пролаз... Питам се гд›је води...|~

source: Land of the Dead
sr: Земља Мртвих|~ Земља мртвих|~

source: Delfador's wandering time with Methor took them to many strange places, both within and beyond the lands of men. They studied and practiced, applying magecraft to aid those they traveled among and to deepen their understanding of the hidden currents and powers of the world.
sr: Током својих путешествија са Метором, Делфадор се затече на многим необичним мјестима, међу људским крајевима и изван њих. Учили су и вјежбали, примјењујући своје магијско знање да помогну онима, међ' којима се затекоше, и да продубе своје разумијевање скривених струајања и сила овосвјетских|~ Током својих путешествија са Метором, Делфадор се затече на многим необичним м›јестима, међу људским крајевима и изван њих. Учили су и в›јежбали, прим›јењујући своје магијско знање да помогну онима, међ' којима се затекоше, и да продубе своје разум›ијевање скривених струјања и сила овосв›јетских.|~ Током својих путешествија са Метором, Делфадор се затече на многим необичним м›јестима, међу људским крајевима и изван њих. Учили су и в›јежбали, прим›јењујући своје магијско знање да помогну онима међ’ којима се затекоше и да продубе своје разум›ијевање скривених струјања и сила овосв›јетских.|~

source: That's where you are wrong, puny mage. War is coming, humans... War! Take their villages, and spare no-one!
sr: Ту гријешиш, кржљави маже. Рат долази, људи... Рат! Заузмите њихова села и немојете никога да поштедите|~ Ту гр›ијешиш, кржљави маже. Рат долази, људи... Рат! Заузмите њихова села и немојте никога да поштедите!|~

source: Heed my last words, Delfador! Journey northeast to Weldyn, and seek out my friend Leollyn. He will help you.
sr: Послушај моје посљедње ријечи, Делфадоре! Запути се на сјеверозапад, у Велдин, и потражи мог пријатеља Леолина. Он ће ти помоћи|~ Послушај моје пос‹љедње р›ијечи, Делфадоре! Запути се на с›јеверозапад, у Велдин, и потражи мог пријатеља Леолина. Он ће ти помоћи.|~

source: Defeat enemy leader
sr: Поразиш ли противничког вођа|~

source: Derrin
sr: Дерин|~ |~e0

source: Feorth
sr: Феорт|~ |~e0

source: Gar
sr: Гар|~ |~e0

source: You see me armed for war because we were mustering to aid our kin. We can help each other - and you'll not be sorry to fight beside us, for this region trains the best bowmen in Wesnoth.
sr: Видиш ме под оружјем пошто се спремамо на испомоћ својим сродницима. Можемо помоћи једни другима - нећеш зажалити што се бориш уз нас, пошто се у овом крају обучавају понајбољи лукаши у Весноту.|~

source: Take this, you slimy invader!
sr: Ево ти, љигави уљезу!|~

source: Beware! Night is falling - that's when the orcs tend to attack!
sr: Чувајте се! Спушта се ноћ - доба када се оркови спремају за напад!|~ Чувајте се! Спушта се ноћ — доба када се оркови спремају за напад!|~

source: Thank you, Delfador, for helping to rid our land of those pestilent orcs. Your magic was more help than we looked for, and we are in your debt.
sr: Хвала ти, Делфадоре, што нам поможе да очистимо свој крај од орковске заразе. Твоја магија нам поможе и више но што мишљасмо и сад смо ти дужници.|~ Хвала ти, Делфадоре, што нам поможе да очистимо свој крај од орковске заразе. Твоја магија нам поможе и више но што мишљасмо, и сад смо ти дужници.|~

source: You are welcome...but I am wondering what orcs were doing so deep inside the borders of Wesnoth.
sr: Нема на чему... али питам се, откуд оркови овако дубоко унутар веснотских граница.|~ Нема на чему. Али, питам се, откуд оркови овако дубоко унутар веснотских граница?|~

source: Perhaps some of our lads had better go with you as far as Weldyn. These lands are not safe for a lone traveler, and we may learn what drew the orcs so far south.
sr: Можда би неко од наших момака требао да пође са тобом до Велдина. Ови крајеви нису сигурни за усамљеног путника и можда ћемо дознати шта је довело оркове овако далеко на југ.|~ Можда би неко од наших момака требало да пође са тобом до Велдина. Ови крајеви нису сигурни за усамљеног путника и можда ћемо дознати шта је довело оркове овако далеко на југ.|~

source: Leollyn is slain! This is terrible... I had best give up and return home.
sr: Леолин је посјечен. Ово је страшно... Најбоље је да одустанем и вратим се.|~ Леолин је пос›јечен. Ово је страшно... Најбоље је да одустанем и вратим се.|~

source: Defeat Hagha-Tan
sr: Поразиш ли Хага-Тана|~ Поразиш ли Хага-тана|~

source: Death of Leollyn
sr: Настрада ли Леолин|~

source: Methor told me that I could find Leollyn in his tower in the Royal Forest outside the city. It should be near here...
sr: Метор ми рече да Леолина могу наћи у његовој кули у Краљевској шуми, ван града. Требало би да је то у близини...|~

source: Ah, another human is approaching... yes... more meat for my war-band...
sr: Ах, још људи се приближава... да... још меса за моју ратну дружину...|~

source: Hail, strangers to the west! I crave your aid; hurry, for we are sorely besieged!
sr: Поздрав, странци са запада! Молим вас да ми помогнете; пожурите, јер смо под љутом опсадом!|~
